Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/00.po
Languages: es_es

source: {e10a}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Harry_Sasoon] I'm looking for people that want to trade Sonia Cards! [NEW_DIALOG] {ec00}{1}
es_es: {e10a}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Harry_Sasoon] ¡Busco a gente que quiera intercambiar cartas Sonia! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] Everyone is so into trading Battle Cards... [NEW_DIALOG] But I think Sonia Cards are way cooler. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] Está todo el mundo obsesionado con las cartas de combate... [NEW_DIALOG] Pero pienso que las cartas Sonia molan mucho más. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Umm... [NEW_DIALOG] Is something wrong? [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] Yes, in fact, there is! I'm a HUGE, HUGE Sonia fan. [NEW_DIALOG] Have you ever heard of Sonia Cards? [NEW_DIALOG] I've been collecting them since Sonia first hit it big. [NEW_DIALOG] But I've never been able to get my hands on the "Little Devil Sonia" card. [NEW_DIALOG] I wish there was someone who would trade one to me for my "Sonia Wink" card. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help this person? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Em... [NEW_DIALOG] ¿Ocurre algo? [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] ¡Sí, sí que pasa! Soy superfan de Sonia. [NEW_DIALOG] ¿Has oído hablar alguna vez de las cartas Sonia? [NEW_DIALOG] Pues llevo coleccionándolas desde el primer gran éxito de Sonia. [NEW_DIALOG] Pero nunca he podido hacerme con la carta «Sonia diablilla». [NEW_DIALOG] Ojalá alguien me la cambiara por mi carta «Guiño de Sonia». [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a esta persona? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] If you'd like, I could go find someone who wants to trade Sonia Cards with you. [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] Really!? That would be so great! [NEW_DIALOG] I'll let you take the "Sonia Wink" card with you. [NEW_DIALOG] {e10a}{1647}{e182}{19}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e589}"! [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] I think there are other Sonia Card fans at school. [NEW_DIALOG] {e10a}{1600}{ec20}{10d0}
es_es: [DIALOG_START][Geo] Si quieres, puedo buscarte a alguien que quiera esa carta. [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] ¡¿De verdad?! ¡Pues sería genial! [NEW_DIALOG] Toma, llévate la carta «Guiño de Sonia». [NEW_DIALOG] {e10a}{1647}{e182}{19}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e589}»! [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] Creo que en cole hay fanáticos de las cartas Sonia. [NEW_DIALOG] {e10a}{1600}{ec20}{10d0}

source: [DIALOG_START][Harry_Sasoon] Maybe I should give up... [NEW_DIALOG] {e10b}{162f}
es_es: [DIALOG_START][Harry_Sasoon] Debería tirar la toalla... [NEW_DIALOG] {e10b}{162f}

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] Did you already find a "Little Devil Sonia" card? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] ¿Has encontrado ya la carta «Sonia diablilla»? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar la petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START][Harry_Sasoon] I see... Let me know if you change your mind. [NEW_DIALOG] {e10b}{162f}{e10b}{1600}{e10b}{1601}{e10b}{1647}{e10b}{1649}{e10b}{1648}{e10b}{164a}{e182}{19}{ffff}{e182}{1a}{ffff}{e182}{1b}{ffff}{e182}{1c}{ffff}{ec21}{10d0}
es_es: [DIALOG_START][Harry_Sasoon] Ya veo... Avísame si cambias de idea. your mind. [NEW_DIALOG] {e10b}{162f}{e10b}{1600}{e10b}{1601}{e10b}{1647}{e10b}{1649}{e10b}{1648}{e10b}{164a}{e182}{19}{ffff}{e182}{1a}{ffff}{e182}{1b}{ffff}{e182}{1c}{ffff}{ec21}{10d0}

source: [DIALOG_START][Harry_Sasoon] Tell me when you find it! [NEW_DIALOG]
es_es: [DIALOG_START][Harry_Sasoon] ¡Avísame cuando la tengas! [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] Awesome! [NEW_DIALOG] I've been looking for a "Little Devil Sonia" card for forever! [NEW_DIALOG] Sweet, I finally completed my set! Thank you! [NEW_DIALOG] Would you mind being my Brother? [NEW_DIALOG] [DIALOG_START][Geo] I'd love to! [NEW_DIALOG] {e16e}{0}{40} [DIALOG_START][NONAME] Geo and {e2e0} formed a Brother Band! [NEW_DIALOG] Geo's Link Power went up by 40. [NEW_DIALOG] [DIALOG_START][Geo] Thanks. [NEW_DIALOG] {ec00}{1}{e10a}{1601}{e182}{1c}{ffff}{ec21}{10d0}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] Awesome! [NEW_DIALOG] ¡Llevaba buscando la carta «Sonia diablilla» desde ni se sabe! [NEW_DIALOG] ¡Qué bien, al fin he completado la colección! ¡Gracias! [NEW_DIALOG] ¿Te gustaría ser mi Hermano? [NEW_DIALOG] [DIALOG_START][Geo] ¡Me encantaría! [NEW_DIALOG] {e16e}{0}{40} [DIALOG_START][NONAME] ¡Geo y {e2e0} han formado una Bandahermano! [NEW_DIALOG] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] [DIALOG_START][Geo] Gracias. [NEW_DIALOG] {ec00}{1}{e10a}{1601}{e182}{1c}{ffff}{ec21}{10d0}

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] Sweet... My set is finally complete! Thank you, thank you! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] Qué bien... Al fin he completado la colección. ¡Gracias, gracias! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Flask] Hey... Is that Sonia Card a "Sonia Wink" card!? [NEW_DIALOG] I've been looking for that card for a long time! [NEW_DIALOG] Would you trade it to me for my "Tennis Outfit Sonia" card!? [NEW_DIALOG] [DIALOG_START][Geo] Hmm... What should I do? [NEW_DIALOG] [DIALOG_START][Mega] Maybe if you trade around with a bunch of people, you'll [NEW_DIALOG] eventually get the one you want. [NEW_DIALOG] [DIALOG_START][Geo] Good point. I'll do it. [NEW_DIALOG] {e10a}{1648}{e182}{19}{ffff}{e182}{1a}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e58a}"! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Flask] Oye... ¡¿Esa carta Sonia es una «Sonia guiñando»?! [NEW_DIALOG] ¡Llevo mucho tiempo detrás de ella! [NEW_DIALOG] ¡¿Me la cambias por mi carta «Sonia tenista»?! card!? [NEW_DIALOG] [DIALOG_START][Geo] Mmm... ¿Qué hago? [NEW_DIALOG] [DIALOG_START][Mega] Tal vez si intercambias cartas con más gente, [NEW_DIALOG] acabes encontrando la carta que buscas. [NEW_DIALOG] [DIALOG_START][Geo] Buena idea. Eso haré. [NEW_DIALOG] {e10a}{1648}{e182}{19}{ffff}{e182}{1a}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e58a}»! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Flask] This is so awesome! [NEW_DIALOG] Did you say that you don't know any other Sonia Card traders? [NEW_DIALOG] Why don't you check {e4b0}? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Flask] ¡Genial! [NEW_DIALOG] ¿Dices que no conoces a más gente que colecciona cartas Sonia? [NEW_DIALOG] ¿Y por qué no echas un vistazo por {e4b0}? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mary_McLovin] I really enjoy collecting Sonia Cards. [NEW_DIALOG] It looks like you don't have the card I need. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mary_McLovin] Me encanta coleccionar cartas Sonia. [NEW_DIALOG] Parece que no tienes la carta que quiero. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mary_McLovin] Wait a minute... [NEW_DIALOG] Is that the "Tennis Outfit Sonia" card? [NEW_DIALOG] She's so cute in it! Sonia is just the greatest, isn't she!? [NEW_DIALOG] Will you trade it to me for this "Sonia the Acrobat" card!? [NEW_DIALOG] [DIALOG_START][Geo] Sure! [NEW_DIALOG] {e10a}{1649}{e182}{1a}{ffff}{e182}{1b}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e58b}"! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mary_McLovin] Un momento... [NEW_DIALOG] ¿Esa carta es la «Sonia tenista»? [NEW_DIALOG] ¡Sale monísima! Sonia es la mejor, ¡¿a que sí?! [NEW_DIALOG] ¡¿Me la cambias por mi carta «Sonia acróbata»?! card!? [NEW_DIALOG] [DIALOG_START][Geo] ¡Claro! [NEW_DIALOG] {e10a}{1649}{e182}{1a}{ffff}{e182}{1b}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e58b}»! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mary_McLovin] This is really awesome of you! Thanks! [NEW_DIALOG] You want to know where other Sonia Card fans are? [NEW_DIALOG] Sorry, but I don't know of any close by. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mary_McLovin] ¡Es todo un detalle por tu parte! ¡Gracias! [NEW_DIALOG] ¿Quieres saber dónde hay más fanáticos de las cartas Sonia? [NEW_DIALOG] Lo siento, pero no se me ocurre nada. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{29}Collecting Sonia Cards is my biggest hobby! [NEW_DIALOG] It's too bad you don't have the card I want. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{29}¡Nada me gusta más que coleccionar cartas Sonia! [NEW_DIALOG] Qué pena que no tengas la carta que quiero. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{29}Hey, you! [NEW_DIALOG] Is that card in your hand a "Sonia the Acrobat"!? [NEW_DIALOG] That's pretty rare and hard to find. [NEW_DIALOG] If you don't mind... [NEW_DIALOG] Can I trade you this "Little Devil Sonia" for it? [NEW_DIALOG] [DIALOG_START][Geo] Whoa! That's the card I need. [NEW_DIALOG] I'll definitely trade with you! [NEW_DIALOG] {e10a}{164a}{e182}{1b}{ffff}{e182}{1c}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e58c}"! [NEW_DIALOG] [DIALOG_START][Geo] Let's go take this card to to its new owner. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{29}¡Eh, oye! [NEW_DIALOG] ¡¿Esa carta es una «Sonia acróbata»?! [NEW_DIALOG] Es una carta muy rara y difícil de conseguir. [NEW_DIALOG] Si no te importa... [NEW_DIALOG] ¿Me la cambias por una «Sonia diablilla»? [NEW_DIALOG] [DIALOG_START][Geo] ¡Guau! Es justo la carta que andaba buscando. [NEW_DIALOG] ¡Y tanto que te la cambio! [NEW_DIALOG] {e10a}{164a}{e182}{1b}{ffff}{e182}{1c}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e58c}»! [NEW_DIALOG] [DIALOG_START][Geo] Entreguemos esta carta a su nuevo dueño. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{29}That was such a sweet trade. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{29}El mejor cambio del mundo. [NEW_DIALOG] {ec00}{1}
