Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/03.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10a}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{3d}I wonder if anyone knows a beautiful beach location to film the show? [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10a}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{3d}Me pregunto si alguien conocerá una playa bonita en la que grabar una serie... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{3d}I've been up for two nights in a row with overtime work. I'm so exhausted... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3d}Llevo dos días sin dormir por culpa de todas estas horas extra. Estoy hecha polvo... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Umm... [NEW_DIALOG] I know a nice place or two. [NEW_DIALOG] [DIALOG_START]{3d}Really!? [NEW_DIALOG] I absolutely must find a fantastic spot to film the new TV show. [NEW_DIALOG] But I just haven't had the time to look thoroughly. [NEW_DIALOG] I know I shouldn't expect this of you... [NEW_DIALOG] But would you please go take a picture of a beautiful beach area that you know? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Accept her request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Em... [NEW_DIALOG] Pues conozco un par. [NEW_DIALOG] [DIALOG_START]{3d}¡¿De verdad?! [NEW_DIALOG] Tengo que encontrar un lugar precioso para grabar una nueva serie. [NEW_DIALOG] Pero no me ha dado tiempo a buscar. [NEW_DIALOG] Sé que no tendrías por qué hacerlo, pero... [NEW_DIALOG] ¿Podrías tomar una foto de una playa, por favor? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Aceptar su petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START]{3d}Really!? Honestly!? In that case... [NEW_DIALOG] While you're doing that, could you take a picture of [NEW_DIALOG] a building that would make a good setting, too? [NEW_DIALOG] [DIALOG_START][Geo] Sure thing! [NEW_DIALOG] [DIALOG_START][Mega] (If you're looking for the perfect beach area, then [NEW_DIALOG] over there is the only place worth going, huh?) [NEW_DIALOG] {e10a}{1654}{e182}{20}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e590}"! [NEW_DIALOG] {e10a}{1606}{ec20}{10d3}
es_es: [DIALOG_START]{3d}¡¿De verdad?! ¡¿En serio?! En ese caso... [NEW_DIALOG] Mientras te ocupas de ello, ¿podrías echar también una [NEW_DIALOG] foto de un edificio que pueda servir como escenario? [NEW_DIALOG] [DIALOG_START][Geo] ¡Por supuesto! [NEW_DIALOG] [DIALOG_START][Mega] (Si buscas la playa solo hay un lugar [NEW_DIALOG] al que puedas ir, ¿no?) [NEW_DIALOG] {e10a}{1654}{e182}{20}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e590}»! [NEW_DIALOG] {e10a}{1606}{ec20}{10d3}

source: [DIALOG_START]{3d}I'm so sorry to bother you! [NEW_DIALOG] {e10b}{1632}
es_es: [DIALOG_START]{3d}¡Siento molestarte con mis cosas! [NEW_DIALOG] {e10b}{1632}

source: {ec00}{0} [DIALOG_START]{3d}Oh, did you get the picture already? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3d}Oh, ¿ya tienes la foto? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar la petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START]{3d}Oh, I see. I'll just have to get it done myself... [NEW_DIALOG] {e10b}{1632}{e10b}{1606}{e10b}{1607}{e10b}{1654}{e10b}{1655}{e10b}{1656}{e182}{20}{ffff}{e182}!{ffff}{e182}"{ffff}{ec21}{10d3}
es_es: [DIALOG_START]{3d}Ah, ya veo. Pues tendré que hacerlo yo misma... [NEW_DIALOG] {e10b}{1632}{e10b}{1606}{e10b}{1607}{e10b}{1654}{e10b}{1655}{e10b}{1656}{e182}{20}{ffff}{e182}!{ffff}{e182}"{ffff}{ec21}{10d3}

source: [DIALOG_START]{3d}The picture needs to be of the perfect spot! [NEW_DIALOG]
es_es: [DIALOG_START]{3d}¡Tienes que sacar la foto en el sitio perfecto! [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Geo] I took the pictures for you! [NEW_DIALOG] [DIALOG_START]{3d}Really!? Thank you! [NEW_DIALOG] Let me see, let me see. [NEW_DIALOG] It's beautiful! Kid, you've got what it takes to be a professional! [NEW_DIALOG] I'm definitely going to have the TV show filmed here! [NEW_DIALOG] I'd be in so much trouble without your help. Thank you. [NEW_DIALOG] Would you mind being my Brother? [NEW_DIALOG] [DIALOG_START][Geo] Is that OK with you? [NEW_DIALOG] [DIALOG_START]{3d}Definitely. You're one of the staff members, now. [NEW_DIALOG] {e16e}{0}z [DIALOG_START][NONAME] Geo and {e31a} formed a Brother Band! [NEW_DIALOG] Geo's Link Power went up by 40. [NEW_DIALOG] [DIALOG_START]{3d}Don't miss even one episode! [NEW_DIALOG] {ec00}{1}{e10a}{1607}{e182}{20}{ffff}{e182}!{ffff}{e182}"{ffff}{ec21}{10d3}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Ya tengo las fotos! [NEW_DIALOG] [DIALOG_START]{3d}¡¿De verdad?! ¡Gracias! [NEW_DIALOG] A ver, a ver... [NEW_DIALOG] ¡Qué lugar más bonito! ¡Chico, tienes madera de profesional! [NEW_DIALOG] ¡Grabaré allí la serie, lo tengo clarísimo! [NEW_DIALOG] Menudo problema me has quitado de encima. Gracias. [NEW_DIALOG] ¿Te importaría ser mi Hermano? [NEW_DIALOG] [DIALOG_START][Geo] Guau, ¿estás segura? [NEW_DIALOG] [DIALOG_START]{3d}Y tanto que lo estoy. Como que ahora eres parte del personal. [NEW_DIALOG] {e16e}{0}z [DIALOG_START][NONAME] ¡Geo y {e31a} han formado una Bandahermano! [NEW_DIALOG] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] [DIALOG_START]{3d}¡No te pierdas ni un capítulo! [NEW_DIALOG] {ec00}{1}{e10a}{1607}{e182}{20}{ffff}{e182}!{ffff}{e182}"{ffff}{ec21}{10d3}

source: {ec00}{0} [DIALOG_START]{3d}The next TV series is going to be filmed in {e4c4}. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3d}La siguiente serie para la tele grabará en {e4c4}. [NEW_DIALOG] {ec00}{1}

source: {e18b}!{1}{d}{ec00}{0} [DIALOG_START]{4f}Doesn't the ocean look so beautiful from here!? [NEW_DIALOG] [DIALOG_START][Mega] (This is the place to take a picture, kid! Press the A Button to snap a shot!) [NEW_DIALOG] {ec00}{1}
es_es: {e18b}!{1}{d}{ec00}{0} [DIALOG_START]{4f}¡¡Qué bonito se ve el mar desde aquí!! [NEW_DIALOG] [DIALOG_START][Mega] (¡Este es el lugar perfecto, chaval! ¡Pulsa el botón A para sacar la foto!) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{4f}Doesn't the ocean look so beautiful from here!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{4f}¡¡Qué bonito se ve el mar desde aquí!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Alright, let's take the picture from here! [NEW_DIALOG] [DIALOG_START][NONAME] *snap* [NEW_DIALOG] [DIALOG_START][Geo] I think I got a good shot. The water is so clear, huh? [NEW_DIALOG] Once we have a picture of both the beach and a building, let's go back to {e4c0}. [NEW_DIALOG] {e182}!{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e591}"! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Muy bien, pues vamos a sacar la foto! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Clic! [NEW_DIALOG] [DIALOG_START][Geo] Creo que ha quedado bien. El agua está cristalina, ¿eh? [NEW_DIALOG] Cuando tengamos la foto de la playa y el edificio, volvamos al {e4c0}. [NEW_DIALOG] {e182}!{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e591}»! [NEW_DIALOG] {ec00}{1}

source: {e18b}"{1}{10}{ec00}{0} [DIALOG_START]{2b}Isn't the sight of {e4c7} from here just amazing? [NEW_DIALOG] [DIALOG_START][Mega] (That's the perfect building, kid! Press the A Button to take a picture!) [NEW_DIALOG] {ec00}{1}
es_es: {e18b}"{1}{10}{ec00}{0} [DIALOG_START]{2b}Las vistas del {e4c7} son increíbles, ¿eh? [NEW_DIALOG] [DIALOG_START][Mega] (¡Es el edificio perfecto, chaval! ¡Pulsa el botón A para sacar la foto!) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{2b}Isn't the sight of {e4c7} from here just amazing? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2b}Las vistas del {e4c7} son increíbles, ¿eh? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] OK! Let's take the picture from here! [NEW_DIALOG] [DIALOG_START][NONAME] *snap* [NEW_DIALOG] [DIALOG_START][Geo] That's a sweet shot! That was the perfect angle to take of {e4c7}. [NEW_DIALOG] Once we have a picture of both the beach and a building, let's go back to {e4c0}. [NEW_DIALOG] {e182}"{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e592}"! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Vale, vamos a sacar la foto! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Clic! [NEW_DIALOG] [DIALOG_START][Geo] ¡Menuda foto! El {e4c7} ha salido perfecto. [NEW_DIALOG] Cuando tengamos la foto de la playa y el edificio, volvamos al {e4c0}. [NEW_DIALOG] {e182}"{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e592}»! [NEW_DIALOG] {ec00}{1}
