Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/05.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10a}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Angel_Wise] I really want to get Woody to try this amazing health drink I heard about. [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10a}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Angel_Wise] Quiero que Woody pruebe una increíble bebida saludable superfamosa. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Angel_Wise] I wonder if Woody is alright all by himself...? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Angel_Wise] Me pregunto si Woody estará bien él solo... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] It looks like you're worried about Woody. [NEW_DIALOG] [DIALOG_START][Angel_Wise] I am, actually. [NEW_DIALOG] He's been working so hard, I'm worried that he's going to wear himself out... [NEW_DIALOG] I want to get him to try a health drink that you can get in {e4c4}. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help this person? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Te preocupa Woody? [NEW_DIALOG] [DIALOG_START][Angel_Wise] Pues sí, la verdad. [NEW_DIALOG] Como ha estado trabajando tan duro, me preocupa que le vaya a pasar algo... [NEW_DIALOG] Quiero que pruebe una bebida saludable que venden en {e4c4}. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a esta persona? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] I can help you out! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Really!? [NEW_DIALOG] [DIALOG_START][Geo] I can get the health drink in {e4c4}, right? [NEW_DIALOG] [DIALOG_START][Angel_Wise] Well... I heard that it is really hard to get ahold of. [NEW_DIALOG] [DIALOG_START][Geo] Hmm, I'll see what I can do. [NEW_DIALOG] {e10a}{165c}{e10a}{160a}{ec20}{10d5}
es_es: [DIALOG_START][Geo] ¡Yo puedo ayudarte! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡¿De verdad?! [NEW_DIALOG] [DIALOG_START][Geo] Puedo conseguir esa bebida en {e4c4}, ¿verdad? [NEW_DIALOG] [DIALOG_START][Angel_Wise] Bueno... He oído que es muy difícil de conseguir. [NEW_DIALOG] [DIALOG_START][Geo] Mmm, veré qué puedo hacer. [NEW_DIALOG] {e10a}{165c}{e10a}{160a}{ec20}{10d5}

source: [DIALOG_START][Angel_Wise] Thanks anyway. I'm sorry for the trouble... [NEW_DIALOG] Oh, please don't go over there. [NEW_DIALOG] Take this! Cannon!! [NEW_DIALOG] [DIALOG_START][Mega] Huh!? Did she pop a gasket? [NEW_DIALOG] {e10b}{1634}
es_es: [DIALOG_START][Angel_Wise] Gracias de todas formas. Siento las molestias... [NEW_DIALOG] Oh, no vayas por ahí, por favor. [NEW_DIALOG] ¡Toma esto! ¡¡Cañón!! [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Eh?! ¿Se le ha ido la pinza? [NEW_DIALOG] {e10b}{1634}

source: {ec00}{0} [DIALOG_START][Angel_Wise] Did you already give it to Woody? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Angel_Wise] ¿Le has dado la bebida a Woody? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar la petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START][Angel_Wise] Thanks anyway. I'm sorry for the trouble... [NEW_DIALOG] Oh, please don't go over there. [NEW_DIALOG] Take this! Cannon!! [NEW_DIALOG] [DIALOG_START][Mega] Huh!? Did she pop a gasket? [NEW_DIALOG] {e10b}{1634}{e10b}{160a}{e10b}{160b}{e10b}{165c}{e10b}{165d}{e10b}{165e}{e10b}{165f}{e10b}{1660}{e10b}{1661}{e10b}{1662}{e10b}{1663}{e182}%{ffff}{e182}&{ffff}{e182}'{ffff}{e182}({ffff}{ec21}{10d5}
es_es: [DIALOG_START][Angel_Wise] Gracias de todas formas. Siento las molestias... [NEW_DIALOG] Oh, no vayas por ahí, por favor. [NEW_DIALOG] ¡Toma esto! ¡¡Cañón!! [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Eh?! ¿Se le ha ido la pinza? [NEW_DIALOG] {e10b}{1634}{e10b}{160a}{e10b}{160b}{e10b}{165c}{e10b}{165d}{e10b}{165e}{e10b}{165f}{e10b}{1660}{e10b}{1661}{e10b}{1662}{e10b}{1663}{e182}%{ffff}{e182}&{ffff}{e182}'{ffff}{e182}({ffff}{ec21}{10d5}

source: [DIALOG_START][Angel_Wise] You're the best! [NEW_DIALOG]
es_es: [DIALOG_START][Angel_Wise] ¡Eres el mejor! [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Angel_Wise] Thank you very much for giving it to Woody! [NEW_DIALOG] Here, this is for you! [NEW_DIALOG] {e185}{1}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e5e1}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] [DIALOG_START][Angel_Wise] I'm so excited to see Woody start feeling better! [NEW_DIALOG] {ec00}{1}{e10a}{160b}{ec21}{10d5}
es_es: {ec00}{0} [DIALOG_START][Angel_Wise] ¡Muchas gracias por dársela a Woody! [NEW_DIALOG] ¡Ten, esto es para ti! [NEW_DIALOG] {e185}{1}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e5e1}»! [NEW_DIALOG] ¡Capacidad PV aumentada! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Qué ganas de ver cómo Woody se siente mejor! [NEW_DIALOG] {ec00}{1}{e10a}{160b}{ec21}{10d5}

source: {ec00}{0} [DIALOG_START][Angel_Wise] I'm so excited to see Woody start feeling better! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Angel_Wise] ¡Qué ganas de ver cómo Woody se siente mejor! [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{1660}{14}{ec00}{0} [DIALOG_START]{4d}Do you want the ingredient {e597}? [NEW_DIALOG] That stuff is pretty intense. Make sure that you don't drink too much. [NEW_DIALOG] {e10a}{1660}{e182}'{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e597}"! [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{1660}{14}{ec00}{0} [DIALOG_START]{4d}¿Quieres el ingrediente {e597}? [NEW_DIALOG] Es muy fuerte, no te pases con ella. [NEW_DIALOG] {e10a}{1660}{e182}'{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e597}»! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{4d}Make sure that you don't drink too much. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{4d}No bebas demasiado. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{1663}{16}{ec00}{0} [DIALOG_START][Woody] My club members were worried about me, so they had you get this for me? [NEW_DIALOG] They're such great friends! [NEW_DIALOG] I'll try it right away! [NEW_DIALOG] *gulp*{e116} *gulp*{e116} *gulp* [NEW_DIALOG] {e1a0}{4} [DIALOG_START][Woody] That was delicious! [NEW_DIALOG] And I feel better already! [NEW_DIALOG] {e1a0}{4} [DIALOG_START][Woody] Oh! [NEW_DIALOG] I'm feeling a bit warm... [NEW_DIALOG] Umph... [NEW_DIALOG] {e1a0}{4}{ffff} [DIALOG_START][Woody] Whoooaaa! {e145} [NEW_DIALOG] {e1a0}{0}{0} [DIALOG_START][Woody] ... [NEW_DIALOG] ... [NEW_DIALOG] ... [NEW_DIALOG] [DIALOG_START][Mega] Geez! Standing up was too much for his body to handle! [NEW_DIALOG] [DIALOG_START][Geo] Woody! [NEW_DIALOG] {e1a0}{4} [DIALOG_START][Woody] Huh...!? [NEW_DIALOG] This drink is so strong. [NEW_DIALOG] [DIALOG_START][Geo] Thank goodness you woke back up. [NEW_DIALOG] I should go tell your fellow club members that I got you the drink. [NEW_DIALOG] {ec00}{1}{e10a}{1663}{e182}({ffff}
es_es: {e10c}{1}{1663}{16}{ec00}{0} [DIALOG_START][Woody] ¿Los miembros de mi club estaban preocupados por mí y te hicieron darme esto? [NEW_DIALOG] ¡Qué buenos amigos! [NEW_DIALOG] ¡Voy a probarlo ahora mismo! [NEW_DIALOG] Glup.{e116} Glup.{e116} Glup. [NEW_DIALOG] {e1a0}{4} [DIALOG_START][Woody] ¡Qué rico! [NEW_DIALOG] ¡Y ya me siento mejor! [NEW_DIALOG] {e1a0}{4} [DIALOG_START][Woody] ¡Oh! [NEW_DIALOG] Siento cierta calidez... [NEW_DIALOG] Uf... [NEW_DIALOG] {e1a0}{4}{ffff} [DIALOG_START][Woody] ¡Guuuaaauuu! {e145} [NEW_DIALOG] {e1a0}{0}{0} [DIALOG_START][Woody] ... [NEW_DIALOG] ... [NEW_DIALOG] ... [NEW_DIALOG] [DIALOG_START][Mega] ¡Madre mía! ¡Parece que su cuerpo no lo ha soportado! [NEW_DIALOG] [DIALOG_START][Geo] ¡Woody! [NEW_DIALOG] {e1a0}{4} [DIALOG_START][Woody] ¡¿Eh?! [NEW_DIALOG] Qué fuerte está. [NEW_DIALOG] [DIALOG_START][Geo] Menos mal que te has despertado. [NEW_DIALOG] Voy a decirle a tus compañeros que te he dado la bebida. [NEW_DIALOG] {ec00}{1}{e10a}{1663}{e182}({ffff}

source: {ec00}{0} [DIALOG_START][Woody] This drink is so strong. [NEW_DIALOG] Do you know what it's made from? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] Qué fuerte está. [NEW_DIALOG] ¿De qué está hecha? [NEW_DIALOG] {ec00}{1}
