Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/06.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10a}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{30}Special mission! Virus deletion! [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10a}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{30}¡Misión especial! ¡Eliminación de virus! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}Viruses have been appearing more than usual, lately... [NEW_DIALOG] Especially in various places within {e4bc}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Últimamente, han estado apareciendo más virus de lo normal... [NEW_DIALOG] Sobre todo en la zona del {e4bc}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Did you mention viruses? [NEW_DIALOG] [DIALOG_START]{30}Yes, viruses are showing up in huge numbers inside of {e4bc}. [NEW_DIALOG] Will you accept the virus deletion special mission? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Accept the mission? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Has dicho virus? [NEW_DIALOG] [DIALOG_START]{30}Sí, han aparecido muchos virus en el {e4bc}. [NEW_DIALOG] ¿Aceptas la misión especial de eliminación de virus? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Aceptar la misión? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] Sure, I'll go delete them! [NEW_DIALOG] [DIALOG_START]{30}Good decision, son! [NEW_DIALOG] We will support you as much as we can during the mission. [NEW_DIALOG] Please head out and delete the three viruses that are there now. [NEW_DIALOG] {e10a}{1665}{e10a}{160c}{ec20}{10d6}
es_es: [DIALOG_START][Geo] ¡Claro, yo me ocuparé de ellos! [NEW_DIALOG] [DIALOG_START]{30}¡Bien dicho, chaval! [NEW_DIALOG] Te apoyaremos todo lo posible durante la misión. [NEW_DIALOG] Sal y elimina a los tres virus que se encuentran allí, por favor. [NEW_DIALOG] {e10a}{1665}{e10a}{160c}{ec20}{10d6}

source: [DIALOG_START][Geo] On second thought, I'll pass. [NEW_DIALOG] {e10b}{1635}
es_es: [DIALOG_START][Geo] Pensándolo mejor, creo que paso. [NEW_DIALOG] {e10b}{1635}

source: {ec00}{0} [DIALOG_START]{30}Really? What's wrong? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}¿En serio? ¿Por qué? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar la petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START]{30}I see... [NEW_DIALOG] We'll just have to take care of things on our own... [NEW_DIALOG] {e10b}{1635}{e10b}{160c}{e10b}{160d}{e10b}{1665}{e10b}{1666}{e10b}{1667}{e10b}{1668}{e10b}{1669}{e10b}{166a}{e10b}{166b}{e10b}{166c}{e10b}{166d}{e10b}{166e}{ec21}{10d6}
es_es: [DIALOG_START]{30}Ya veo... [NEW_DIALOG] Tendremos que ocuparnos nosotros mismos... [NEW_DIALOG] {e10b}{1635}{e10b}{160c}{e10b}{160d}{e10b}{1665}{e10b}{1666}{e10b}{1667}{e10b}{1668}{e10b}{1669}{e10b}{166a}{e10b}{166b}{e10b}{166c}{e10b}{166d}{e10b}{166e}{ec21}{10d6}

source: [DIALOG_START]{30}Don't let your guard down. [NEW_DIALOG]
es_es: [DIALOG_START]{30}No bajes la guardia. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Geo] I completed the mission! [NEW_DIALOG] [DIALOG_START]{30}Very nice indeed. [NEW_DIALOG] Thanks to you, {e4bc} is a safe area again. [NEW_DIALOG] I will inform my commanders of your performance. [NEW_DIALOG] Please take this. [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e5e0}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] {ec00}{1}{e10a}{160d}{ec21}{10d6}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Misión cumplida! [NEW_DIALOG] [DIALOG_START]{30}Buen trabajo. [NEW_DIALOG] Gracias a ti, el {e4bc} vuelve a ser seguro. [NEW_DIALOG] Informaré a mis superiores de tu desempeño. [NEW_DIALOG] Acepta esto, por favor. [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e5e0}»! [NEW_DIALOG] ¡Capacidad PV aumentada! [NEW_DIALOG] {ec00}{1}{e10a}{160d}{ec21}{10d6}

source: {ec00}{0} [DIALOG_START]{30}Thank you once again. [NEW_DIALOG] I will consider you for other future missions. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Gracias otra vez. [NEW_DIALOG] Te tendré en cuenta para futuras misiones. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] These must be the viruses that keep popping up! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Estos deben de ser los virus que no dejan de salir! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] That should be all of them. Let's go report in. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Creo que ya no hay más. Vamos a informar. [NEW_DIALOG] {ec00}{1}
