Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/07.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10a}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{30}Special mission! Discover the true identity of the mysterious person! [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10a}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{30}¡Misión especial! ¡Descubrir la identidad de una persona misteriosa! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}Hmm... Something doesn't feel right about this. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Mmm... Aquí hay algo que no me termina de encajar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Is there another problem? [NEW_DIALOG] [DIALOG_START]{30}I just received a report about a mysterious person in the {e519}. [NEW_DIALOG] I need someone to go on a reconnaissance mission. Are you up to it? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Accept the mission? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Más problemas? [NEW_DIALOG] [DIALOG_START]{30}Acaba de llegar un informe de una persona misteriosa en {e519}. [NEW_DIALOG] Necesito a alguien para una misión de reconocimiento. ¿Te apuntas? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Aceptar la misión? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] That's in {e4b0}, right? I'll head there immediately! [NEW_DIALOG] [DIALOG_START]{30}I'm counting on you. [NEW_DIALOG] {e10a}{1670}{e10a}{160e}{ec20}{10d7}
es_es: [DIALOG_START][Geo] Eso está en {e4b0}, ¿no? ¡Pues voy ahora mismo! [NEW_DIALOG] [DIALOG_START]{30}Cuento contigo. [NEW_DIALOG] {e10a}{1670}{e10a}{160e}{ec20}{10d7}

source: [DIALOG_START]{30}I see... You must have something else you need to do instead... [NEW_DIALOG] {e10b}{1636}
es_es: [DIALOG_START]{30}Ya veo... Seguro que tienes cosas más importantes... [NEW_DIALOG] {e10b}{1636}

source: {ec00}{0} [DIALOG_START]{30}Really? What's wrong? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}¿En serio? ¿Por qué? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar esta petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START]{30}I see... You must have something else you need to do instead... [NEW_DIALOG] {e10b}{1636}{e10b}{160e}{e10b}{160f}{e10b}{1670}{e10b}{1671}{e10b}{1672}{e10b}{1673}{ec21}{10d7}
es_es: [DIALOG_START]{30}Ya veo... Tendrás algo más importante que hacer... [NEW_DIALOG] {e10b}{1636}{e10b}{160e}{e10b}{160f}{e10b}{1670}{e10b}{1671}{e10b}{1672}{e10b}{1673}{ec21}{10d7}

source: [DIALOG_START]{30}I'm counting on you. [NEW_DIALOG]
es_es: [DIALOG_START]{30}Cuento contigo. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Geo] I completed the mission! [NEW_DIALOG] [DIALOG_START]{30}Very nice indeed. [NEW_DIALOG] This was a very dangerous mission. [NEW_DIALOG] The right people will hear of your courage and honor. [NEW_DIALOG] {ec22}{1}{b}{e180}{c7}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: Battle Card: "{e807}"! [NEW_DIALOG] {ec00}{1}{e10a}{160f}{ec21}{10d7}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Misión cumplida! [NEW_DIALOG] [DIALOG_START]{30}Buen trabajo. [NEW_DIALOG] Esta misión era muy peligrosa. [NEW_DIALOG] Me aseguraré de que tu valentía y honor llegue a oídos adecuados. [NEW_DIALOG] {ec22}{1}{b}{e180}{c7}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido la Carta de combate: «{e807}»! [NEW_DIALOG] {ec00}{1}{e10a}{160f}{ec21}{10d7}

source: {e180}Ì{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: Battle Card: "{e80c}"! [NEW_DIALOG] {ec00}{1}{e10a}{160f}{ec21}{10d7}
es_es: {e180}Ì{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido la Carta de combate: «{e80c}»! [NEW_DIALOG] {ec00}{1}{e10a}{160f}{ec21}{10d7}

source: {ec00}{0} [DIALOG_START]{30}I'll keep you in mind for future missions of this kind. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Te tendré en cuenta para futuras misiones. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Hey! What are you doing!? [NEW_DIALOG] [DIALOG_START]{97}Huh? [NEW_DIALOG] Are you one of those stupid humans? [NEW_DIALOG] [DIALOG_START][Mega] Stay frosty, kid! He's got an explosive on him! [NEW_DIALOG] [DIALOG_START]{97}Huh huh... [NEW_DIALOG] I'm helping humans with their evolution. The ultimate form of evolution is something [NEW_DIALOG] humans cannot achieve without a little help. [NEW_DIALOG] [DIALOG_START][Geo] W-Why would you do that? [NEW_DIALOG] You need to stop this immediately! [NEW_DIALOG] [DIALOG_START]{97}Huhu... So it's come to this, has it? [NEW_DIALOG] Huhuhu... Huhuhu... [NEW_DIALOG] Time to destroy everything! [NEW_DIALOG] [DIALOG_START][Mega] I don't think he's the kind to listen to logic. [NEW_DIALOG] Watch out, kid! [NEW_DIALOG] {e10a}{1671}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Eh! ¡¿Qué estás haciendo?! [NEW_DIALOG] [DIALOG_START]{97}¿Eh? [NEW_DIALOG] ¿Eres uno de esos estúpidos humanos? [NEW_DIALOG] [DIALOG_START][Mega] ¡No muevas un pelo, chaval! ¡Tiene un explosivo! [NEW_DIALOG] [DIALOG_START]{97}Ajá... [NEW_DIALOG] Estoy ayudando a los humanos a evolucionar. Los humanos necesitan un empujoncito [NEW_DIALOG] para alcanzar la evolución definitiva. [NEW_DIALOG] [DIALOG_START][Geo] ¿P-pero por qué lo haces? [NEW_DIALOG] ¡Para ahora mismo! [NEW_DIALOG] [DIALOG_START]{97}Ju, ju... A estas hemos llegado, ¿eh? [NEW_DIALOG] Ju, ju, ju... Ju, ju, ju... [NEW_DIALOG] ¡Hora de destruirlo todo! [NEW_DIALOG] [DIALOG_START][Mega] No parece que vaya a atender a la lógica. [NEW_DIALOG] ¡Ten cuidado, chaval! [NEW_DIALOG] {e10a}{1671}

source: {ec00}{0} [DIALOG_START][Geo] That was close... Let's go report in. [NEW_DIALOG] {ec00}{1}{e10a}{1673}
es_es: {ec00}{0} [DIALOG_START][Geo] Por los pelos... Vamos a informar de la misión. [NEW_DIALOG] {ec00}{1}{e10a}{1673}
