Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/09.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10a}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{30}I'd really like to get someone to go examine the surveillance camera for me. [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10a}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{30}¿Es que nadie quiere comprobar una cámara de seguridad por mí? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}That's strange... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Qué raro... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Umm... [NEW_DIALOG] Is something wrong? [NEW_DIALOG] [DIALOG_START]{30}We have a surveillance camera set up in the eye of [NEW_DIALOG] the dragon statue at the beach in {e4c4}, however... [NEW_DIALOG] It is only taking video of girls in bikinis. Maybe it's broken or something. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help this person? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Em... [NEW_DIALOG] ¿Pasa algo? [NEW_DIALOG] [DIALOG_START]{30}Tenemos una cámara de seguridad en el ojo de la [NEW_DIALOG] estatua del dragón de la playa de {e4c4}, pero... [NEW_DIALOG] Solo graba a las chicas en bikini. Igual se ha roto o algo así. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a esta persona? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] How about I check out the dragon statue for you? [NEW_DIALOG] [DIALOG_START]{30}That would be great. Please report to me when you have some information. [NEW_DIALOG] {e10a}{1612}{e10a}{1678}{ec20}{10d9}
es_es: [DIALOG_START][Geo] ¿Qué te parece si compruebo la estatua por ti? [NEW_DIALOG] [DIALOG_START]{30}Por mí, perfecto. Infórmame en cuanto sepas algo, por favor. [NEW_DIALOG] {e10a}{1612}{e10a}{1678}{ec20}{10d9}

source: [DIALOG_START]{30}I see... You must have something else you need to do instead... [NEW_DIALOG] {e10b}{1638}
es_es: [DIALOG_START]{30}Ya veo... Seguro que tienes cosas más importantes que hacer... [NEW_DIALOG] {e10b}{1638}

source: {ec00}{0} [DIALOG_START]{30}Really? What's wrong? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}¿En serio? ¿Por qué? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar esta petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START]{30}I see... You must have something else you need to do instead... [NEW_DIALOG] {e10b}{1638}{e10b}{1612}{e10b}{1613}{e10b}{1678}{e10b}{1679}{e10b}{167a}{e10b}{167b}{ec21}{10d9}
es_es: [DIALOG_START]{30}Ya veo... Seguro que tienes cosas más importantes que hacer. [NEW_DIALOG] {e10b}{1638}{e10b}{1612}{e10b}{1613}{e10b}{1678}{e10b}{1679}{e10b}{167a}{e10b}{167b}{ec21}{10d9}

source: [DIALOG_START]{30}Be careful on this mission. [NEW_DIALOG]
es_es: [DIALOG_START]{30}Ten mucho misión. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Geo] I went and checked out the surveillance camera. Everything is fine now. [NEW_DIALOG] [DIALOG_START]{30}Good work, junior officer. [NEW_DIALOG] Now we will be able to watch over the whole beach, and prevent any tragedies. [NEW_DIALOG] Please take this. [NEW_DIALOG] {e185}{1}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e5e1}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] {ec00}{1}{e10a}{1613}{ec21}{10d9}
es_es: {ec00}{0} [DIALOG_START][Geo] Le he echado un vistazo a la cámara de vigilancia. Ya está arreglada. [NEW_DIALOG] [DIALOG_START]{30}Buen trabajo, joven agente. [NEW_DIALOG] Ahora podremos vigilar toda la playa y evitar alguna tragedia. [NEW_DIALOG] Acepta esto, por favor. [NEW_DIALOG] {e185}{1}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} gha obtenido: «{e5e1}»! [NEW_DIALOG] ¡Capacidad PV mejorada! [NEW_DIALOG] {ec00}{1}{e10a}{1613}{ec21}{10d9}

source: {ec00}{0} [DIALOG_START]{30}Now we will be able to watch over the whole beach, and prevent any tragedies. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Ahora podremos vigilar toda la playa y evitar alguna tragedia. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] What are you doing!? [NEW_DIALOG] {e1a0}{4} [DIALOG_START]{97}Wh-Wh-Who are you!? Don't surprise me like that! [NEW_DIALOG] [DIALOG_START][Mega] We're the ones asking questions here, bub! What's with your bikini obsession!? [NEW_DIALOG] [DIALOG_START]{97}Wh-What...!? [NEW_DIALOG] I-I'm just... [NEW_DIALOG] [DIALOG_START][Geo] Just? [NEW_DIALOG] [DIALOG_START]{97}Just... [NEW_DIALOG] [DIALOG_START][Mega] You're "just" what? [NEW_DIALOG] {e1a0}{4}{96} [DIALOG_START]{97}Shut up!! Get out of my face! [NEW_DIALOG] [DIALOG_START][Mega] Here we go, kid! [NEW_DIALOG] {ec00}{1}{e10a}{1679}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Se puede saber qué haces?! [NEW_DIALOG] {e1a0}{4} [DIALOG_START]{97}¡¿Y-y-y tú quién eres?! ¡No me des esos sustos! [NEW_DIALOG] [DIALOG_START][Mega] ¡Las preguntas las hacemos nosotros! ¡¿A qué viene esa obsesión con los bikinis?! [NEW_DIALOG] [DIALOG_START]{97}¡¿C-cómo?! [NEW_DIALOG] P-pero si solo estoy... [NEW_DIALOG] [DIALOG_START][Geo] ¿Solo estás...? [NEW_DIALOG] [DIALOG_START]{97}Solo estoy... [NEW_DIALOG] [DIALOG_START][Mega] ¿«Solo estás» qué? [NEW_DIALOG] {e1a0}{4}{96} [DIALOG_START]{97}¡¡Cállate!! ¡Largaos de aquí! [NEW_DIALOG] [DIALOG_START][Mega] ¡Allá vamos, chaval! [NEW_DIALOG] {ec00}{1}{e10a}{1679}

source: {ec00}{0} [DIALOG_START][Geo] That was tough... [NEW_DIALOG] The surveillance camera should work properly now. [NEW_DIALOG] Let's go report in. [NEW_DIALOG] {ec00}{1}{e10a}{167b}
es_es: {ec00}{0} [DIALOG_START][Geo] Menudo combate... [NEW_DIALOG] La cámara de seguridad no debería dar más problemas. [NEW_DIALOG] Vamos a informar de la misión. [NEW_DIALOG] {ec00}{1}{e10a}{167b}
