Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/10.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10a}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Prez] Have you heard the rumors about {e4bc}? [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10a}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Prez] ¿Has oído los rumores sobre el {e4bc}? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Umm... What's going on in {e4bc}? Something bad? [NEW_DIALOG] [DIALOG_START][Prez] {ec13}(Ugh... Just talking about it makes me feel sick.) [NEW_DIALOG] Everyone is talking about it. [NEW_DIALOG] If you knock three times on the door of the girls' bathroom, then chant a spell... [NEW_DIALOG] [DIALOG_START][Geo] Yeah...? [NEW_DIALOG] [DIALOG_START][Prez] A ghost will appear! [NEW_DIALOG] [DIALOG_START][Geo] A ghost!? [NEW_DIALOG] Haha... [NEW_DIALOG] You don't believe that, do you, Prez? [NEW_DIALOG] [DIALOG_START][Prez] Who do you think I am!? [NEW_DIALOG] I would never believe in that kind of childish stuff! [NEW_DIALOG] {ec13}(Actually, I can't even sleep at night anymore.) [NEW_DIALOG] [DIALOG_START][Geo] Then I guess there's no reason to go check it out. [NEW_DIALOG] [DIALOG_START][Prez] W-W-Wait a second! [NEW_DIALOG] I'm fine, but some students are really scared. I can't let this go unchecked! [NEW_DIALOG] Since you're a hero, Geo... Go check it out for me, please. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Accept her request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Em... ¿Qué ocurre en el {e4bc}? ¿Es algo malo? [NEW_DIALOG] [DIALOG_START][Prez] {ec13}(Argh... Me pongo mala solo de contarlo...) [NEW_DIALOG] Es la comidilla del cole. [NEW_DIALOG] Si tocas tres veces la puerta del baño de chicas y recitas un hechizo... [NEW_DIALOG] [DIALOG_START][Geo] ¿Sí?... [NEW_DIALOG] [DIALOG_START][Prez] ¡Aparece un fantasma! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Un fantasma?! [NEW_DIALOG] Ja, ja... [NEW_DIALOG] No te lo habrás creído, ¿no, Dele? [NEW_DIALOG] [DIALOG_START][Prez] ¡¿Pero quién te crees que soy?! [NEW_DIALOG] ¡¿Cómo voy a creerme esas chiquilladas?! [NEW_DIALOG] {ec13}(Creo que no voy a volver a pegar ojo en mi vida.) [NEW_DIALOG] [DIALOG_START][Geo] Entonces es tontería ir a comprobarlo. [NEW_DIALOG] [DIALOG_START][Prez] ¡E-e-espera un segundito! [NEW_DIALOG] A diferencia de mí, hay estudiantes aterrorizados. ¡Hay que comprobarlo! [NEW_DIALOG] Geo, tú eres un héroe... Ve tú a comprobarlo, por favor. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Aceptar su petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] If it's really that big of a deal, then I'll do it. [NEW_DIALOG] [DIALOG_START][Prez] Thanks, Geo. [NEW_DIALOG] [DIALOG_START][Geo] So you knock on the door of the girls' bathroom, then chant a spell... [NEW_DIALOG] What's the spell? [NEW_DIALOG] {e1a0}{4} [DIALOG_START][Prez] I have no clue! [NEW_DIALOG] Even if you find out what it is, don't you dare say it in front of me. [NEW_DIALOG] I'll stop being your Brother! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(She's the one that's actually scared, isn't she?) [NEW_DIALOG] [DIALOG_START][Geo] Fine. I'll have to ask someone at school... [NEW_DIALOG] {e10a}{1614}{e10a}{167d}{ec20}{10da}
es_es: [DIALOG_START][Geo] Si tan importante es para ti, qué remedio. [NEW_DIALOG] [DIALOG_START][Prez] Gracias, Geo. [NEW_DIALOG] [DIALOG_START][Geo] Tienes que tocar tres veces la puerta del baño de chicas y recitar un hechizo... [NEW_DIALOG] ¿Y cuál es el hechizo? [NEW_DIALOG] {e1a0}{4} [DIALOG_START][Prez] ¡No tengo ni idea! [NEW_DIALOG] Y aunque lo descubras, ni se te ocurra recitarlo conmigo delante. [NEW_DIALOG] ¡Dejaré de ser tu Hermana! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(Parece que la que más asustada está es ella, ¿no?) [NEW_DIALOG] [DIALOG_START][Geo] Vale. Preguntaré en el cole, a ver... [NEW_DIALOG] {e10a}{1614}{e10a}{167d}{ec20}{10da}

source: [DIALOG_START][Prez] I thought you were a man!? [NEW_DIALOG] Geez... [NEW_DIALOG] Well, if you change your mind, let me know! [NEW_DIALOG] {e10b}{1639}
es_es: [DIALOG_START][Prez] ¡Pensaba que eras un hombre! [NEW_DIALOG] Ains... [NEW_DIALOG] ¡En fin, avísame si cambias de opinión! [NEW_DIALOG] {e10b}{1639}

source: {ec00}{0} [DIALOG_START][Prez] Did you find out the truth behind the ghost? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Has descubierto la verdad tras el fantasma? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar esta petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START][Prez] A real man would never take back his word! [NEW_DIALOG] {e10b}{1639}{e10b}{1614}{e10b}{1615}{e10b}{167d}{e10b}{167e}{e10b}{167f}{e10b}{1680}{e10b}{1681}{e182}){ffff}{ec21}{10da}
es_es: [DIALOG_START][Prez] ¡Un verdadero hombre jamás se retractaría de sus palabras! [NEW_DIALOG] {e10b}{1639}{e10b}{1614}{e10b}{1615}{e10b}{167d}{e10b}{167e}{e10b}{167f}{e10b}{1680}{e10b}{1681}{e182}){ffff}{ec21}{10da}

source: [DIALOG_START][Prez] Thanks, Geo. [NEW_DIALOG]
es_es: [DIALOG_START][Prez] Gracias, Geo. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Prez] It was a prank by viruses? [NEW_DIALOG] {ec13}(Phew...) [NEW_DIALOG] I figured it had to be something like that! [NEW_DIALOG] At any rate, thanks so much for helping, Geo. [NEW_DIALOG] Here's something for helping. [NEW_DIALOG] {e187}{14b}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e657}{e6d2}"! [NEW_DIALOG] [DIALOG_START][NONAME] Geo's Link Power went up by 40. [NEW_DIALOG] [DIALOG_START][Prez] {ec13}(Geo is such a reliable guy.) [NEW_DIALOG] {ec00}{1}{e10a}{1615}{ec21}{10da}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Era una broma de los virus? [NEW_DIALOG] {ec13}(Uf...) [NEW_DIALOG] ¡Ya lo sabía yo! [NEW_DIALOG] En fin, muchas gracias por tu ayuda, Geo. [NEW_DIALOG] Toma esto como agradecimiento. [NEW_DIALOG] {e187}{14b}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e657}{e6d2}»! [NEW_DIALOG] [DIALOG_START][NONAME] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] [DIALOG_START][Prez] {ec13}(Siempre puedo contar con Geo.) [NEW_DIALOG] {ec00}{1}{e10a}{1615}{ec21}{10da}

source: {ec00}{0} [DIALOG_START][Geo] Do you know anything about the rumors about the girls' bathroom in {e4bc}? [NEW_DIALOG] [DIALOG_START][Mary_McLovin] !! [NEW_DIALOG] Actually... I heard a voice in the girls' bathroom in {e4bc}! [NEW_DIALOG] [DIALOG_START][Geo] A-A voice? [NEW_DIALOG] {ec13}(This is getting creepy.) [NEW_DIALOG] [DIALOG_START][Mary_McLovin] It felt like it was following me around! I was so scared! [NEW_DIALOG] [DIALOG_START][Geo] If you happen to know the necessary spell, would you please teach it to me? [NEW_DIALOG] [DIALOG_START][Mary_McLovin] This is what you should say... [NEW_DIALOG] {e10a}{167e}{e182}){1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e599}"! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Sabes algo sobre el rumor del baño de chicas del {e4bc}? [NEW_DIALOG] [DIALOG_START][Mary_McLovin] ¡¡!! [NEW_DIALOG] Actually... Pues la verdad es que... ¡Yo oír una voz en el baño de chicas del {e4bc}! [NEW_DIALOG] [DIALOG_START][Geo] ¿U-una voz? [NEW_DIALOG] {ec13}(Qué miedo.) [NEW_DIALOG] [DIALOG_START][Mary_McLovin] ¡Era como si me siguiera! ¡Menudo miedo pasé! [NEW_DIALOG] [DIALOG_START][Geo] Por casualidad, ¿no conocerás el hechizo? ¿Me lo puedes decir? [NEW_DIALOG] [DIALOG_START][Mary_McLovin] El hechizo es este... [NEW_DIALOG] {e10a}{167e}{e182}){1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e599}»! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mary_McLovin] I'm not taking any responsibility for what happens to you! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mary_McLovin] ¡Si te pasa algo, no quiero saber nada! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] It looks like the viruses were having fun scaring a bunch of humans. [NEW_DIALOG] There's no way ghosts exist on this planet! [NEW_DIALOG] [DIALOG_START][Geo] How do you know? You're not from Earth! [NEW_DIALOG] Let's go back to Luna. [NEW_DIALOG] {ec00}{1}{e10a}{1681}
es_es: {ec00}{0} [DIALOG_START][Mega] Los virus se divertían asustando a los humanos. [NEW_DIALOG] ¡Los fantasmas no existen en este planeta! [NEW_DIALOG] [DIALOG_START][Geo] ¿Y tú qué sabes? ¡Si no eres de la Tierra! [NEW_DIALOG] Volvamos con Luna. [NEW_DIALOG] {ec00}{1}{e10a}{1681}
