Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/11.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10a}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Zack] All of the electronic appliances in my room broke. [NEW_DIALOG] Maybe I'm paying the price for not eating my carrots the other night. [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10a}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Zack] Todos los aparatos electrónicos de mi habitación se han roto. [NEW_DIALOG] ¿Será mi castigo por no comerme la zanahoria anoche? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Everything that's electronic in your room broke? [NEW_DIALOG] [DIALOG_START][Zack] Yes! [NEW_DIALOG] Nothing is working! Not even my video game systems! [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help this person? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Se te han roto todos los aparatos de tu habitación? [NEW_DIALOG] [DIALOG_START][Zack] ¡Sí! [NEW_DIALOG] ¡No funciona nada! ¡Ni las consolas! [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a esta persona? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] That's really strange. Let me see if I can figure out the problem. [NEW_DIALOG] [DIALOG_START][Zack] Sorry to trouble you. But thanks for helping! [NEW_DIALOG] {e10a}{1616}{ec20}{10db}
es_es: [DIALOG_START][Geo] Qué raro. Déjame ver si puedo averiguar el problema. [NEW_DIALOG] [DIALOG_START][Zack] Siento molestarte, ¡pero gracias por ayudarme! [NEW_DIALOG] {e10a}{1616}{ec20}{10db}

source: [DIALOG_START][Geo] I think I should give up. [NEW_DIALOG] {e10b}{163a}
es_es: [DIALOG_START][Geo] Yo me rindo. [NEW_DIALOG] {e10b}{163a}

source: {ec00}{0} [DIALOG_START][Zack] Did you figure out what's causing the problem, Geo? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] Geo, ¿has descubierto la causa? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar esta petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START][Zack] ... Don't abandon me! [NEW_DIALOG] {e10b}{163a}{e10b}{1616}{e10b}{1617}{ec21}{10db}
es_es: [DIALOG_START][Zack] ... ¡No me dejes tirado! [NEW_DIALOG] {e10b}{163a}{e10b}{1616}{e10b}{1617}{ec21}{10db}

source: [DIALOG_START][Zack] Thanks for helping! [NEW_DIALOG]
es_es: [DIALOG_START][Zack] ¡Gracias por tu ayuda! [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Geo] Everything should work now. [NEW_DIALOG] [DIALOG_START][Zack] Really!? [NEW_DIALOG] What would people do without friends like you, Geo? [NEW_DIALOG] Please take this as a token of my appreciation. [NEW_DIALOG] {e1a1}{e187}{195}{1} [DIALOG_START][NONAME] {ec35} got: "{e6a1}{e6d2}"! [NEW_DIALOG] [DIALOG_START][NONAME] Geo's Link Power went up by 40. [NEW_DIALOG] {ec00}{1}{e10a}{1617}{ec21}{10db}
es_es: {ec00}{0} [DIALOG_START][Geo] Ahora todo debería funcionar. [NEW_DIALOG] [DIALOG_START][Zack] ¡¿De veras?! [NEW_DIALOG] ¿Qué haría la gente sin amigos como tú, Geo? [NEW_DIALOG] Toma esto como muestra de mi agradecimiento. [NEW_DIALOG] {e1a1}{e187}{195}{1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e6a1}{e6d2}»! [NEW_DIALOG] [DIALOG_START][NONAME] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] {ec00}{1}{e10a}{1617}{ec21}{10db}

source: {ec00}{0} [DIALOG_START][Mega] Whoa! That's a lot of viruses! [NEW_DIALOG] [DIALOG_START][Geo] It's kind of creepy, like a bunch of cockroaches. [NEW_DIALOG] [DIALOG_START][NONAME] REPORT ON TODAY'S DATA DELETION! [NEW_DIALOG] [DIALOG_START][NONAME] METTA! METTA! [NEW_DIALOG] 13 ELECTRONIC APPLIANCES WERE BROKEN! [NEW_DIALOG] [DIALOG_START][Geo] ... [NEW_DIALOG] [DIALOG_START][Mega] They're using Zack's room for their meetings. [NEW_DIALOG] {e1a0}{4} {e210}{1b4} [DIALOG_START][NONAME] ...!! [NEW_DIALOG] INTRUDER ALERT! INTRUDER ALERT! [NEW_DIALOG] [DIALOG_START][Mega] You guys are the ones who are intruding! [NEW_DIALOG] Let's tear 'em up, kid! [NEW_DIALOG] {ec00}{1}{e10a}{1684}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Guau! ¡Qué cantidad de virus! [NEW_DIALOG] [DIALOG_START][Geo] Qué miedo, es como un nido de cucarachas. [NEW_DIALOG] [DIALOG_START][NONAME] ¡INFORME DE ELIMINACIÓN DE DATOS DE HOY! [NEW_DIALOG] [DIALOG_START][NONAME] ¡METTA! ¡METTA! [NEW_DIALOG] ¡SE HAN ROTO TRECE APARATOS ELECTRÓNICOS! [NEW_DIALOG] [DIALOG_START][Geo] ... [NEW_DIALOG] [DIALOG_START][Mega] Están usando la habitación de Zack de guarida. [NEW_DIALOG] {e1a0}{4} {e210}{1b4} [DIALOG_START][NONAME] ¡! [NEW_DIALOG] ¡ALERTA DE INTRUSO! ¡ALERTA DE INTRUSO! [NEW_DIALOG] [DIALOG_START][Mega] ¡Aquí no hay más intruso que vosotros! [NEW_DIALOG] ¡Chaval vamos a destrozarle! [NEW_DIALOG] {ec00}{1}{e10a}{1684}

source: {ec00}{0} [DIALOG_START][Geo] Phew... [NEW_DIALOG] Intense... [NEW_DIALOG] But I'm glad we were able to help out Zack. Time to go tell him! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Uf... [NEW_DIALOG] Estoy destrozado... [NEW_DIALOG] Pero me alegro de haber podido echarle un cable a Zack. ¡Vamos a decírselo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] What's your problem, kid!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡¿De qué vas, mocoso?! [NEW_DIALOG] {ec00}{1}
