Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/14.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10a}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{3c}Someone please go get the lunches for the staff! I'm too busy! [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10a}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{3c}¡Que alguien vaya a buscarle la comida al equipo, por favor! ¡Que ando muy ocupado! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{3c}Busy, busy, busy. [NEW_DIALOG] I'll take all the help that I can get! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3c}Faena, faena y más faena. [NEW_DIALOG] ¡Quien quiera ayudar, bienvenido es! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Umm... [NEW_DIALOG] Is something wrong? [NEW_DIALOG] [DIALOG_START]{3c}Well... [NEW_DIALOG] I just ordered lunch for the staff, but I don't have time to go and pick it up. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help this person? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Em... [NEW_DIALOG] ¿Te pasa algo? [NEW_DIALOG] [DIALOG_START]{3c}Pues... [NEW_DIALOG] Acabo de pedirle la comida al equipo, pero no tengo tiempo para ir a recogerla. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a esta persona? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] If it will help, I don't mind going to pick up the lunches for the staff. [NEW_DIALOG] [DIALOG_START]{3c}Really!? Thank you so much! [NEW_DIALOG] If you could pick up the order and make sure the [NEW_DIALOG] staff gets their lunches, I'd really appreciate it. [NEW_DIALOG] I ordered them from the Echo Ridge Elementary school store. [NEW_DIALOG] [DIALOG_START][Geo] OK, got it! [NEW_DIALOG] {e10a}{168f}{e10a}{161c}{ec20}{10de}
es_es: [DIALOG_START][Geo] Si eso te ayuda, no me importaría ir a recoger la comida. [NEW_DIALOG] [DIALOG_START]{3c}¡¿De verdad?! ¡Muchas gracias! [NEW_DIALOG] No sabes cómo te agradecería que fueras a recoger el pedido y le dieras [NEW_DIALOG] su comida a los del equipo, de verdad.. [NEW_DIALOG] La pedí a la cafetería de la escuela Echo Ridge. [NEW_DIALOG] [DIALOG_START][Geo] ¡Entendido! [NEW_DIALOG] {e10a}{168f}{e10a}{161c}{ec20}{10de}

source: [DIALOG_START]{3c}You unreliable little punk... [NEW_DIALOG] {e10b}{163d}
es_es: [DIALOG_START]{3c}Mocoso inútil... [NEW_DIALOG] {e10b}{163d}

source: {ec00}{0} [DIALOG_START]{3c}Did you deliver the lunches? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3c}¿Has entregado la comida? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar esta petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START]{3c}You unreliable little punk... [NEW_DIALOG] {e10b}{163d}{e10b}{161c}{e10b}{161d}{e10b}{168f}{e10b}{1690}{e10b}{1691}{e10b}{1692}{e10b}{1693}{e10b}{1694}{e10b}{1695}{e182},{ffff}{e182}-{ffff}{e182}.{ffff}{ec21}{10de}
es_es: [DIALOG_START]{3c}Mocoso inútil... [NEW_DIALOG] {e10b}{163d}{e10b}{161c}{e10b}{161d}{e10b}{168f}{e10b}{1690}{e10b}{1691}{e10b}{1692}{e10b}{1693}{e10b}{1694}{e10b}{1695}{e182},{ffff}{e182}-{ffff}{e182}.{ffff}{ec21}{10de}

source: [DIALOG_START]{3c}Don't let me down, kid! [NEW_DIALOG]
es_es: [DIALOG_START]{3c}¡No me falles, pequeño! [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Geo] I delivered the lunches! [NEW_DIALOG] [DIALOG_START]{3c}Brilliant! You saved my keister. [NEW_DIALOG] Here's a reward for helping. [NEW_DIALOG] {e1a1}{e185}{0}{1} [DIALOG_START][NONAME] {ec35} got: "{e5e0}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] {ec00}{1}{e10a}{161d}{ec21}{10de}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡He entregado la comida! [NEW_DIALOG] [DIALOG_START]{3c}¡Genial! Me has salvado el pompis. [NEW_DIALOG] Ten esto como recompensa por ayudarme. [NEW_DIALOG] {e1a1}{e185}{0}{1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e5e0}»! [NEW_DIALOG] ¡Capacidad PV aumentada! [NEW_DIALOG] {ec00}{1}{e10a}{161d}{ec21}{10de}

source: {ec00}{0} [DIALOG_START]{3c}I would have been in deep trouble if it wasn't for you. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3c}No sabes qué peso me has quitado de encima. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{1693}{11}{e10c}{1}{1690}{10}{ec00}{0} [DIALOG_START]{3c}Argh, I'm so hungry I could eat a house... [NEW_DIALOG] Where are those lunches? [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{1693}{11}{e10c}{1}{1690}{10}{ec00}{0} [DIALOG_START]{3c}Agh, qué hambre tengo... ¡Podría comerme una vaca! [NEW_DIALOG] ¿Dónde está la comida? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Here's your lunch, sir. [NEW_DIALOG] [DIALOG_START]{3c}I was almost a goner there! [NEW_DIALOG] Thanks, kiddo! [NEW_DIALOG] {ec00}{1}{e182},{ffff}{e10a}{1693}
es_es: {ec00}{0} [DIALOG_START][Geo] Aquí tiene la comida, señor. [NEW_DIALOG] [DIALOG_START]{3c}¡Casi me muero de hambre! [NEW_DIALOG] ¡Gracias, chavalín! [NEW_DIALOG] {ec00}{1}{e182},{ffff}{e10a}{1693}

source: {ec00}{0} [DIALOG_START]{3c}Time to pig out! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3c}¡A zampar! [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{1694}{14}{e10c}{1}{1691}{13}{ec00}{0} [DIALOG_START]{3d}I'm starving. [NEW_DIALOG] I can't concentrate on work without some food in me. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{1694}{14}{e10c}{1}{1691}{13}{ec00}{0} [DIALOG_START]{3d}Me muero de hambre. [NEW_DIALOG] No hay quien trabaje con el estómago vacío. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Here's your lunch, ma'am. [NEW_DIALOG] [DIALOG_START]{3d}Thank you! [NEW_DIALOG] You're the cutest delivery boy I've ever seen. [NEW_DIALOG] {ec00}{1}{e182}-{ffff}{e10a}{1694}
es_es: {ec00}{0} [DIALOG_START][Geo] Aquí tiene la comida, señorita. [NEW_DIALOG] [DIALOG_START]{3d}¡Gracias! [NEW_DIALOG] Eres el repartidor más mono que he viso en mi vida. [NEW_DIALOG] {ec00}{1}{e182}-{ffff}{e10a}{1694}

source: {ec00}{0} [DIALOG_START]{3d}I'll be able to focus on work after I eat! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3d}¡Venga, a comer y luego a dar el callo! [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{1695}{17}{e10c}{1}{1692}{16}{ec00}{0} [DIALOG_START]{3c}It's almost break time, but I still don't have my lunch. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{1695}{17}{e10c}{1}{1692}{16}{ec00}{0} [DIALOG_START]{3c}Ya casi es la hora del descanso y sigo sin tener mi comida. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Here's your lunch, sir. [NEW_DIALOG] [DIALOG_START]{3c}You're delivering the lunches? [NEW_DIALOG] I guess he was too busy. [NEW_DIALOG] Thanks for helping. [NEW_DIALOG] {ec00}{1}{e182}.{ffff}{e10a}{1695}
es_es: {ec00}{0} [DIALOG_START][Geo] Aquí la tiene, señor. [NEW_DIALOG] [DIALOG_START]{3c}¿Te estás encargando tú de repartir la comida? [NEW_DIALOG] Imagino que él andaba demasiado ocupado. [NEW_DIALOG] Gracias por ayudar. [NEW_DIALOG] {ec00}{1}{e182}.{ffff}{e10a}{1695}

source: {ec00}{0} [DIALOG_START]{3c}Fooooood! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3c}¡Comidaaaaa! [NEW_DIALOG] {ec00}{1}
