Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/15.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10a}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][SrBoreal] I'm looking for people that want to trade Battle Cards! [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10a}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][SrBoreal] ¿Sabes de alguien que quiera cambiar cartas de combate? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Are you a Battle Card collector, Mr. Boreal? [NEW_DIALOG] [DIALOG_START][SrBoreal] You got it. [NEW_DIALOG] The designs are just amazing, don't you think? [NEW_DIALOG] Haha! [NEW_DIALOG] Just thinking about Battle Cards gets me all giddy. [NEW_DIALOG] Oh, by the way, Geo... [NEW_DIALOG] Do you have the Battle Card "{e76a}"? [NEW_DIALOG] If you do, would you trade it to me for a "{e828}"? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Trade? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{4}{ec11}{3}{5}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Coleccionas cartas de combate, Sr. Boreal? [NEW_DIALOG] [DIALOG_START][SrBoreal] Así es. [NEW_DIALOG] Los diseños son increíbles, ¿no te parece? [NEW_DIALOG] ¡Ja, ja! [NEW_DIALOG] Mira, si me pongo contento solo de pensar en ello. [NEW_DIALOG] Ah, por cierto, Geo... [NEW_DIALOG] ¿Tienes la carta de combate «{e76a}»? [NEW_DIALOG] ¿Qué te parece cambiármela por una «{e828}»? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Intercambiar la carta? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{4}{ec11}{3}{5}{ec00}{1}

source: [DIALOG_START][SrBoreal] Great, thank you. [NEW_DIALOG] Talk to me again once you are ready to trade. [NEW_DIALOG] {e10a}{161e}{ec20}{10df}
es_es: [DIALOG_START][SrBoreal] Genial, gracias. [NEW_DIALOG] Si quieres cambiar cartas, habla conmigo. [NEW_DIALOG] {e10a}{161e}{ec20}{10df}

source: [DIALOG_START][SrBoreal] I see... Please let me know if you change your mind. [NEW_DIALOG] {e10b}{163e}
es_es: [DIALOG_START][SrBoreal] Ya veo... Si cambias de opinión, dímelo. [NEW_DIALOG] {e10b}{163e}

source: {ec00}{0} [DIALOG_START][SrBoreal] Did you get a "{e76a}"? [NEW_DIALOG] {e189}*{1}{7}{e106}{8}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] ¿Has conseguido una «{e76a}»? [NEW_DIALOG] {e189}*{1}{7}{e106}{8}

source: [DIALOG_START][NONAME] Hand over the Battle Card "{e76a}"? [NEW_DIALOG] {ec17}{0}{ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{b}{ec11}{3}{8}{ec00}{1}
es_es: [DIALOG_START][NONAME] ¿Entregar la carta de combate «{e76a}»? [NEW_DIALOG] {ec17}{0}{ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{b}{ec11}{3}{8}{ec00}{1}

source: {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{9}{ec11}{3} {ec00}{1}
es_es: {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar esta petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{9}{ec11}{3} {ec00}{1}

source: [DIALOG_START][SrBoreal] I see... Please let me know if you change your mind. [NEW_DIALOG] {e10b}{163e}{e10b}{161e}{e10b}{161f}{ec21}{10df}
es_es: [DIALOG_START][SrBoreal] Ya veo... Si cambias de opinión, dímelo. [NEW_DIALOG] {e10b}{163e}{e10b}{161e}{e10b}{161f}{ec21}{10df}

source: [DIALOG_START][SrBoreal] Let me know if you get ahold of one. [NEW_DIALOG]
es_es: [DIALOG_START][SrBoreal] Si consigues una, dímelo. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][SrBoreal] Thanks. [NEW_DIALOG] I'm now that much closer to completing my set. [NEW_DIALOG] Here's the Battle Card that I promised you. [NEW_DIALOG] {e180}è{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e828}"! [NEW_DIALOG] {ec00}{1}{e10a}{161f}{e180}*{ffff}{ec21}{10df}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Gracias. [NEW_DIALOG] Cada vez me falta menos para completar la colección. [NEW_DIALOG] Aquí tienes la carta de combate que te prometí. [NEW_DIALOG] {e180}è{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e828}»! [NEW_DIALOG] {ec00}{1}{e10a}{161f}{e180}*{ffff}{ec21}{10df}
