Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/16.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10a}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Sonia] I'm looking for a "{e7b2}" Battle Card! [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10a}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Sonia] ¡Busco la carta de combate «{e7b2}»"! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] You're looking for a Battle Card, Sonia? [NEW_DIALOG] [DIALOG_START][Sonia] Yeah, there's a certain one that I want. [NEW_DIALOG] It's called "{e7b2}"... [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help Sonia? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{4}{ec11}{3}{5}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Buscas una carta de combate, Sonia? [NEW_DIALOG] [DIALOG_START][Sonia] Sí, hay una que me interesa. [NEW_DIALOG] Se llama: «{e7b2}»... [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a Sonia? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{4}{ec11}{3}{5}{ec00}{1}

source: [DIALOG_START][Geo] I'll look for it if you want. [NEW_DIALOG] [DIALOG_START][Sonia] That would be awesome! [NEW_DIALOG] There's nobody else I could ask to do this but you. [NEW_DIALOG] Talk to me again after you find it. [NEW_DIALOG] {e10a}{1620}{ec20}{10e0}
es_es: [DIALOG_START][Geo] Si quieres, la busco. [NEW_DIALOG] [DIALOG_START][Sonia] ¡Pues sería genial, la verdad! [NEW_DIALOG] No podía pedírselo a nadie más. [NEW_DIALOG] Vuelve a hablar conmigo cuando la encuentres. [NEW_DIALOG] {e10a}{1620}{ec20}{10e0}

source: [DIALOG_START][Sonia] I see... Please let me know if you change your mind. [NEW_DIALOG] {e10b}{163f}
es_es: [DIALOG_START][Sonia] Ya veo... Pues si cambias de opinión, dímelo, porfa. [NEW_DIALOG] {e10b}{163f}

source: {ec00}{0} [DIALOG_START][Sonia] Did you get that Battle Card I was looking for? It's called "{e7b2}". [NEW_DIALOG] {e189}r{1}{7}{e106}{8}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¿Has conseguido la carta de combate que quería? Se llama: «{e7b2}». [NEW_DIALOG] {e189}r{1}{7}{e106}{8}

source: [DIALOG_START][NONAME] Hand over the Battle Card "{e7b2}"? [NEW_DIALOG] {ec17}{0}{ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{b}{ec11}{3}{8}{ec00}{1}
es_es: [DIALOG_START][NONAME] ¿Entregar la carta de combate «{e7b2}»? [NEW_DIALOG] {ec17}{0}{ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{b}{ec11}{3}{8}{ec00}{1}

source: {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{9}{ec11}{3} {ec00}{1}
es_es: {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar esta petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{9}{ec11}{3} {ec00}{1}

source: [DIALOG_START][Sonia] I see... Please let me know if you change your mind. [NEW_DIALOG] {e10b}{163f}{e10b}{1620}{e10b}{1621}{ec21}{10e0}
es_es: [DIALOG_START][Sonia] Ya veo... Pues si cambias de opinión, dímelo, porfa. [NEW_DIALOG] {e10b}{163f}{e10b}{1620}{e10b}{1621}{ec21}{10e0}

source: [DIALOG_START][Sonia] Let me know if you get ahold of it. [NEW_DIALOG]
es_es: [DIALOG_START][Sonia] Si la consigues, dímelo. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Sonia] Thank you, Geo! [NEW_DIALOG] Maybe you can show me how to use it next time. [NEW_DIALOG] Here, this is for helping me. [NEW_DIALOG] {e187}{94}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e632}{e6d1}"! [NEW_DIALOG] [DIALOG_START][NONAME] Geo's Link Power went up by 40. [NEW_DIALOG] {e10a}{1621}{e180}r{ffff}{ec21}{10e0}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Gracias, Geo! [NEW_DIALOG] La próxima vez, podrías enseñarme a usarla. [NEW_DIALOG] Toma, por haberme ayudado. [NEW_DIALOG] {e187}{94}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e632}{e6d1}»! [NEW_DIALOG] [DIALOG_START][NONAME] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] {e10a}{1621}{e180}r{ffff}{ec21}{10e0}
