Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/17.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10a}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{2e}I came all the way from the countryside to see my little brother. [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10a}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{2e}He venido del pueblo para ver a mi hermano pequeño. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{2e}This should have been the right number... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2e}Este debería ser su piso... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Is there something that I can help you with? [NEW_DIALOG] [DIALOG_START]{2e}Maybe. [NEW_DIALOG] I came to visit my little brother who just moved to an apartment in {e4b0}. [NEW_DIALOG] But... [NEW_DIALOG] An error pops up whenever I enter the room number. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help this person? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Puedo ayudarte en algo? [NEW_DIALOG] [DIALOG_START]{2e}Puede. [NEW_DIALOG] Mi hermanito se ha mudado a {e4b0} y he venido de visita. [NEW_DIALOG] Pero... [NEW_DIALOG] Siempre que meto el número de su puerta, me da un error. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a esta persona? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] If you need any help, I'll be more than happy to help. [NEW_DIALOG] [DIALOG_START]{2e}What a nice kid. That would be great. [NEW_DIALOG] Here, take this memo with the room number on it. [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] {ec35} got: "{e59f}"! [NEW_DIALOG] [DIALOG_START]{2e}You can enter the room number when you stand in front of the apartment. [NEW_DIALOG] {e10a}{1622}{e10a}{169b}{e182}/{1}{ec20}{10e1}
es_es: [DIALOG_START][Geo] Si puedo ayudarte en algo, dímelo. [NEW_DIALOG] [DIALOG_START]{2e}Qué chico más majo. Pues sería genial, la verdad. [NEW_DIALOG] Mira, en esta nota está apuntado el número de su apartamento. [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e59f}»! [NEW_DIALOG] [DIALOG_START]{2e}Ponte frente a la puerta del edificio para introducir el número de apartamento. [NEW_DIALOG] {e10a}{1622}{e10a}{169b}{e182}/{1}{ec20}{10e1}

source: [DIALOG_START]{2e}This stinks. [NEW_DIALOG] I even brought a couple of crates of local sweet corn for him. [NEW_DIALOG] {e10b}{1640}
es_es: [DIALOG_START]{2e}Qué rabia. [NEW_DIALOG] Si hasta le había traído unas cajas de maíz dulce del pueblo. [NEW_DIALOG] {e10b}{1640}

source: {ec00}{0} [DIALOG_START]{2e}Did you happen to find out where my brother lives!? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2e}¿¡Has averiguado dónde vive mi hermano!? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar la petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START]{2e}This stinks. [NEW_DIALOG] I even brought a couple of crates of local sweet corn for him. [NEW_DIALOG] {e10b}{1640}{e10b}{1622}{e10b}{1623}{e10b}{169b}{e182}/{ffff}{ec21}{10e1}
es_es: [DIALOG_START]{2e}Qué rabia. [NEW_DIALOG] Si hasta le había traído unas cajas de maíz dulce del pueblo. [NEW_DIALOG] {e10b}{1640}{e10b}{1622}{e10b}{1623}{e10b}{169b}{e182}/{ffff}{ec21}{10e1}

source: [DIALOG_START]{2e}I know I can count on you. [NEW_DIALOG]
es_es: [DIALOG_START]{2e}Confío en ti. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START]{2e}I can't believe I was reading it upside down. [NEW_DIALOG] Thank you. Now I can go see my brother. [NEW_DIALOG] It must have been fate that I bumped into you today. [NEW_DIALOG] Umm, I don't really get many chances to form Brother Bands in the country side... [NEW_DIALOG] Would you please form a Brother Band with me? [NEW_DIALOG] [DIALOG_START][Geo] I'd be happy to! [NEW_DIALOG] {e16e}{0}# [DIALOG_START][NONAME] Geo and {e2c3} formed a Brother Band! [NEW_DIALOG] Geo's Link Power went up by 40. [NEW_DIALOG] [DIALOG_START][Geo] Please say hello to your brother for me. [NEW_DIALOG] {ec00}{1}{e182}/{ffff}{e10a}{1623}{ec21}{10e1}
es_es: {ec00}{0} [DIALOG_START]{2e}No me puedo creer que estuviera leyendo la nota del revés. [NEW_DIALOG] Gracias. Ahora podré ver a mi hermano. [NEW_DIALOG] Nuestro encuentro debe de haber sido cosa del destino. [NEW_DIALOG] La verdad es que en el pueblo no es que pueda formar muchas Bandas Hermano, así que... [NEW_DIALOG] ¿Quieres formar una Banda Hermano conmigo? [NEW_DIALOG] [DIALOG_START][Geo] ¡Me encantaría! [NEW_DIALOG] {e16e}{0}# [DIALOG_START][NONAME] ¡Geo y {e2c3} han formado una Banda Hermano! [NEW_DIALOG] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] [DIALOG_START][Geo] Saluda a tu hermano de mi parte, por favor. [NEW_DIALOG] {ec00}{1}{e182}/{ffff}{e10a}{1623}{ec21}{10e1}

source: {ec00}{0} [DIALOG_START]{2e}Well... [NEW_DIALOG] It's time to go put the sweet corn on the grill. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2e}Bueno... [NEW_DIALOG] Hora de poner el maíz dulce en la parrilla. [NEW_DIALOG] {ec00}{1}
