Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/18.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10a}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Chery_Blosom] I'm looking for people who want to take my quiz! [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10a}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Chery_Blosom] ¡Busco a gente que quiera resolver mis acertijos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Chery_Blosom] Hee hee hee... I made a really great quiz. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Chery_Blosom] Ji, ji, ji... He preparado unas preguntas geniales. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I'll take your quiz! [NEW_DIALOG] [DIALOG_START][Chery_Blosom] Hee hee hee... My quiz is really hard! [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Take the quiz? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Yo lo haré! [NEW_DIALOG] [DIALOG_START][Chery_Blosom] Ji, ji, ji... ¡Yo te aviso, las preguntas son difíciles! [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Resolver los acertijos? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: {e10a}{1624} [DIALOG_START][Chery_Blosom] Get ready for question #1. [NEW_DIALOG] Gearoid ran the 400 meter relay for his track team. [NEW_DIALOG] He ran his hardest, and was able to squeeze past the person in second place. [NEW_DIALOG] What place did Gearoid finish in? [NEW_DIALOG] Please answer with a number. [NEW_DIALOG] {e17b}{1}{2}{8}{e106}{7}
es_es: {e10a}{1624} [DIALOG_START][Chery_Blosom] Allá va la primera pregunta. [NEW_DIALOG] Gearoid corrió los 400 metros relevo con su equipo de atletismo. [NEW_DIALOG] Lo dio todo, y adelantó a la persona que iba segunda. [NEW_DIALOG] ¿En qué puesto acabó Gearoid? [NEW_DIALOG] Responde con un número, por favor. [NEW_DIALOG] {e17b}{1}{2}{8}{e106}{7}

source: [DIALOG_START][Geo] I don't want to do this anymore! [NEW_DIALOG] {e10b}{1624}{e10b}{1641}
es_es: [DIALOG_START][Geo] ¡Ya me he cansado de acertijos! [NEW_DIALOG] {e10b}{1624}{e10b}{1641}

source: {e100}{1e} [DIALOG_START][Chery_Blosom] That's correct! [NEW_DIALOG] When the person in 3rd place passes the person in 2nd, he is now in 2nd place. [NEW_DIALOG] The next question will be much harder. [NEW_DIALOG] Here we go, question #2. A hot dog eating contest was held with ten people. [NEW_DIALOG] Ben finished the contest 6th from the bottom. [NEW_DIALOG] What place did Ben finish in? [NEW_DIALOG] Please answer with a number. [NEW_DIALOG] {e17b}{1}{5} {e106}{9}
es_es: {e100}{1e} [DIALOG_START][Chery_Blosom] ¡Correcto! [NEW_DIALOG] Al adelantar al que iba segundo, ahora ese puesto es suyo. [NEW_DIALOG] La siguiente pregunta es mucho más difícil. [NEW_DIALOG] Segunda pregunta: Diez personas participan en un concurso de comer perritos. [NEW_DIALOG] Ben consigue el sexto puesto empezando por el final. [NEW_DIALOG] ¿En qué puesto acabó Ben? [NEW_DIALOG] Responde con un número, por favor. [NEW_DIALOG] {e17b}{1}{5} {e106}{9}

source: {e100}{1e} [DIALOG_START][Chery_Blosom] I'm sorry, that's incorrect! Please try again. [NEW_DIALOG] {ec00}{1}
es_es: {e100}{1e} [DIALOG_START][Chery_Blosom] ¡Lo siento, respuesta incorrecta! Vuelve a intentarlo. [NEW_DIALOG] {ec00}{1}

source: {e100}{1e} [DIALOG_START][Chery_Blosom] That's correct! [NEW_DIALOG] 10 minus 6 equals 4. [NEW_DIALOG] And now for the final and toughest question. [NEW_DIALOG] A marathon with ten people was held on a track around a playing field. [NEW_DIALOG] Greg just managed to pass the person in last place right before the finish line. [NEW_DIALOG] Greg was the only person to pass the runner in last place. [NEW_DIALOG] What place did Greg finish in? [NEW_DIALOG] Please answer with a number. [NEW_DIALOG] {e17b}{1}{1}{c}{e106}{b}
es_es: {e100}{1e} [DIALOG_START][Chery_Blosom] ¡Correcto! [NEW_DIALOG] Diez menos seis son cuatro. [NEW_DIALOG] Y ahora, la última pregunta y la más difícil de todas. [NEW_DIALOG] Diez personas participan en una maratón alrededor de un parque. [NEW_DIALOG] Greg consiguió adelantar al que iba último justo antes de cruzar la meta. [NEW_DIALOG] Greg fue el único que adelantó al que iba el último. [NEW_DIALOG] ¿En qué puesto acabó Greg? [NEW_DIALOG] Responde con un número. [NEW_DIALOG] {e17b}{1}{1}{c}{e106}{b}

source: {e100}{1e} [DIALOG_START][Chery_Blosom] I'm sorry, that's incorrect! Please try again. [NEW_DIALOG] {ec00}{1}
es_es: {e100}{1e} [DIALOG_START][Chery_Blosom] ¡Lo siento, respuesta incorrecta! Vuelve a intentarlo. [NEW_DIALOG] {ec00}{1}

source: {e100}{1e} [DIALOG_START][Chery_Blosom] That's correct! [NEW_DIALOG] Hee hee hee... [NEW_DIALOG] The first person that is capable of passing the runner in last place is the [NEW_DIALOG] person in 1st place. This is called lapping a person. [NEW_DIALOG] You're really smart. [NEW_DIALOG] No one else has ever answered all of my questions correctly. [NEW_DIALOG] I'd love to be Brothers with someone that's so smart. [NEW_DIALOG] Would you mind being Brothers with me? [NEW_DIALOG] [DIALOG_START][Geo] Not at all! [NEW_DIALOG] {e16e}{0}9 [DIALOG_START][NONAME] Geo and {e2d9} formed a Brother Band! [NEW_DIALOG] Geo's Link Power went up by 40. [NEW_DIALOG] [DIALOG_START][Chery_Blosom] You'll definitely have to take my next quiz once it's ready. [NEW_DIALOG] {ec00}{1}{e10a}{1625}
es_es: {e100}{1e} [DIALOG_START][Chery_Blosom] ¡Correcto! [NEW_DIALOG] Ji, ji, ji... [NEW_DIALOG] La primera persona que adelanta al que va último solo puede ser [NEW_DIALOG] el primero de todos. A esto se le llama doblar a alguien. [NEW_DIALOG] Qué listo eres. [NEW_DIALOG] Eres el primero que resuelve todos mis acertijos. [NEW_DIALOG] Me encantaría ser Hermana de alguien tan inteligente. [NEW_DIALOG] ¿Te gustaría ser mi Hermano? [NEW_DIALOG] [DIALOG_START][Geo] ¡Pues claro! [NEW_DIALOG] {e16e}{0}9 [DIALOG_START][NONAME] ¡Geo y {e2d9} han formado una Bandahermano! [NEW_DIALOG] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] [DIALOG_START][Chery_Blosom] Cuando tenga nuevos acertijos, intenta resolverlos, porfa. [NEW_DIALOG] {ec00}{1}{e10a}{1625}

source: {e100}{1e} [DIALOG_START][Chery_Blosom] I'm so sorry. Please try again. [NEW_DIALOG] {ec00}{1}
es_es: {e100}{1e} [DIALOG_START][Chery_Blosom] Lo siento. Vuelve a intentarlo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Chery_Blosom] You'll definitely have to take my next quiz once it's ready. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Chery_Blosom] Cuando tenga nuevos acertijos, intenta resolverlos, porfa. [NEW_DIALOG] {ec00}{1}
