Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/19.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10a}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Bud] Go on an adventure to solve the mystery of the missing ginger beef! [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10a}{1642}{e10b}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START][Bud] ¡Embárcate en una aventura para resolver la desaparición de la carne al jengibre! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Umm... Is something wrong? [NEW_DIALOG] [DIALOG_START][Bud] Geo... My ginger beef disappeared... [NEW_DIALOG] [DIALOG_START][Geo] ...? [NEW_DIALOG] What do you mean? [NEW_DIALOG] [DIALOG_START][Bud] Well, I went to have my daily ginger beef snack... [NEW_DIALOG] [DIALOG_START][Geo] Ginger beef for a snack!? [NEW_DIALOG] [DIALOG_START][Bud] When I went to take a bite, I noticed that I never put any spices on top! [NEW_DIALOG] So I went to the fridge to get the spices, and when I came back... [NEW_DIALOG] "Noooooo!" [NEW_DIALOG] My ginger beef was gone!! [NEW_DIALOG] [DIALOG_START][Geo] I see... [NEW_DIALOG] Maybe you actually ate it before you got the ginger? [NEW_DIALOG] [DIALOG_START][Bud] I don't care how much of an eater I am, that's just not possible! It really disappeared! [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help Bud? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Em... ¿Ocurre algo? [NEW_DIALOG] [DIALOG_START][Bud] Geo... Mi carne al jengibre ha desparecido... [NEW_DIALOG] [DIALOG_START][Geo] ¿...? [NEW_DIALOG] ¿Cómo? [NEW_DIALOG] [DIALOG_START][Bud] Bueno, iba a merendar mi plato de carne al jengibre, como todos los días... [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Carne al jengibre para merendar?! [NEW_DIALOG] [DIALOG_START][Bud] ¡Y cuando iba a hincarle el diente, me di cuenta de que nunca le pongo picante! [NEW_DIALOG] Así que fui a la nevera a por el picante y cuando volví... [NEW_DIALOG] «¡Noooooo!» [NEW_DIALOG] ¡¡Mi carne al jengibre había desaparecido!! [NEW_DIALOG] [DIALOG_START][Geo] Entiendo... [NEW_DIALOG] ¿Y si te la comiste antes de echarle el jengibre? [NEW_DIALOG] [DIALOG_START][Bud] ¡Seré todo lo comilón que quieras, pero es imposible! ¡Desapareció de verdad! [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a Bud? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] This event should not be taken lightly, Budicus! [NEW_DIALOG] [DIALOG_START][Bud] Who are you calling "Budicus"!? [NEW_DIALOG] [DIALOG_START][Mega] This is definitely strange, though... [NEW_DIALOG] Tell him you'll help, kid. This could be kind of fun. [NEW_DIALOG] [DIALOG_START][Geo] True. [NEW_DIALOG] OK, I'll investigate this tragedy for you, Bud. [NEW_DIALOG] [DIALOG_START][Bud] Nice! Thanks, Geo! [NEW_DIALOG] Oh, by the way... [NEW_DIALOG] Take this. It might help in your investigation. [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] {ec35} got: "{e5a0}"! [NEW_DIALOG] [DIALOG_START][Geo] I've never seen someone carry ginger beef with them... [NEW_DIALOG] [DIALOG_START][Bud] It's a microwaveable meal, but it's still pretty good! [NEW_DIALOG] Go to the middle of my room and set it there as bait. [NEW_DIALOG] {e10a}{1626}{e10a}{169e}{e182}0{1}{ec20}{10e3}
es_es: [DIALOG_START][Geo] ¡Este suceso no debería tomarse a la ligera, Budicus! [NEW_DIALOG] [DIALOG_START][Bud] ¡¿A quién llamas «Budicus»?! [NEW_DIALOG] [DIALOG_START][Mega] Pues a mí me parece algo bastante extraño... [NEW_DIALOG] Dile que le ayudarás, chaval. Esto podría ser divertido. [NEW_DIALOG] [DIALOG_START][Geo] Tienes razón. [NEW_DIALOG] Está bien, investigaré esta tragedia, Bud. [NEW_DIALOG] [DIALOG_START][Bud] ¡Bien! ¡Gracias, Geo! [NEW_DIALOG] Ah, por cierto... [NEW_DIALOG] Take this. Ten, podría ayudarte en tu investigación. [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e5a0}}»! [NEW_DIALOG] [DIALOG_START][Geo] Primera vez que veo a alguien que lleve carne al jengibre en el bolsillo... [NEW_DIALOG] [DIALOG_START][Bud] ¡Es para calentarla en el microondas, pero sigue estando muy buena! [NEW_DIALOG] Ve a mi cuarto y ponla en el centro como cebo. [NEW_DIALOG] {e10a}{1626}{e10a}{169e}{e182}0{1}{ec20}{10e3}

source: [DIALOG_START][Bud] I'm counting on you, buddy. [NEW_DIALOG] {e10b}{1642}
es_es: [DIALOG_START][Bud] Cuento contigo, colega. [NEW_DIALOG] {e10b}{1642}

source: {ec00}{0} [DIALOG_START][Bud] Did you find out what happened, Geo? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¿Ya sabes qué ha pasado, Geo? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar la petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START][Bud] I'm counting on you, buddy. [NEW_DIALOG] {e10b}{1642}{e10b}{1626}{e10b}{1627}{e10b}{169e}{e10b}{169f}{e10b}{16a0}{e10b}{16a1}{e182}0{ffff}{e182}1{ffff}{ec21}{10e3}
es_es: [DIALOG_START][Bud] Cuento contigo, colega. [NEW_DIALOG] {e10b}{1642}{e10b}{1626}{e10b}{1627}{e10b}{169e}{e10b}{169f}{e10b}{16a0}{e10b}{16a1}{e182}0{ffff}{e182}1{ffff}{ec21}{10e3}

source: [DIALOG_START][Bud] I hope you find it! [NEW_DIALOG]
es_es: [DIALOG_START][Bud] ¡Espero que resuelvas el misterio! [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Geo] I found out what happened. [NEW_DIALOG] [DIALOG_START][Bud] Taurus took it!? [NEW_DIALOG] Why that sneaky little... [NEW_DIALOG] I'd be more than happy to make him some if he wanted! [NEW_DIALOG] The more people eating ginger beef, the merrier! It even tastes better then! [NEW_DIALOG] I'll surprise him with some sometime. He'll like that. [NEW_DIALOG] Thanks a lot, Geo. This is for helping me! [NEW_DIALOG] {e1a1}{e187}n{1} [DIALOG_START][NONAME] {ec35} got: "{e69e}{e6d0}"! [NEW_DIALOG] [DIALOG_START][NONAME] Geo's Link Power went up by 40. [NEW_DIALOG] {ec00}{1}{e10a}{1627}{e182}0{ffff}{e182}1{ffff}{ec21}{10e3}
es_es: {ec00}{0} [DIALOG_START][Geo] Ya sé que ha pasado. [NEW_DIALOG] [DIALOG_START][Bud] ¿¡Se la comió Taurus!? [NEW_DIALOG] Maldito hijo de... [NEW_DIALOG] ¡Si me la hubiera pedido yo se la habría hecho de mil amores! [NEW_DIALOG] ¡Cuantos más coman carne al jengibre, mejor! ¡Si hasta sabe mejor! [NEW_DIALOG] Un día se la haré, en plan sorpresa. Seguro que le gusta. [NEW_DIALOG] Muchas gracias, Geo. ¡Esto es por ayudarme! [NEW_DIALOG] {e1a1}{e187}n{1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e69e}{e6d0}»! [NEW_DIALOG] [DIALOG_START][NONAME] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] {ec00}{1}{e10a}{1627}{e182}0{ffff}{e182}1{ffff}{ec21}{10e3}

source: {ec00}{0} [DIALOG_START][Geo] I'll set the ginger beef down here as bait. [NEW_DIALOG] [DIALOG_START][NONAME] Geo set the ginger beef down. [NEW_DIALOG] {ec00}{1}{e10a}{169f}{e10b}{16ba}
es_es: {ec00}{0} [DIALOG_START][Geo] Dejaré aquí al carne con jengibre como cebo. [NEW_DIALOG] [DIALOG_START][NONAME] Geo deja en el suelo la carne al jengibre. [NEW_DIALOG] {ec00}{1}{e10a}{169f}{e10b}{16ba}

source: {ec00}{0} [DIALOG_START][NONAME] That ginger beef looks good! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡Qué buena pinta tiene esa carne al jengibre! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Whoa! It disappeared! [NEW_DIALOG] [DIALOG_START][Mega] Weird. [NEW_DIALOG] [DIALOG_START][Geo] I wonder what is going on? [NEW_DIALOG] {ec00}{1}{e10a}{16bc}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Hala! ¡Ha desaparecido! [NEW_DIALOG] [DIALOG_START][Mega] Qué raro. [NEW_DIALOG] [DIALOG_START][Geo] ¿Qué está pasando aquí? [NEW_DIALOG] {ec00}{1}{e10a}{16bc}

source: {e10c}{1}{16bb}{10}{ec00}{0} [DIALOG_START][Taurus] Ginger beef? [NEW_DIALOG] I have no clue what you are talking about. [NEW_DIALOG] Mmmrrrgh! [NEW_DIALOG] [DIALOG_START][Geo] No eye-witnesses, huh? [NEW_DIALOG] Let's look around the room some more. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{16bb}{10}{ec00}{0} [DIALOG_START][Taurus] ¿Carne al jengibre? [NEW_DIALOG] No sé de qué me hablas. [NEW_DIALOG] ¡Mmmrrrgh! [NEW_DIALOG] [DIALOG_START][Geo] No tenemos testigos oculares, ¿eh? [NEW_DIALOG] Sigamos buscando por la habitación. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e10c}{1}{16a2}{11} [DIALOG_START][Taurus] S-So spicy! My mouth is on fire! [NEW_DIALOG] [DIALOG_START][Geo] Taurus! So you're the thief! [NEW_DIALOG] [DIALOG_START][Taurus] ...Forgive me. [NEW_DIALOG] I watch Bud eat ginger beef everyday, and it just looks so good... [NEW_DIALOG] I just had to try it. [NEW_DIALOG] And now I'm completely hooked... [NEW_DIALOG] [DIALOG_START][Mega] You must really love eating if you're willing to go that far to eat human food! [NEW_DIALOG] [DIALOG_START][Taurus] Mmmrrrgh... [NEW_DIALOG] What are you going to do? Are you going to tell Bud? [NEW_DIALOG] [DIALOG_START][Geo] Actually, I think you should personally apologize to Bud. [NEW_DIALOG] I know he'll forgive you. [NEW_DIALOG] I'll let him know you want to apologize. [NEW_DIALOG] {ec00}{1}{e10a}{16a2}
es_es: {ec00}{0}{e10c}{1}{16a2}{11} [DIALOG_START][Taurus] ¡C-cómo pica! ¡Me arde la boca! [NEW_DIALOG] [DIALOG_START][Geo] ¡Taurus! ¡Conque tú eres el ladrón! [NEW_DIALOG] [DIALOG_START][Taurus] ... Lo siento. [NEW_DIALOG] Veo a Bud comer carne al jengibre todos los días y tenía tan buena pinta... [NEW_DIALOG] ...que tenía que probarla. [NEW_DIALOG] Y ahora estoy enganchado... [NEW_DIALOG] [DIALOG_START][Mega] ¡Sí que te gusta la comida como para comer comida de humanos! [NEW_DIALOG] [DIALOG_START][Taurus] Mmmrrrgh... [NEW_DIALOG] ¿Qué vais a hacer? ¿Se lo vais a decir a Bud? [NEW_DIALOG] [DIALOG_START][Geo] La verdad es que creo que deberías disculparte personalmente con Bud. [NEW_DIALOG] Sé que te perdonará. [NEW_DIALOG] Le diré que quieres disculparte. [NEW_DIALOG] {ec00}{1}{e10a}{16a2}

source: [DIALOG_START][Taurus] Thanks. I'll apologize once I work up some courage. [NEW_DIALOG] I hope he forgives me... [NEW_DIALOG] {ec00}{1}
es_es: [DIALOG_START][Taurus] Gracias. Cuando reúna el valor, me disculparé. [NEW_DIALOG] Espero que me perdone... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I'll set the ginger beef down here as bait. Hmm, should I put some spices on it? [NEW_DIALOG] {ec17}{0}{ec05}{0}{0}{ff3f}{ff3f}{ec06}Don't put any on {ff3f}{ff3f}{ec09}Put a little on {ff3f}{ff3f}{ec0c}Pile it on [NEW_DIALOG] {ec17}{2}{ec1b}{6}{14} [DIALOG_START][Geo] This should be good. [NEW_DIALOG] [DIALOG_START][NONAME] Geo set the ginger beef down. [NEW_DIALOG] {ec00}{1}{e10a}{169f}{e10b}{16ba}
es_es: {ec00}{0} [DIALOG_START][Geo] Dejaré aquí la carne al jengibre como cebo. Mmm, ¿y si le echo picante? [NEW_DIALOG] {ec17}{0}{ec05}{0}{0}{ff3f}{ff3f}{ec06}No echar nada {ff3f}{ff3f}{ec09}Echarle un poco {ff3f}{ff3f}{ec0c}Echarle un montón [NEW_DIALOG] {ec17}{2}{ec1b}{6}{14} [DIALOG_START][Geo] Con esto valdrá. [NEW_DIALOG] [DIALOG_START][NONAME] Geo deja en el suelo la carne al jengibre. [NEW_DIALOG] {ec00}{1}{e10a}{169f}{e10b}{16ba}

source: [DIALOG_START][Geo] This should be good. [NEW_DIALOG] [DIALOG_START][NONAME] Geo set the ginger beef down. [NEW_DIALOG] {ec00}{1}{e10a}{16a1}
es_es: [DIALOG_START][Geo] Con esto valdrá. [NEW_DIALOG] [DIALOG_START][NONAME] Geo deja en el suelo la carne al jengibre. [NEW_DIALOG] {ec00}{1}{e10a}{16a1}

source: {ec00}{0} [DIALOG_START][NONAME] Hooooooly coooooow! [NEW_DIALOG] [DIALOG_START][Taurus] That's sp-sp-spicy!! Ginger beef shouldn't taste anything like this! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡Madre muuuuuuíííííííaaa! [NEW_DIALOG] [DIALOG_START][Taurus] ¡¡Cómo p-p-pica!! ¡La carne con jengibre no pica tanto! [NEW_DIALOG] {ec00}{1}
