Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/20.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10a}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{29}Who wants to trade Battle Cards!? [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10a}{1643}{e10b}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{29}¡¿Quién quiere cambiar cartas de combate?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{29}I trade Battle Cards with my friends all the time. [NEW_DIALOG] I always want to trade ultra rare cards, but my friends [NEW_DIALOG] never offer anything but boring common cards. [NEW_DIALOG] In Japanese they call that "kechi", which means stingy. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{29}No paro de cambiar cartas de combate con mis amigos. [NEW_DIALOG] Siempre quiero intercambiar cartas ultrarraras, [NEW_DIALOG] pero mis amigos solo me ofrecen cartas comunes tristísimas. [NEW_DIALOG] En japonés, a eso le llaman «kechi», que significa «tacaño». [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I don't mind trading some Battle Cards with you. [NEW_DIALOG] [DIALOG_START]{29}It looks like you have a lot of different cards on you. [NEW_DIALOG] Sure, let's do some trading. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Trade? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Si quieres, podemos cambiar cartas de combate. [NEW_DIALOG] [DIALOG_START]{29}Pues parece que tienes un montón. [NEW_DIALOG] Y tanto. Venga, al lío. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cambiar cartas? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START]{29}I'll give you an "{e7d4}" if you bring me a "{e779}". [NEW_DIALOG] Talk to me again when you're ready to trade. [NEW_DIALOG] [DIALOG_START][Geo] OK! [NEW_DIALOG] {e10a}{1628}{ec20}{10e4}
es_es: [DIALOG_START]{29}Te cambio una «{e7d4}» por una «{e779}». [NEW_DIALOG] Ven a verme si quieres cambiar cartas. [NEW_DIALOG] [DIALOG_START][Geo] ¡Vale! [NEW_DIALOG] {e10a}{1628}{ec20}{10e4}

source: [DIALOG_START]{29}Oh... Well, let me know if you change your mind. [NEW_DIALOG] {e10b}{1643}
es_es: [DIALOG_START]{29}Ah... Bueno, si cambias de idea, dímelo. [NEW_DIALOG] {e10b}{1643}

source: {ec00}{0} [DIALOG_START]{29}Are you ready to trade? [NEW_DIALOG] {e189}9{1}{8}{e106}{9}
es_es: {ec00}{0} [DIALOG_START]{29}¿Listo para cambiar cartas? [NEW_DIALOG] {e189}9{1}{8}{e106}{9}

source: [DIALOG_START][NONAME] Hand over the Battle Card "{e779}"? [NEW_DIALOG] {ec17}{0}{ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{c}{ec11}{3}{9}{ec00}{1}
es_es: [DIALOG_START][NONAME] ¿Entregar la carta de combate «{e779}»? [NEW_DIALOG] {ec17}{0}{ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{c}{ec11}{3}{9}{ec00}{1}

source: {ec17}{0} [DIALOG_START][NONAME] Cancel the trade? {ec05}{0}{4} {ec06}Cancel {ec09}Don't cancel [NEW_DIALOG] {ec17}{2}{ec11}{0} {ec11}{3}{b}{ec00}{1}
es_es: {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar el intercambio? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0} {ec11}{3}{b}{ec00}{1}

source: [DIALOG_START]{29}Oh... Well, let me know if you change your mind. [NEW_DIALOG] {e10b}{1643}{e10b}{1628}{e10b}{1629}{ec21}{10e4}
es_es: [DIALOG_START]{29}Ah... Bueno, si cambias de idea, dímelo. [NEW_DIALOG] {e10b}{1643}{e10b}{1628}{e10b}{1629}{ec21}{10e4}

source: [DIALOG_START]{29}Come back and see me when you have the card. [NEW_DIALOG]
es_es: [DIALOG_START]{29}Vuelve cuando tengas la carta. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START]{29}Thanks! I've wanted a "{e779}" for a while now. [NEW_DIALOG] Here's the card I promised. [NEW_DIALOG] {e180}{94}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e7d4}"! [NEW_DIALOG] [DIALOG_START]{29}Thanks for the sweet trade. [NEW_DIALOG] {e10a}{1629}{e180}9{ffff}{ec21}{10e4}
es_es: {ec00}{0} [DIALOG_START]{29}¡Gracias! Hacía tiempo que quería una «{e779}». [NEW_DIALOG] Aquí tienes la carta que te prometí. [NEW_DIALOG] {e180}{94}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e7d4}»! [NEW_DIALOG] [DIALOG_START]{29}Gracias por el intercambio. [NEW_DIALOG] {e10a}{1629}{e180}9{ffff}{ec21}{10e4}

source: {ec00}{0} [DIALOG_START]{29}Thanks for the sweet trade. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{29}Gracias por el intercambio. [NEW_DIALOG] {ec00}{1}
