Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/21.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10a}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{2d}I would really appreciate it if someone would trade Battle Cards with me. [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10a}{1644}{e10b}{1645}{ec00}{0} [DIALOG_START]{2d}Agradecería mucho que alguien me cambiara cartas de combate. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{2d}I am a copy writer. [NEW_DIALOG] Right now, I'm working on a catch copy for Spica Mall. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2d}Soy redactor publicitario. [NEW_DIALOG] Ahora mismo estoy trabajando en un eslogan pegadizo para el centro comercial Spica. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Is there something that I can help you with? [NEW_DIALOG] [DIALOG_START]{2d}Why, yes, possibly. [NEW_DIALOG] I have been searching for a "{e78f}" Battle Card for quite some time now. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help this person? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Puedo ayudarte en algo? [NEW_DIALOG] [DIALOG_START]{2d}Vaya, pues sí. [NEW_DIALOG] Llevo buscando desde hace ya cierto tiempo, la carta de combate «{e78f}». [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a esta persona? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] I could take a look around for a "{e78f}" for you. That is, if you would like. [NEW_DIALOG] [DIALOG_START]{2d}That would be marvelous! [NEW_DIALOG] I would be honored to gain your assistance in the hunt. [NEW_DIALOG] If you happen to find a "{e78f}", please come inform me right away. [NEW_DIALOG] [DIALOG_START][Geo] Alrighty. [NEW_DIALOG] {e10a}{162a}{ec20}{10e5}
es_es: [DIALOG_START][Geo] Podría darme una vuelta y buscarte una «{e78f}». Si quieres, claro. [NEW_DIALOG] [DIALOG_START]{2d}¡Eso sería maravilloso! [NEW_DIALOG] Sería un honor obtener tu ayuda en la búsqueda. [NEW_DIALOG] Si encuentras una «{e78f}», ven a informarme de inmediato. [NEW_DIALOG] [DIALOG_START][Geo] Perfecto. [NEW_DIALOG] {e10a}{162a}{ec20}{10e5}

source: [DIALOG_START]{2d}How unfortunate... [NEW_DIALOG] Please inform me if you happen to change your mind. [NEW_DIALOG] {e10b}{1644}
es_es: [DIALOG_START]{2d}Qué lástima... [NEW_DIALOG] Si cambias de opinión, avísame, por favor. [NEW_DIALOG] {e10b}{1644}

source: {ec00}{0} [DIALOG_START]{2d}Did you find the Battle Card "{e78f}" that I've been searching for? [NEW_DIALOG] {e189}O{1}{8}{e106}{9}
es_es: {ec00}{0} [DIALOG_START]{2d}¿Has encontrado la cart de combate «{e78f}» que estaba buscando? [NEW_DIALOG] {e189}O{1}{8}{e106}{9}

source: [DIALOG_START][NONAME] Hand over the Battle Card "{e78f}"? [NEW_DIALOG] {ec17}{0}{ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{c}{ec11}{3}{9}{ec00}{1}
es_es: [DIALOG_START][NONAME] ¿Entregar la carta de combate «{e78f}»? [NEW_DIALOG] {ec17}{0}{ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{c}{ec11}{3}{9}{ec00}{1}

source: {ec17}{0} [DIALOG_START][NONAME] Cancel the trade? {ec05}{0}{4} {ec06}Cancel {ec09}Don't cancel [NEW_DIALOG] {ec17}{2}{ec11}{0} {ec11}{3}{b}{ec00}{1}
es_es: {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar el intercambio? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0} {ec11}{3}{b}{ec00}{1}

source: [DIALOG_START]{2d}How unfortunate... [NEW_DIALOG] Please inform me if you happen to change your mind. [NEW_DIALOG] {e10b}{1644}{e10b}{162a}{e10b}{162b}{ec21}{10e5}
es_es: [DIALOG_START]{2d}Qué lástima... [NEW_DIALOG] Si cambias de opinión, avísame, por favor. [NEW_DIALOG] {e10b}{1644}{e10b}{162a}{e10b}{162b}{ec21}{10e5}

source: [DIALOG_START]{2d}If you happen to find a "{e78f}", please come inform me right away. [NEW_DIALOG]
es_es: [DIALOG_START]{2d}[NEW_DIALOG] Si encuentras una «{e78f}», ven a informarme de inmediato. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START]{2d}Thank you very much! [NEW_DIALOG] My search to find a "{e78f}" is finally over. [NEW_DIALOG] Please take this as a token of my appreciation. [NEW_DIALOG] {e183}{d}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e5bd}"! [NEW_DIALOG] {ec00}{1}{e10a}{162b}{e180}O{ffff}{ec21}{10e5}
es_es: {ec00}{0} [DIALOG_START]{2d}¡Muchísimas gracias! [NEW_DIALOG] Al fin ha terminado mi búsqueda de la carta «{8F}{E7}». [NEW_DIALOG] Acepta esto como agradecimiento, por favor. [NEW_DIALOG] {e183}{d}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e5bd}»! [NEW_DIALOG] {ec00}{1}{e10a}{162b}{e180}O{ffff}{ec21}{10e5}

source: {ec00}{0} [DIALOG_START]{2d}Thank you very much for your assistance. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2d}Muchas gracias por tu ayuda. [NEW_DIALOG] {ec00}{1}
