Repository: joguersan/Megaman-Starforce-3
Catalog: mess_subevent/22.po
Languages: es_es

source: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10a}{1645}{ec00}{0} [DIALOG_START][Candy_Bar] My Hunter-VG isn't working right! I wonder if it could be a side-effect of Noise? [NEW_DIALOG] {ec00}{1}
es_es: {e10b}{162f}{e10b}{1630}{e10b}{1631}{e10b}{1632}{e10b}{1633}{e10b}{1634}{e10b}{1635}{e10b}{1636}{e10b}{1637}{e10b}{1638}{e10b}{1639}{e10b}{163a}{e10b}{163b}{e10b}{163c}{e10b}{163d}{e10b}{163e}{e10b}{163f}{e10b}{1640}{e10b}{1641}{e10b}{1642}{e10b}{1643}{e10b}{1644}{e10a}{1645}{ec00}{0} [DIALOG_START][Candy_Bar] ¡Mi Hunter-VG no funciona bien! ¿Será cosa del Ruido? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Candy_Bar] My name's Gian Luigi! [NEW_DIALOG] Virus busting is my favorite hobby. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Candy_Bar] ¡Me llamo Gian Luigi! [NEW_DIALOG] Mi mayor afición es eliminar virus. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Umm... Is something wrong? [NEW_DIALOG] [DIALOG_START][Candy_Bar] My Hunter-VG started to go haywire while I was doing some virus busting. [NEW_DIALOG] It might be broken. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Help this person? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Em... ¿Ocurre algo? [NEW_DIALOG] [DIALOG_START][Candy_Bar] Mi Hunter-VG empezó a volverse loco cuando eliminaba a unos virus. [NEW_DIALOG] Creo que se ha roto. [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Ayudar a esta persona? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{5}{ec11}{3}{6}{ec00}{1}

source: [DIALOG_START][Geo] I know someone who's really good with electronics. I could take it to be repaired... [NEW_DIALOG] [DIALOG_START][Candy_Bar] Would you really!? I don't know what to say! [NEW_DIALOG] Here, take my Hunter-VG. Please be careful with it. [NEW_DIALOG] {e182}2{1}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e5a2}"! [NEW_DIALOG] {e10a}{162c}{ec20}{10e6}
es_es: [DIALOG_START][Geo] Conozco a alguien muy bueno con la electrónica. Podría decirle que te lo arregle... [NEW_DIALOG] [DIALOG_START][Candy_Bar] ¡¿De verdad?! ¡Me dejas sin palabras! [NEW_DIALOG] Ten, llévate mi Hunter-VG. Cuídalo bien, por favor. [NEW_DIALOG] {e182}2{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «{e5a2}»! [NEW_DIALOG] {e10a}{162c}{ec20}{10e6}

source: [DIALOG_START][Candy_Bar] I can't do any virus busting now... [NEW_DIALOG] {e10b}{1645}
es_es: [DIALOG_START][Candy_Bar] Ahora ya no puedo eliminar virus... [NEW_DIALOG] {e10b}{1645}

source: {ec00}{0} [DIALOG_START][Candy_Bar] Ah, is my Hunter-VG fixed already? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] Cancel this request? {ec05}{0}{4} {ec06}Yes {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Candy_Bar] Oh, ¿ya han arreglado mi Hunter-VG? [NEW_DIALOG] {ec17}{0} [DIALOG_START][NONAME] ¿Cancelar esta petición? {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec17}{2}{ec11}{0}{8}{ec11}{3}{9}{ec00}{1}

source: [DIALOG_START][Candy_Bar] I can't do any virus busting now... [NEW_DIALOG] {e10b}{1645}{e10b}{162c}{e10b}{162d}{e10b}{16a8}{e182}2{ffff}{ec21}{10e6}
es_es: [DIALOG_START][Candy_Bar] Ahora ya no puedo eliminar virus... [NEW_DIALOG] {e10b}{1645}{e10b}{162c}{e10b}{162d}{e10b}{16a8}{e182}2{ffff}{ec21}{10e6}

source: [DIALOG_START][Candy_Bar] I hope you can get it fixed! [NEW_DIALOG]
es_es: [DIALOG_START][Candy_Bar] ¡Ojalá puedas arreglarlo! [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Geo] Hey, I got it repaired. [NEW_DIALOG] [DIALOG_START][Candy_Bar] Holy baloney! Thanks!! [NEW_DIALOG] Now I can whoop some more virus butt! [NEW_DIALOG] I train as much as possible. I want to get really good someday! [NEW_DIALOG] [DIALOG_START][Geo] The stronger the virus you fight, the stronger the effect Noise will have. [NEW_DIALOG] So don't overdo it, OK? [NEW_DIALOG] [DIALOG_START][Candy_Bar] Ah, that's a good point. Thanks for the advice! [NEW_DIALOG] You sound like you know a lot about battling. [NEW_DIALOG] Maybe we could be Brothers? [NEW_DIALOG] [DIALOG_START][Geo] Of course! [NEW_DIALOG] {e16e}{0}d [DIALOG_START][NONAME] Geo and {e304} formed a Brother Band! [NEW_DIALOG] Geo's Link Power went up by 40. [NEW_DIALOG] [DIALOG_START][Geo] We should exchange battle tactics and information when we have a chance! [NEW_DIALOG] {ec00}{1}{e10a}{162d}{e182}2{ffff}{ec21}{10e6}
es_es: {ec00}{0} [DIALOG_START][Geo] Eh, he hecho que te lo arreglen. [NEW_DIALOG] [DIALOG_START][Candy_Bar] ¡Ay, madre mía! ¡¡Gracias!! [NEW_DIALOG] ¡Ahora puedo seguir pateando culos víricos! [NEW_DIALOG] ¡Entreno todo lo que puedo para ser el mejor algún día! [NEW_DIALOG] [DIALOG_START][Geo] Cuanto más fuertes sean los virus, más fuerte será el efecto del Ruido. [NEW_DIALOG] Así que no te pases, ¿vale? [NEW_DIALOG] [DIALOG_START][Candy_Bar] Ah, bien visto. ¡Gracias por el consejo! [NEW_DIALOG] Parece que sabes mucho sobre los virus. [NEW_DIALOG] ¿Podríamos ser Hermanos? [NEW_DIALOG] [DIALOG_START][Geo] ¡Y tanto! [NEW_DIALOG] {e16e}{0}d [DIALOG_START][NONAME] ¡Geo y {e304} han formado una Bandahermano! [NEW_DIALOG] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] [DIALOG_START][Geo] ¡Cuando podamos, deberíamos intercambiar información y tácticas de combate! [NEW_DIALOG] {ec00}{1}{e10a}{162d}{e182}2{ffff}{ec21}{10e6}

source: {ec00}{0} [DIALOG_START][Candy_Bar] I'd like to try battling with you one of these days. [NEW_DIALOG] I wonder who will win!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Candy_Bar] Me gustaría intentar luchar contra ti alguna vez. [NEW_DIALOG] ¡¿Quién ganará?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e10c}{1}{16a9}{d} [DIALOG_START][SrBoreal] You want me to fix a broken Hunter-VG for one of your friends? [NEW_DIALOG] I think I can handle that! [NEW_DIALOG] Hmm... [NEW_DIALOG] The damage appears to have been caused by contact with high levels of Noise. [NEW_DIALOG] Fighting strong viruses will have this sort of effect. [NEW_DIALOG] Sometimes running away is the best strategy. [NEW_DIALOG] Here you go, all fixed! [NEW_DIALOG] [DIALOG_START][Geo] Thank you, Mr. Boreal! [NEW_DIALOG] I'm going to go give it back to its owner now. [NEW_DIALOG] {ec00}{1}{e10a}{16a9}
es_es: {ec00}{0}{e10c}{1}{16a9}{d} [DIALOG_START][SrBoreal] ¿Quieres que le arregle un Hunter-VG roto a un amigo? [NEW_DIALOG] ¡Creo que podré con ello! [NEW_DIALOG] Mmm... [NEW_DIALOG] Los daños parecen haber sido causados debido al contacto con altos niveles de Ruido. [NEW_DIALOG] Luchar contra virus fuertes tiene esta clase de efectos. [NEW_DIALOG] A veces, huir es la mejor estrategia. [NEW_DIALOG] ¡Aquí lo tienes, como nuevo! [NEW_DIALOG] [DIALOG_START][Geo] ¡Gracias, Sr. Boreal! [NEW_DIALOG] Voy a llevárselo a su dueño. [NEW_DIALOG] {ec00}{1}{e10a}{16a9}

source: {ec00}{0} [DIALOG_START][SrBoreal] Feel free to come to me for repairs anytime, Geo. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Vuelve siempre que quieras que te arregle algo, Geo. [NEW_DIALOG] {ec00}{1}
