Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch5/00.po
Languages: es_es

source: {e211}{1}{ec00}{0} [DIALOG_START][Geo] Nice. We escaped with our lives... [NEW_DIALOG] [DIALOG_START][Zack] Yeah, we were in rough waters there for a minute...! [NEW_DIALOG] [DIALOG_START][Geo] But, actually... [NEW_DIALOG] We never found out what Bud is really hiding from us. [NEW_DIALOG] [DIALOG_START][Zack] You still don't know, Geo? [NEW_DIALOG] [DIALOG_START][Geo] N-Nope... [NEW_DIALOG] [DIALOG_START][Zack] Boy, Geo... [NEW_DIALOG] It's quite amazing that a person as simple as you has come this far in the world! [NEW_DIALOG] I don't know how else to say it. [NEW_DIALOG] [DIALOG_START][Geo] Thanks, but you don't have... [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(He's not {ec13} complimenting you, kid!) [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Zack] Aha! I figured it out! [NEW_DIALOG] Bud has been acquiring votes for Prez, secretly behind our backs! [NEW_DIALOG] [DIALOG_START][Geo] ...You think? Acquiring votes? [NEW_DIALOG] [DIALOG_START][Zack] Definitely... [NEW_DIALOG] You see, Bud didn't forget the fact that tomorrow is election day... [NEW_DIALOG] And he realized that we had both forgotten about it...! [NEW_DIALOG] [DIALOG_START][Geo] *gulp* [NEW_DIALOG] [DIALOG_START][Zack] There is no doubt that Bud has been doing campaign runs all by himself! [NEW_DIALOG] [DIALOG_START][Geo] You think!? [NEW_DIALOG] [DIALOG_START][Zack] We have been completely hoodwinked, Geo... [NEW_DIALOG] Prez probably knows what he has been up to. [NEW_DIALOG] Prez is going to appreciate him more than us...! [NEW_DIALOG] {ec00}{1}
es_es: {e211}{1}{ec00}{0} [DIALOG_START][Geo] No me creo que nos hayamos librado... [NEW_DIALOG] [DIALOG_START][Zack] Pues sí, ¡estábamos con el agua al cuello! [NEW_DIALOG] [DIALOG_START][Geo] Pero... [NEW_DIALOG] Al final no hemos averiguado qué nos estaba ocultando Bud. [NEW_DIALOG] [DIALOG_START][Zack] ¿En serio no lo sabes? [NEW_DIALOG] [DIALOG_START][Geo] Pues no... [NEW_DIALOG] [DIALOG_START][Zack] Madre mía, Geo... [NEW_DIALOG] ¡Es increíble que alguien como tú haya llegado tan lejos en la vida! [NEW_DIALOG] No se me ocurre otra manera de decirlo. [NEW_DIALOG] [DIALOG_START][Geo] Gracias, no es para tanto... [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(¡No te está haciendo un {ec13} cumplido, chico!) [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Zack] ¡Ajá! ¡Lo he descubierto! [NEW_DIALOG] ¡Bud ha estado consiguiendo votos para Dele a nuestras espaldas! [NEW_DIALOG] [DIALOG_START][Geo] ¿Tú crees? ¿Consiguiendo votos? [NEW_DIALOG] [DIALOG_START][Zack] Sin duda... [NEW_DIALOG] Bud era el único que recordaba que mañana eran las elecciones... [NEW_DIALOG] ¡Y se dio cuenta de que nosotros nos habíamos olvidado! [NEW_DIALOG] [DIALOG_START][Geo] Glup [NEW_DIALOG] [DIALOG_START][Zack] ¡No cabe duda, Bud ha estado haciendo campaña por su cuenta! [NEW_DIALOG] [DIALOG_START][Geo] ¿¡De verdad!? [NEW_DIALOG] [DIALOG_START][Zack] Nos ha tomado el pelo a los dos, Geo... [NEW_DIALOG] Lo más seguro es que Dele lo supiera todo. [NEW_DIALOG] ¡Dele lo va a valorar más que a nosotros! [NEW_DIALOG] {ec00}{1}

source: {e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Zack] However! [NEW_DIALOG] We are still in the game! [NEW_DIALOG] Let's give it our best shot! [NEW_DIALOG] [DIALOG_START][Geo] Y-Yeah...{e115} Sounds good... [NEW_DIALOG] {ec13}(I'm not so sure if that's {ec13} the true story with Bud...) [NEW_DIALOG] {ec13}(But either way, we {ec13} better do a good job {ec13} on the campaign run!) [NEW_DIALOG] Alright, let's do this! [NEW_DIALOG] Let's talk to the students and teachers that are still at school! [NEW_DIALOG] [DIALOG_START][Zack] We'll cover more ground if we split up! [NEW_DIALOG] Leave the students to me! [NEW_DIALOG] And you take care of the teachers! [NEW_DIALOG] [DIALOG_START][Geo] Roger! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(...For cryin' out loud!) [NEW_DIALOG] {ec13}(You guys sure are {ec13} feeling energetic, even [NEW_DIALOG] {ec13} after everything we've {ec13} been through lately...!) [NEW_DIALOG] {ec13}(But I guess that's what makes you guys so fun!) [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Zack] ¡Pero no sufras! [NEW_DIALOG] ¡Aún estamos a tiempo! [NEW_DIALOG] ¡Tenemos que esforzarnos al máximo! [NEW_DIALOG] [DIALOG_START][Geo] ¡Me parece bien! [NEW_DIALOG] {ec13}(Pues yo no creo que {ec13} sea eso...) [NEW_DIALOG] {ec13}(¡Da igual, el caso es que {ec13} tenemos que conseguir {ec13} votos como sea!) [NEW_DIALOG] ¡Vamos! [NEW_DIALOG] ¡Hablemos con los estudiantes y profesores que sigan en la escuela! [NEW_DIALOG] [DIALOG_START][Zack] ¡Cubriremos más terreno si nos separamos! [NEW_DIALOG] ¡Déjame a mí los estudiantes! [NEW_DIALOG] ¡Y ocúpate tú de los profesores! [NEW_DIALOG] [DIALOG_START][Geo] ¡Entendido! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(¡Por el amor de Dios!) [NEW_DIALOG] {ec13}(¡Derrocháis demasiada {ec13} energía, teniendo en cuenta [NEW_DIALOG] {ec13} todo lo que ha pasado!) [NEW_DIALOG] {ec13}(¡Pero supongo que eso es lo que os hace tan divertidos!) [NEW_DIALOG] {ec00}{1}
