Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch5/00.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] A Few Days Later... [NEW_DIALOG] {ec00}{1}{e211}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Unos días después... [NEW_DIALOG] {ec00}{1}{e211}{1}

source: {ec00}{0} [DIALOG_START][Zack] ...It appears that most of WAZA is in a state of ruin... [NEW_DIALOG] [DIALOG_START][Geo_2] Yeah... [NEW_DIALOG] Not much other than the main computer is left... [NEW_DIALOG] [DIALOG_START][Bud] And now that the Satella Police can't rely on WAZA for support at all, I don't [NEW_DIALOG] really know what else they can do... [NEW_DIALOG] [DIALOG_START][Geo_2] Yeah, they're not in a very strong position, right now... [NEW_DIALOG] ...H{e116}-Huh? [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Zack] Por lo que se ve casi toda la NAZA está en ruinas... [NEW_DIALOG] [DIALOG_START][Geo_2] Sí... [NEW_DIALOG] No queda gran cosa aparte del ordenador principal... [NEW_DIALOG] [DIALOG_START][Bud] Y ahora que la Policía Satella no cuenta con el apoyo de NAZA, [NEW_DIALOG] no sé qué más pueden hacer... [NEW_DIALOG] [DIALOG_START][Geo_2] Desde luego no están en su mejor momento... [NEW_DIALOG] {e116}¿Eh? [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {ec00}{0} [DIALOG_START][Bud] W-What's up with you two!? [NEW_DIALOG] Why are you so quiet!? [NEW_DIALOG] [DIALOG_START][Geo] W-Well... You know... [NEW_DIALOG] Right, Zack...? [NEW_DIALOG] [DIALOG_START][Zack] Y-Yes... [NEW_DIALOG] This must be a so-called "once in a lifetime event"! [NEW_DIALOG] It's unbelievable! [NEW_DIALOG] Bud{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Zack] You haven't mentioned food at all...!! [NEW_DIALOG] {e212}{19}{0} [DIALOG_START][Bud] Gee,{e115} that is a pretty rare event...! [NEW_DIALOG] I can hardly believe this! [NEW_DIALOG] Actually, I haven't been all that hungry, lately... [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¿Qué pasa? [NEW_DIALOG] ¿¡Por qué estáis tan callados!? [NEW_DIALOG] [DIALOG_START][Geo] Verás... [NEW_DIALOG] ¿Tú también te has dado cuenta, Zack? [NEW_DIALOG] [DIALOG_START][Zack] S-Sí... [NEW_DIALOG] ¡Este debe ser uno de esos «Momentos únicos en la vida»! [NEW_DIALOG] ¡Increíble! [NEW_DIALOG] Bud{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Zack] ¡¡No has hablado sobre comida en todo este rato!! [NEW_DIALOG] {e212}{19}{0} [DIALOG_START][Bud] ¡Caray,{e115} pues sí que es raro, sí! [NEW_DIALOG] ¡Sigo sin creérmelo!! [NEW_DIALOG] Aunque es cierto que últimamente no tengo mucha hambre... [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {e212}{1c}{0}{ec00}{0} [DIALOG_START][Bud] ...So...{e116} What about that is such a big deal!? [NEW_DIALOG] Are you saying that all I ever do is talk about food!? [NEW_DIALOG] [DIALOG_START][Zack] ...Are you saying you don't? [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1c}{0}{ec00}{0} [DIALOG_START][Bud] Pero...{e116} ¿a qué viene tanto drama? [NEW_DIALOG] ¿¡Qué pasa?! ¿¡Que solo hablo de comida o qué!? [NEW_DIALOG] [DIALOG_START][Zack] ¿Puedes negarlo? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] ...I mean, I do, but... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Bueno, ya, pero... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] B-But...! [NEW_DIALOG] There comes a time in every man's life where priorities have to change! [NEW_DIALOG] [DIALOG_START][Taurus] Mmmrrrggg! [NEW_DIALOG] [DIALOG_START][Bud] Now that Taurus is with me... [NEW_DIALOG] I've been thinking about a lot of different things...! [NEW_DIALOG] [DIALOG_START][Geo] W-We were just joking, Bud... Don't take it so seriously. [NEW_DIALOG] [DIALOG_START][Zack] Actually, Geo... I was being serious! [NEW_DIALOG] [DIALOG_START][Geo] Z-Zack... [NEW_DIALOG] [DIALOG_START][Zack] On top of that, I do believe that there is a secret brewing in our midst. [NEW_DIALOG] [DIALOG_START][Geo] Huh? [NEW_DIALOG] [DIALOG_START][Bud] ...Eep. [NEW_DIALOG] [DIALOG_START][Zack] {ec13}Aha! [NEW_DIALOG] Bud just cringed a bit when I mentioned something about a secret. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡P-Pero es porque...! [NEW_DIALOG] ¡Llega un momento en la vida en que uno debe establecer sus prioridades! [NEW_DIALOG] [DIALOG_START][Taurus] ¡Muuuuuuuu! [NEW_DIALOG] [DIALOG_START][Bud] Ahora que Taurus está conmigo... [NEW_DIALOG] ¡He estado pensando sobre muchas cosas...! [NEW_DIALOG] [DIALOG_START][Geo] E-Era una broma, Bud... No te lo tomes tan a pecho. [NEW_DIALOG] [DIALOG_START][Zack] Geo... ¡Lo decía en serio! [NEW_DIALOG] [DIALOG_START][Geo] Za-Zack... [NEW_DIALOG] [DIALOG_START][Zack] Además, creo que nos oculta algo. [NEW_DIALOG] [DIALOG_START][Geo] ¿Eh? [NEW_DIALOG] [DIALOG_START][Bud] ¡Brrr! [NEW_DIALOG] [DIALOG_START][Zack] {ec13}¡Ajá! [NEW_DIALOG] Bud, ¿a qué ha venido ese escalofrío cuando he dicho eso? [NEW_DIALOG] {ec00}{1}

source: {e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Bud] T-T-That{e115} must be just your imagination! [NEW_DIALOG] I'm not really someone who cringes very often. [NEW_DIALOG] [DIALOG_START][Mega] He's as easy to read as a pop-up book... [NEW_DIALOG] [DIALOG_START][Geo] Bud... You do seem like you're trying to hide something... [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Zack] Tell us the truth! [NEW_DIALOG] Are you really hiding something from us, Bud!? [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Bud] ¡Se-Se-Serán{e115} imaginaciones tuyas! [NEW_DIALOG] Aunque es cierto que no suelo tener escalofríos. [NEW_DIALOG] [DIALOG_START][Mega] Es como un libro abierto... [NEW_DIALOG] [DIALOG_START][Geo] Bud... Parece que intentas esconder algo... [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Zack] ¡Dinos la verdad! [NEW_DIALOG] ¿¡Nos estás ocultando algo, Bud!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Pedia] There is a 96% chance that he is hiding something. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Pedia] La probabilidad de que esté ocultando algo es del 96%. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Ack! [NEW_DIALOG] [DIALOG_START][Geo] So it is true! [NEW_DIALOG] That's really not cool that you are lying to us. [NEW_DIALOG] But, what could you possibly be hiding? [NEW_DIALOG] [DIALOG_START][Zack] Teeheehee... [NEW_DIALOG] I think I already know... [NEW_DIALOG] We have known each other for a long time, after all. [NEW_DIALOG] [DIALOG_START][Bud] *cringe* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Rayos! [NEW_DIALOG] [DIALOG_START][Geo] ¡Así que es verdad! [NEW_DIALOG] No mola que nos mientas. [NEW_DIALOG] Pero, ¿qué nos ocultas? [NEW_DIALOG] [DIALOG_START][Zack] Je, je, je... [NEW_DIALOG] Creo que lo sé... [NEW_DIALOG] Después de todo, nos conocemos desde hace mucho tiempo. [NEW_DIALOG] [DIALOG_START][Bud] ¡Glup! [NEW_DIALOG] {ec00}{1}

source: {e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Zack] Aha! [NEW_DIALOG] What Bud is hiding is...!! [NEW_DIALOG] [DIALOG_START][Geo_2] ...Is...? [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Zack] ¡Está clarísimo! [NEW_DIALOG] ¡¡Lo que Bud no quiere decirnos es...!! [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Es...? [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Zack] That he's on a diet!! [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Zack] ¡¡Que está a dieta!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Pedia] And that he is aiming for 20% body fat! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Pedia] ¡Su objetivo es llegar a un 20% de grasa corporal! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] {ec13}.... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}.... [NEW_DIALOG] On a{e115}.{e115}.{e115}.{e115} diet...? [NEW_DIALOG] [DIALOG_START][Zack] Precisely! [NEW_DIALOG] If one talks about food, then they think about it and grow hungry. [NEW_DIALOG] And if you try to think about other things, especially [NEW_DIALOG] things that are hard to grasp, then food will never come to mind! [NEW_DIALOG] That's what you've been doing, Bud... Right!? [NEW_DIALOG] [DIALOG_START][Geo_2] R-Really, Bud!? [NEW_DIALOG] [DIALOG_START][Bud] {ec13}.... [NEW_DIALOG] Yeah... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] {ec13}.... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}.... [NEW_DIALOG] ¿A dieta? [NEW_DIALOG] [DIALOG_START][Zack] ¡Exacto! [NEW_DIALOG] Al hablar de comida, lo normal es que pienses en ella y que te entre hambre. [NEW_DIALOG] Pero si piensas en otras cosas, especialmente en cosas muy difíciles de [NEW_DIALOG] entender, ¡dejarás de pensar en comida! [NEW_DIALOG] Por eso estabas así, ¿verdad? [NEW_DIALOG] [DIALOG_START][Geo_2] ¿¡E-En serio, Bud!? [NEW_DIALOG] [DIALOG_START][Bud] {ec13}.... [NEW_DIALOG] Sí... [NEW_DIALOG] {ec00}{1}

source: {e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Bud] You got me! [NEW_DIALOG] I've been on a diet for a few days now! [NEW_DIALOG] {e212}{1c}{1} [DIALOG_START][Bud] I guess you caught me. I thought I could get away with it, for a bit there. [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Bud] ¡Me habéis pillado! [NEW_DIALOG] ¡Llevo unos días a dieta! [NEW_DIALOG] {e212}{1c}{1} [DIALOG_START][Bud] Y pensar que iba a salirme con la mía... [NEW_DIALOG] {ec00}{1}

source: {e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Geo] Way to go, Zack! [NEW_DIALOG] You must have been working on your detective skills, lately! [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Geo] ¡Bien hecho, Zack! [NEW_DIALOG] ¡Seguro que has estado puliendo tus habilidades detectivescas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] Teeheehee...{e115} Sherlock Zack is always first on the scene! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] {ec13}(...Phew! {ec13} Got out of that one safe!) [NEW_DIALOG] [DIALOG_START][NONAME] ...Guys... [NEW_DIALOG] [DIALOG_START][Prez] What are you all worked up about? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] Je, je, je...{e115} ¡Sherlock Zack siempre da en el clavo! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] {ec13}(¡Por los pelos! {ec13} ¡Casi me pillan de verdad!) [NEW_DIALOG] [DIALOG_START][NONAME] Chicos... [NEW_DIALOG] [DIALOG_START][Prez] Os veo animados. ¿Qué pasa? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] Prez! Listen to this! [NEW_DIALOG] It turns out that... [NEW_DIALOG] [DIALOG_START][Prez] ...I know already, Zack. [NEW_DIALOG] [DIALOG_START][Zack] ...Really? [NEW_DIALOG] [DIALOG_START][Prez] Bud has been doing something very sneaky, lately. [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Bud] ...!? [NEW_DIALOG] [DIALOG_START][Zack] E-Exactly! [NEW_DIALOG] But... How do you know about it!? [NEW_DIALOG] [DIALOG_START][Prez] Hehehe... [NEW_DIALOG] Didn't you know that I can see right through all of you! [NEW_DIALOG] [DIALOG_START][Zack] A-Amazing, Prez...{e115} You're full of surprises! [NEW_DIALOG] [DIALOG_START][Prez] So...! [NEW_DIALOG] Let's hear what it is that you've been up to, Bud! [NEW_DIALOG] [DIALOG_START][Zack] You...{e114} You don't know!? [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] Uhhh!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] Prez! ¡Dele escucha! [NEW_DIALOG] Resulta que... [NEW_DIALOG] [DIALOG_START][Prez] Ya lo sé, Zack. [NEW_DIALOG] [DIALOG_START][Zack] ¿En serio? [NEW_DIALOG] [DIALOG_START][Prez] Bud ha estado actuando a nuestras espaldas. [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Bud] ¿¡...!? [NEW_DIALOG] [DIALOG_START][Zack] ¡E-Exacto! [NEW_DIALOG] Pero... ¿¡Cómo lo has sabido!? [NEW_DIALOG] [DIALOG_START][Prez] Je, je, je... [NEW_DIALOG] ¿¡Es que no sabéis que os tengo calados!? [NEW_DIALOG] [DIALOG_START][Zack] Eres increíble Dele...{e115} ¡Estás llena de sorpresas! [NEW_DIALOG] [DIALOG_START][Prez] ¡Así que...! [NEW_DIALOG] ¡Cuéntanos lo que has estado haciendo, Bud! [NEW_DIALOG] [DIALOG_START][Zack] {e114}¿¡no lo sabes!? [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] ¡¡Eeem!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] S-Sorry, Prez! [NEW_DIALOG] I just remembered I have an appointment! Really sorry! [NEW_DIALOG] Later, guys! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡L-Lo siento, Dele! [NEW_DIALOG] Me acabo de acordar de que tengo cosas que hacer. ¡Tengo que irme! [NEW_DIALOG] ¡Hasta luego, chicos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] ...He took off... [NEW_DIALOG] [DIALOG_START][Zack] Y-Yeah... [NEW_DIALOG] [DIALOG_START][Prez] Hmph! He's so shy sometimes! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Se ha largado... [NEW_DIALOG] [DIALOG_START][Zack] S-Sí... [NEW_DIALOG] [DIALOG_START][Prez] ¡Je! ¡Qué tímido es cuando quiere! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] {e115}...Shy? [NEW_DIALOG] [DIALOG_START][Zack] Well... Dieting can be embarrassing... [NEW_DIALOG] [DIALOG_START][Prez] What did you say? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] {e115}¿Tímido? [NEW_DIALOG] [DIALOG_START][Zack] Bueno, hacer dieta puede ser embarazoso... [NEW_DIALOG] [DIALOG_START][Prez] ¿Qué dijiste? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] ...Dieting? [NEW_DIALOG] Why are you talking about dieting? [NEW_DIALOG] What does that have to do with anything? [NEW_DIALOG] [DIALOG_START][Geo] Well...{e115} I mean... [NEW_DIALOG] [DIALOG_START][Zack] Bud has been secretly dieting for a bit now... [NEW_DIALOG] [DIALOG_START][Prez] ...What? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Dieta? [NEW_DIALOG] ¿Pero que dices? [NEW_DIALOG] ¿De dónde has sacado eso? [NEW_DIALOG] [DIALOG_START][Geo] Verás... [NEW_DIALOG] [DIALOG_START][Zack] Bud lleva unos días haciendo dieta en secreto... [NEW_DIALOG] [DIALOG_START][Prez] ¿Qué? [NEW_DIALOG] {ec00}{1}

source: {e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Prez] You morons! [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Prez] ¡Idiotas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Whoa! [NEW_DIALOG] [DIALOG_START][Zack] Egads! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡alaaa! [NEW_DIALOG] [DIALOG_START][Zack] ¡Madre mía! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Geez... [NEW_DIALOG] What part about Bud would lead you to the conclusion that he is on a diet!? [NEW_DIALOG] [DIALOG_START][Geo] W-Well, you see... [NEW_DIALOG] Sherlock Zack used his peerless skills to figure everything out. [NEW_DIALOG] ...Well, he was supposed to... [NEW_DIALOG] [DIALOG_START][Zack] My reputation is ruined... [NEW_DIALOG] [DIALOG_START][Geo] But if Bud isn't on a diet, then what is he doing that [NEW_DIALOG] he feels he has to keep a secret from us? [NEW_DIALOG] [DIALOG_START][Prez] Duh!{e115} It's pretty easy to figure out once you think about what day tomorrow is! [NEW_DIALOG] [DIALOG_START][Geo] ...Tomorrow! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Por dios... [NEW_DIALOG] ¿¡Cómo habéis llegado a la conclusión de que Bud está a dieta!? [NEW_DIALOG] [DIALOG_START][Geo] Es que... [NEW_DIALOG] Sherlock Zack usó sus inigualables habilidades para sonsacárselo. [NEW_DIALOG] O eso creíamos... [NEW_DIALOG] [DIALOG_START][Zack] Mi reputación por los suelos... [NEW_DIALOG] [DIALOG_START][Geo] Pero si Bud no está a dieta, ¿qué puede ser tan vergonzoso como [NEW_DIALOG] para que lo haga a nuestras espaldas? [NEW_DIALOG] [DIALOG_START][Prez] ¡Obvio!{e115} ¡Es evidente si os ponéis a pensar qué día es mañana! [NEW_DIALOG] [DIALOG_START][Geo] Mañana... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] (What's tomorrow, Zack?) [NEW_DIALOG] [DIALOG_START][Zack] (I-I don't know...) [NEW_DIALOG] (But it appears that there is some kind of very important event.{e114}.{e114}.{e114}) [NEW_DIALOG] [DIALOG_START][Mega] (...Grrr! Sometimes these guys...!) [NEW_DIALOG] (Hey, boys! Why don't you try looking at your Purpose!?) [NEW_DIALOG] [DIALOG_START][Geo] (Huh? Our Purpose?) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] (¿Qué pasa mañana, Zack?) [NEW_DIALOG] [DIALOG_START][Zack] (N-Ni idea...) [NEW_DIALOG] (Pero parece que es algo muy importante.{e114}.{e114}.{e114}) [NEW_DIALOG] [DIALOG_START][Mega] (¡Grrr! ¡Hay que ver!) [NEW_DIALOG] (¡Eh, chavales! Haced un poco de memoria.) [NEW_DIALOG] [DIALOG_START][Geo] (¿Eh?) [NEW_DIALOG] {ec00}{1}

source: {e1a0}{4}<{ec00}{0} [DIALOG_START][Geo] Ahhhhhh! [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{4}<{ec00}{0} [DIALOG_START][Geo] ¡Aaah! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] "Luna for SBPrez"! [NEW_DIALOG] Oh no! Tomorrow is the student body election! [NEW_DIALOG] [DIALOG_START][Geo] T-That's right! [NEW_DIALOG] I completely forgot about it with all the commotion lately. [NEW_DIALOG] [DIALOG_START][Zack] M-Me too... [NEW_DIALOG] Especially with what happened to her... [NEW_DIALOG] [DIALOG_START][Geo] ...Huh!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] ¡«Luna a Presidenta»! [NEW_DIALOG] ¡Oh, no! ¡Mañana son las eleccionesl! [NEW_DIALOG] [DIALOG_START][Geo] ¡E-Es cierto! [NEW_DIALOG] Con todo este lío me había olvidado por completo. [NEW_DIALOG] [DIALOG_START][Zack] Y yo... [NEW_DIALOG] Sobre todo por lo que pasó con ella... [NEW_DIALOG] [DIALOG_START][Geo] ¿¡Eh!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] {ec13}... [NEW_DIALOG] I hope I didn't just hear what I think I did... [NEW_DIALOG] [DIALOG_START][Geo] (This is no good! What should we do, Zack!?) [NEW_DIALOG] [DIALOG_START][Zack] (For...{e114} For now, let's just apologize to her!) [NEW_DIALOG] [DIALOG_START][Geo] (O-OK...!) [NEW_DIALOG] Sorry...{e114} Sorry, Prez! [NEW_DIALOG] I can't believe that we forgot such an important day... [NEW_DIALOG] We are so stupid...!! [NEW_DIALOG] [DIALOG_START][Zack] I'm so sorry, Prez!! [NEW_DIALOG] I've never made such a big mistake in my life! [NEW_DIALOG] I trust you to judge how I should be punished!! [NEW_DIALOG] [DIALOG_START][Prez] I think you guys are going a little overboard here... [NEW_DIALOG] I think I'll let this mistake slide for now... [NEW_DIALOG] I did cause a lot of trouble for you guys, lately... [NEW_DIALOG] I still don't really remember exactly what happened... [NEW_DIALOG] [DIALOG_START][Geo] (...Phew!) [NEW_DIALOG] [DIALOG_START][Zack] (...Thank goodness!.) [NEW_DIALOG] [DIALOG_START][Prez] Anyway... [NEW_DIALOG] I want you guys to go on one last campaign run for me! [NEW_DIALOG] [DIALOG_START][Geo] Campaign run? [NEW_DIALOG] [DIALOG_START][Prez] Yeah! Go around one last time and secure votes for me! [NEW_DIALOG] [DIALOG_START][Zack] Ah... I see. [NEW_DIALOG] It's the final chance to appeal to the public, right? [NEW_DIALOG] [DIALOG_START][Prez] That's right! [NEW_DIALOG] And if we work very hard today, then I'm sure to win... [NEW_DIALOG] And we will also fulfill our Team's Purpose!! [NEW_DIALOG] [DIALOG_START][Geo] T{e114}-That's true!{e115} Right, Zack!? [NEW_DIALOG] [DIALOG_START][Zack] R{e114}-Right, Geo! [NEW_DIALOG] [DIALOG_START][Prez] Alright, it's time for Team "Luna 4 Prez" to get down to business! [NEW_DIALOG] ...I'll do what a leader does, and wait here looking good! [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] {ec13}... [NEW_DIALOG] Espero no haber oído lo que creo... [NEW_DIALOG] [DIALOG_START][Geo] (¡Qué mal! ¿¡Qué hacemos, Zack!?) [NEW_DIALOG] [DIALOG_START][Zack] (¡Por ahora pidámosle perdón!) [NEW_DIALOG] [DIALOG_START][Geo] (¡Sí!) [NEW_DIALOG] ¡¡Lo...{e114} Lo siento, Dele!! [NEW_DIALOG] No puedo creer que nos hayamos olvidado de un día tan importante... [NEW_DIALOG] ¡¡Somos unos zoquetes...!! [NEW_DIALOG] [DIALOG_START][Zack] ¡¡Lo siento mucho, Dele!! [NEW_DIALOG] ¡Es el error más garrafal de toda mi vida! [NEW_DIALOG] ¡¡Castígame como te plazca!! [NEW_DIALOG] [DIALOG_START][Prez] Tampoco os paséis... [NEW_DIALOG] Haré la vista gorda solo esta vez... [NEW_DIALOG] Últimamente no os he causado más que problemas... [NEW_DIALOG] No recuerdo qué pasó exactamente... [NEW_DIALOG] [DIALOG_START][Geo] (¡Uf!) [NEW_DIALOG] [DIALOG_START][Zack] (¡Menos mal!) [NEW_DIALOG] [DIALOG_START][Prez] En cualquier caso... [NEW_DIALOG] ¡Quiero que hagáis campaña por mí una última vez! [NEW_DIALOG] [DIALOG_START][Geo] ¿Hacer campaña? [NEW_DIALOG] [DIALOG_START][Prez] ¡Haced un último sondeo y raspad unos cuantos votos! [NEW_DIALOG] [DIALOG_START][Zack] Entiendo... [NEW_DIALOG] Es nuestra última oportunidad para ganar votantes ¿no? [NEW_DIALOG] [DIALOG_START][Prez] ¡Exacto! [NEW_DIALOG] Si ponemos todo nuestro empeño, seguro que gano... [NEW_DIALOG] ¡¡Y de paso cumpliremos con el Propósito de nuestro grupo!! [NEW_DIALOG] [DIALOG_START][Geo] ¿¡A que sí, Zack!? [NEW_DIALOG] [DIALOG_START][Zack] ¡Correcto, Geo! [NEW_DIALOG] [DIALOG_START][Prez] Muy bien, ¡es hora de que os pongáis manos a la obra! [NEW_DIALOG] ¡Yo como buena líder os esperaré aquí siendo fabulosa! [NEW_DIALOG] {ec00}{1}{e213}{1}
