Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch5/08.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Prez] Satella Police Commandos...!? [NEW_DIALOG] What the heck is that...!? [NEW_DIALOG] [DIALOG_START][Bud] I-It's... [NEW_DIALOG] Well, we were selected by Ace to fight along with the Satella Police... [NEW_DIALOG] [DIALOG_START][Zack] Fight against{e114}.{e114}.{e114}.{e114} Dealer!? [NEW_DIALOG] I can understand Geo and Sonia, but you too, Bud!? [NEW_DIALOG] [DIALOG_START][Bud] I told you this before, Zack! [NEW_DIALOG] I'm not the same Bud that I used to be! [NEW_DIALOG] [DIALOG_START][Geo_2] Ahem... Um... [NEW_DIALOG] Sorry, Prez! [NEW_DIALOG] We didn't mean to skip your speech practice... [NEW_DIALOG] We know that tomorrow is a very big day for you... [NEW_DIALOG] [DIALOG_START][Prez] Idiots...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿¡Fuerzas especiales de la Policía Satella!? [NEW_DIALOG] ¿¡Qué narices es eso!? [NEW_DIALOG] [DIALOG_START][Bud] E-Eeem... [NEW_DIALOG] Verás, Ace nos ha pedido que luchemos junto a la Policía Satella... [NEW_DIALOG] [DIALOG_START][Zack] ¿¡Luchar contra Dealer!? [NEW_DIALOG] I can understand Geo and Sonia, but you too, Bud!? [NEW_DIALOG] [DIALOG_START][Bud] ¡Ya te lo dije, Zack! [NEW_DIALOG] ¡No soy el mismo Bud de antes! [NEW_DIALOG] [DIALOG_START][Geo_2] Ejem... Emm... [NEW_DIALOG] ¡Lo siento, Dele! [NEW_DIALOG] No queríamos perdernos tu discurso... [NEW_DIALOG] Sabemos que mañana es un día muy importante para ti... [NEW_DIALOG] [DIALOG_START][Prez] ¡Pedazo de idiotas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] I mean, come on... [NEW_DIALOG] You think that I don't understand that your work is more important!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Osea, venga ya... [NEW_DIALOG] ¿¡Pensáis que no entendería que vuestro trabajo es más importante!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] Well... [NEW_DIALOG] I suppose there really is no comparing a student body election to saving the world. [NEW_DIALOG] [DIALOG_START][Prez] E-Exactly...! [NEW_DIALOG] [DIALOG_START][Bud] Umm... [NEW_DIALOG] I'm sorry that I didn't tell you two earlier. [NEW_DIALOG] I...{e116} Well...{e116} I... [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Prez] Just shut it, Bud! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] je, je... [NEW_DIALOG] Supongo que no se pueden comparar las elecciones del cole con salvar el mundo. [NEW_DIALOG] [DIALOG_START][Prez] Veo que lo entiendes. [NEW_DIALOG] [DIALOG_START][Bud] Eem... [NEW_DIALOG] Siento no habéroslo podido decir antes. [NEW_DIALOG] {e116}Verás... {e116}Yo... [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Prez] ¡Cierra el pico, Bud! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] !? [NEW_DIALOG] I-I'm sorry, Prez! Forgive me!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¿¡ !? [NEW_DIALOG] ¡D-De verdad que lo siento, Dele! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Don't. You. Get. It!? [NEW_DIALOG] You don't have to apologize! [NEW_DIALOG] [DIALOG_START][Bud] Huh...!? [NEW_DIALOG] {e212}{1d}{1} [DIALOG_START][Prez] I'm not mad at all...! [NEW_DIALOG] Bud... [NEW_DIALOG] You decided to work with the Satella Police all by yourself, right? [NEW_DIALOG] [DIALOG_START][Bud] Y-Yeah... [NEW_DIALOG] [DIALOG_START][Prez] Then be the best Satella Police Commando that you can be! [NEW_DIALOG] Be the best Team member that you can be! [NEW_DIALOG] [DIALOG_START][Bud] P-Prez... [NEW_DIALOG] [DIALOG_START][Prez] And I mean that also as a member of "Luna 4 Prez". [NEW_DIALOG] I expect you to be a heavily contributing member of both teams! [NEW_DIALOG] There will be no slacking on your part! No excuses! [NEW_DIALOG] [DIALOG_START][Bud] Prez...! You... You can count on me! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] Boosh!{e116} "Luna 4 Prez" forever!! [NEW_DIALOG] [DIALOG_START][Geo] Haha! Good ol' Bud! [NEW_DIALOG] [DIALOG_START][Prez] What about you, Geo!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] No lo pillas, ¿eh? [NEW_DIALOG] ¡No hay nada que perdonar! [NEW_DIALOG] [DIALOG_START][Bud] ¿¡Eh!? [NEW_DIALOG] {e212}{1d}{1} [DIALOG_START][Prez] ¡No estoy para nada enfadada! [NEW_DIALOG] Bud... [NEW_DIALOG] Fue tu decisión el unirte a las Fuerzas de la Policía Satella, ¿cierto? [NEW_DIALOG] [DIALOG_START][Bud] S-Sí... [NEW_DIALOG] [DIALOG_START][Prez] ¡Entonces tienes que ser la mejor versión de ti mismo! [NEW_DIALOG] ¡Haz tu trabajo de la mejor manera posible! [NEW_DIALOG] [DIALOG_START][Bud] De-Dele... [NEW_DIALOG] [DIALOG_START][Prez] No solo como miembro de la policía Satella, sino también de "Luna a Presidenta". [NEW_DIALOG] Tienes que ser un valioso miembro para ambos grupos. [NEW_DIALOG] ¡Ni se te ocurra holgazanear o poner excusas! [NEW_DIALOG] [DIALOG_START][Bud] Dele... ¡Puedes contar conmigo! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] ¡Muuuu!{e116} ¡¡Viva «Luna a Presidenta»!! [NEW_DIALOG] [DIALOG_START][Geo] ¡Ja, ja! ¡Me alegro por ti Bud! [NEW_DIALOG] [DIALOG_START][Prez] ¿¡Qué hay de ti, Geo!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Of course!{e115} You can count on me! [NEW_DIALOG] [DIALOG_START][Prez] Good! [NEW_DIALOG] But... Sonia, can I count on you to look after these two? [NEW_DIALOG] They're always getting in over their heads! [NEW_DIALOG] [DIALOG_START][Sonia] Hehe! They won't even blink without me knowing! [NEW_DIALOG] [DIALOG_START][NONAME] *beep, beep* [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Claro!{e115} ¡Puedes contar conmigo! [NEW_DIALOG] [DIALOG_START][Prez] ¡Bien! [NEW_DIALOG] Sonia... ¿Puedo contar contigo para vigilarlos? [NEW_DIALOG] ¡Son demasiado estúpidos y siempre hacen más de lo que pueden! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Jeje! ¡Ni siquiera podrán pestañear sin que yo no lo sepa! [NEW_DIALOG] [DIALOG_START][NONAME] *bip, bip* [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][Geo_2] It's from the Satella Police! [NEW_DIALOG] {ec00}{1}{e212}{11}{0}{ec00}{0} [DIALOG_START]{31}This communication is going out to all Commandos who are currently on active duty. [NEW_DIALOG] We have confirmed that a number of viruses have appeared at {e4c0}! [NEW_DIALOG] Please head there immediately! [NEW_DIALOG] We have commandeered the Wave Liner that runs from {e4c4} to {e4c0}! [NEW_DIALOG] Unfortunately, that is the only Wave Liner we currently have access to... [NEW_DIALOG] Noise has rendered all the others useless. [NEW_DIALOG] Please get to {e4c4} via the Astro Wave, and take the Wave Liner from there! [NEW_DIALOG] And be careful...! [NEW_DIALOG] Over and out! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Es un mensaje de la Policía Satella! [NEW_DIALOG] {ec00}{1}{e212}{11}{0}{ec00}{0} [DIALOG_START]{31}1Este mensaje va dirigido a todo miembro que se encuentre en servicio activo. [NEW_DIALOG] ¡Hemos confirmado la aparición de un gran numero de virus en {e4c0}! [NEW_DIALOG] ¡Por favor, diríjanse hacia allí inmediatamente! [NEW_DIALOG] ¡Tenemos a nuestra disposición la línea de ondabús {e4c4}-{e4c0}! [NEW_DIALOG] Por desgracia es la única línea disponible. [NEW_DIALOG] Las acumulaciones de Ruido han dejado las demás líneas inservibles. [NEW_DIALOG] ¡Así que dirigíos a {e4c4} vía Onda Aérea, y coged un ondabús desde allí! [NEW_DIALOG] ¡Tened cuidado! [NEW_DIALOG] ¡Cambio y corto! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] They're attacking {e4c0} now!? [NEW_DIALOG] [DIALOG_START][Bud] Let's head out, Commandos! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¿¡Están atacando {e4c0}!? [NEW_DIALOG] [DIALOG_START][Bud] ¡Rápido, equipo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] ...We'll be back, guys! [NEW_DIALOG] [DIALOG_START][Zack] Come back safe! [NEW_DIALOG] I'll make sure Luna's speech practice goes smoothly...! [NEW_DIALOG] [DIALOG_START][Prez] You better come back in one piece! [NEW_DIALOG] Do anything stupid and you'll have to deal with me! [NEW_DIALOG] [DIALOG_START][Geo] Got it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Tenemos que irnos! [NEW_DIALOG] [DIALOG_START][Zack] ¡Regresad sanos y salvos! [NEW_DIALOG] ¡Me aseguraré de que el discurso de Luna se lleve a cabo sin problemas! [NEW_DIALOG] [DIALOG_START][Prez] ¡Será mejor que volváis de una pieza! [NEW_DIALOG] ¡Cómo se os ocurra hacer una estupidez os las veréis conmigo! [NEW_DIALOG] [DIALOG_START][Geo] ¡Entendido! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Alright! Our first stop is the Astro Wave! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡De acuerdo! ¡Nuestra primera parada es la Onda Aérea! [NEW_DIALOG] {ec00}{1}
