Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch5/15.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Megaman] Wh{e115}-What's this...!? [NEW_DIALOG] I didn't know that Noise could get this big! [NEW_DIALOG] [DIALOG_START][Mega] I-It's definitely not normal...! [NEW_DIALOG] [DIALOG_START][NONAME] ...Pfft! [NEW_DIALOG] Don't tell me you're freaking out over something so small... [NEW_DIALOG] [DIALOG_START][Megaman] !? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¿¡Qu{e115}-Qué es esto!? [NEW_DIALOG] ¡No sabia que el Ruido podría alcanzar este tamaño! [NEW_DIALOG] [DIALOG_START][Mega] ¡E-Esto no es normal! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Pfft! [NEW_DIALOG] No me digáis que estáis asustados de algo tan pequeño... [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡ !? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] J-Jack...!? [NEW_DIALOG] Is this Noise all your doing!? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ...What would you do if I did do it? [NEW_DIALOG] You know{e114}.{e114}.{e114}.{e114} I just don't get it...!! [NEW_DIALOG] How could such imbeciles beat Sis!? [NEW_DIALOG] [DIALOG_START][Megaman] Jack... About Ms. Tia... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Shut up... [NEW_DIALOG] [DIALOG_START][Megaman] Just listen, Jack...! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Jack_Corvus] I said shut up!! Don't talk to me like you know me!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¿¡Ja-Jack!? [NEW_DIALOG] ¿¡Has sido tu el que ha causado esto!? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¿Y qué si he sido yo? [NEW_DIALOG] ¡No lo entiendo! [NEW_DIALOG] ¿¡Cómo tales tontos han podido derrotar a Tia!? [NEW_DIALOG] [DIALOG_START][Megaman] Jack, Tia... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Cállate. [NEW_DIALOG] [DIALOG_START][Megaman] ¡Solo escúchame, Jack! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Jack_Corvus] ¡¡He dicho que te calles!! ¡¡No me hables como si me conocieses!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] Man... You two really bug me...!! [NEW_DIALOG] You think I should listen to you!? [NEW_DIALOG] You think I'm an idiot!? [NEW_DIALOG] [DIALOG_START][Megaman] Not at all...!{e115} I was just... [NEW_DIALOG] [DIALOG_START][Mega] Just quit it, kid! [NEW_DIALOG] If you want to talk to him, do after we kick his butt! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Ha! You sure can talk, can't you, Omega-Xis!? [NEW_DIALOG] Wait, you don't think... [NEW_DIALOG] That you actually gave me some competition in the last battle, do you? [NEW_DIALOG] If so, you must be losing your mind at your old age! [NEW_DIALOG] [DIALOG_START][Mega] Grrr! [NEW_DIALOG] Shut that flapping beak of yours, and get ready for some pain! [NEW_DIALOG] We'll see who's the old man! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] {ec13}... [NEW_DIALOG] Don't get too carried away, Omega-Xis... [NEW_DIALOG] Jack...{e115} Let's rid the planet of this chump stain...! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Shut up!! [NEW_DIALOG] Don't you dare give me orders...!! [NEW_DIALOG] [DIALOG_START][Megaman] Please, Jack! [NEW_DIALOG] I don't want to fight you...!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] {ec13}... [NEW_DIALOG] I see...{e115} Well, whatever you say. [NEW_DIALOG] But I came here for a fight, so I'm having one...!! [NEW_DIALOG] {ec00}{1}{e213}{1}{e100}<{ec00}{0} [DIALOG_START][NONAME] ...So I finally found one of those Dealer scum. [NEW_DIALOG] [DIALOG_START][Megaman] !? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Who's that...!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] ¡¡Sois muy molestos!! [NEW_DIALOG] ¿¡Crees que te escuchare!? [NEW_DIALOG] ¿¡Piensas que soy idiota!? [NEW_DIALOG] [DIALOG_START][Megaman] ¡No! Yo solo... [NEW_DIALOG] [DIALOG_START][Mega] ¡Cállate, chico! [NEW_DIALOG] ¡Sí quieres hablar con el, hazlo después de patearle el trasero! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡JA! Seguro que sabes hablar, ¿¡no, Omega-Xis!? [NEW_DIALOG] Espera, no pensarás... [NEW_DIALOG] Que realmente me diste algún problema en la última batalla, ¿verdad? [NEW_DIALOG] Si de verdad lo crees, ¡Debes haberte vuelto senil! [NEW_DIALOG] [DIALOG_START][Mega] ¡Grrr! [NEW_DIALOG] ¡Cierra el pico y prepárate para sufrir! [NEW_DIALOG] ¡Vamos a ver quien es el senil! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] {ec13}... [NEW_DIALOG] No te dejes llevar, Omega-Xis. [NEW_DIALOG] Jack...{e115} ¡Limpiemos el planeta de esta estúpida basura! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡¡Cállate!! [NEW_DIALOG] ¡¡No te atrevas a darme órdenes!! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Por favor, Jack! [NEW_DIALOG] ¡¡No quiero pelear!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] {ec13}... [NEW_DIALOG] Ya veo...{e115} Bueno, lo que tu digas. [NEW_DIALOG] ¡¡Pero he venido a buscar pelea y eso es lo que haré!! [NEW_DIALOG] {ec00}{1}{e213}{1}{e100}<{ec00}{0} [DIALOG_START][NONAME] Por fin he encontrado una de las basuras de Dealer. [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡ !? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¿¡Quien eres!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] ...Argh!! Who are you...!? [NEW_DIALOG] {ec00}{1}{e100}<{e212}{18}{0}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] ¡¡Aaah!! ¿¡Quien eres!? [NEW_DIALOG] {ec00}{1}{e100}<{e212}{18}{0}

source: {ec00}{0} [DIALOG_START][Acid_Ace] My name is Rogue{e114}.{e114}.{e114}.{e114} Try not to forget it. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Rogue...!? [NEW_DIALOG] The last survivor of Mu? That Rogue...!? [NEW_DIALOG] {ec13}(...King mentioned {ec13} that he's really dangerous... {ec13} So that's him, huh...!?) [NEW_DIALOG] ...What do you want? Why are you here!? [NEW_DIALOG] Is there something you want from me!? [NEW_DIALOG] [DIALOG_START][Acid_Ace] ... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] No lo olvides. Mi nombre es Solo{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¿¡Solo...!? [NEW_DIALOG] ¿El último superviviente de Mu? ¡¿Ese Solo?! [NEW_DIALOG] {ec13}(King mencionó que era muy {ec13} peligroso... {ec13} ¿¡Así que este es él!?) [NEW_DIALOG] ¿Qué quieres? ¿¡Por qué estás aquí!? [NEW_DIALOG] ¿¡Hay algo que quieras de mi!? [NEW_DIALOG] [DIALOG_START][Acid_Ace] ... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] Not from you... [NEW_DIALOG] I have a question for your Boss. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] !? [NEW_DIALOG] [DIALOG_START][Acid_Ace] ...Take me to your leader. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Ha...! [NEW_DIALOG] Just who do you think you are!? [NEW_DIALOG] ...If you want to see King, then find him yourself! No chance I'm helping you! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] De ti no... [NEW_DIALOG] Tengo una pregunta que hacerle a tu jefe. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¿¡ !? [NEW_DIALOG] [DIALOG_START][Acid_Ace] Llévame a el. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡Ja! [NEW_DIALOG] ¿¡Quien te crees que eres!? [NEW_DIALOG] ¡Sí quieres ver a King ve a buscarlo tu mismo! ¡No pienso ayudarte! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] Man, he really spoiled the mood! [NEW_DIALOG] Next time, Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] ¡Qué manera de arruinar el ambiente! [NEW_DIALOG] ¡Hasta la próxima, Mega Man! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Jack... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Hmph... He ran away. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Jack... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Pse… ¡Huyó! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] W-Wait, Rogue! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡E-Espera, Solo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] Umm{e114}.{e114}.{e114}.{e114} Th-Thanks... [NEW_DIALOG] [DIALOG_START][Acid_Ace] {e114}.{e114}.{e114}.{e114}You're as naive as always. [NEW_DIALOG] Do you honestly think that I was helping you out? [NEW_DIALOG] [DIALOG_START][Megaman] Huh...? [NEW_DIALOG] W-Well, then... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Hmph... [NEW_DIALOG] You know what, I don't even care what you think. [NEW_DIALOG] You're still on my hit list. [NEW_DIALOG] Nothing has changed. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] ...However... [NEW_DIALOG] There are others who are of more concern to me at the moment... [NEW_DIALOG] Dealer... I'm taking them down. [NEW_DIALOG] [DIALOG_START][Megaman] !? [NEW_DIALOG] You're fighting Dealer, too!? [NEW_DIALOG] [DIALOG_START][Acid_Ace] I'll only say this once. I have no intention of working with you. [NEW_DIALOG] ...At the most, you will only be a tool of mine to use. [NEW_DIALOG] Get that message to the Satella Police, too! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] Uum{e114}.{e114}.{e114}.{e114} Gra-Gracias... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Eres tan ingenuo como siempre. [NEW_DIALOG] ¡En serio crees que te estaba ayudando? [NEW_DIALOG] [DIALOG_START][Megaman] ¿Eh? [NEW_DIALOG] Bueno, entonces... [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡Pse! [NEW_DIALOG] No me importa lo que pienses. [NEW_DIALOG] Todavía estás mi lista de enemigos. [NEW_DIALOG] Nada ha cambiado. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Aun así... [NEW_DIALOG] Hay otros que me preocupan más en este momento.... [NEW_DIALOG] Dealer... Voy a derrotarlos. [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡ !? [NEW_DIALOG] ¿¡También luchas contra Dealer!? [NEW_DIALOG] [DIALOG_START][Acid_Ace] Sólo lo diré una vez. No tengo intención de trabajar contigo. [NEW_DIALOG] Como mucho solo serás una herramienta. [NEW_DIALOG] ¡Entrega ese mensaje también a la Policía Satella! [NEW_DIALOG] {ec00}{1}

source: {e213}{1}{e100}<{ec00}{0} [DIALOG_START][Megaman] Rogue... I mean {e25e}. [NEW_DIALOG] What did Dealer do to make you so angry? [NEW_DIALOG] And why did you leave a message for the Satella Police? [NEW_DIALOG] Do you have a history...? [NEW_DIALOG] [DIALOG_START][Mega] Hey, kid! Take a look! [NEW_DIALOG] [DIALOG_START][Megaman] Huh...? [NEW_DIALOG] {ec00}{1}
es_es: {e213}{1}{e100}<{ec00}{0} [DIALOG_START][Megaman] Solo... [NEW_DIALOG] ¿Qué ha hecho Dealer para que estés tan furioso? [NEW_DIALOG] ¿Y por qué me das un mensaje para la Policía Satella? [NEW_DIALOG] ¿Tienes algo que contarnos? [NEW_DIALOG] [DIALOG_START][Mega] ¡Chico! ¡Echa un vistazo! [NEW_DIALOG] [DIALOG_START][Megaman] ¿Eh? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] I-It's gone... [NEW_DIALOG] [DIALOG_START][Mega] It's finally clear! [NEW_DIALOG] That Jack guy must be behind that weird Noise! [NEW_DIALOG] He made that stuff show up in order to cause a ruckus. [NEW_DIALOG] Which he knew would draw us out! [NEW_DIALOG] [DIALOG_START][Megaman] Hmm... [NEW_DIALOG] Things certainly are getting more complicated... [NEW_DIALOG] For the time being, let's go see the Satella Police...! [NEW_DIALOG] ...It would be great if the Wave Liner was running. [NEW_DIALOG] Getting through that Noise Wave was really rough... [NEW_DIALOG] [DIALOG_START][Mega] We took care of all that weird Noise he set up, plus [NEW_DIALOG] there aren't anymore viruses running around, so... [NEW_DIALOG] It should be working, right? [NEW_DIALOG] [DIALOG_START][Megaman] Good point! Let's go check! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] S-Se ha ido... [NEW_DIALOG] [DIALOG_START][Mega] ¡Por fin está despejado! [NEW_DIALOG] ¡Ese Jack debe estar detrás de ese extraño Ruido! [NEW_DIALOG] Hizo que esas cosas aparecieran para causar jaleo. [NEW_DIALOG] ¡Sabía que eso nos haría salir! [NEW_DIALOG] [DIALOG_START][Megaman] Uum... [NEW_DIALOG] Las cosas se están complicando... [NEW_DIALOG] Por ahora, ¡vayamos a echar un vistazo a la Policía Satella! [NEW_DIALOG] Sería genial si funcionase el ondabús. [NEW_DIALOG] Entrar en esa ola de ruido ha sido realmente duro... [NEW_DIALOG] [DIALOG_START][Mega] Además de tenernos que encargar de ese extraño Ruido. [NEW_DIALOG] Ya no hay más virus por aquí, así que... [NEW_DIALOG] Debería funcionar, ¿no? [NEW_DIALOG] [DIALOG_START][Megaman] ¡Buena observación! ¡Vamos a comprobarlo! [NEW_DIALOG] {ec00}{1}
