Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch5/18.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo_2] !! [NEW_DIALOG] [DIALOG_START][Sonia] G{e115}-Geo...! [NEW_DIALOG] [DIALOG_START][Bud] I-Is that...!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡¡ !! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Ge{e115}-Geo...! [NEW_DIALOG] [DIALOG_START][Bud] ¿¡E-Ese es...!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] S{e115}-Solo!? [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿¡So{e115}-Solo!? [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Have you changed your mind about working with the Satella Police...!? [NEW_DIALOG] [DIALOG_START][Solo] ...Didn't you hear me the first time I said it? [NEW_DIALOG] I have no intention of working with them or you. [NEW_DIALOG] [DIALOG_START][Geo_2] I see... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Has cambiado de opinión sobre trabajar con la policía Satella? [NEW_DIALOG] [DIALOG_START][Solo] ¿No me escuchaste la última vez? [NEW_DIALOG] No tengo intención de trabajar ni con ellos ni contigo. [NEW_DIALOG] [DIALOG_START][Geo_2] Ya veo... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] S-So... Why are you here then? [NEW_DIALOG] Are you trying to pick a fight!? [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] [DIALOG_START]{30}Solo...! [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Bud] En-Entonces... ¿Por qué estás aquí? [NEW_DIALOG] ¿¡Estás intentando provocar una pelea!? [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] [DIALOG_START]{30}¡Solo! [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {ec00}{0} [DIALOG_START]{30}Please, we need to work together! [NEW_DIALOG] Let's fight together in order to protect the world from Dealer!! [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] You fools... Do you ever learn? [NEW_DIALOG] And just how long are you going to follow me around? [NEW_DIALOG] [DIALOG_START]{30}Until you agree to join us... [NEW_DIALOG] The Satella Police need to improve their fighting capabilities... [NEW_DIALOG] Please! Join the Commandos...!! [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] ...Hmph. Fine... [NEW_DIALOG] [DIALOG_START]{30}!! [NEW_DIALOG] {ec00}{1}{e212}{18}{0}
es_es: {ec00}{0} [DIALOG_START]{30}Por favor, ¡tenemos que trabajar juntos! [NEW_DIALOG] ¡Luchemos juntos para proteger al mundo de Dealer! [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] Tontos... ¿Alguna vez aprenderéis? [NEW_DIALOG] ¿Y cuánto tiempo vais a estar persiguiéndome? [NEW_DIALOG] [DIALOG_START]{30}Hasta que te unas a nosotros. [NEW_DIALOG] La Policía Satella necesita mejorar su capacidad de combate... [NEW_DIALOG] ¡¡Por favor únete a las Fuerzas Especiales!! [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] ¡Pse! Está bien. [NEW_DIALOG] [DIALOG_START]{30}¡¡ !! [NEW_DIALOG] {ec00}{1}{e212}{18}{0}

source: {ec00}{0} [DIALOG_START][Solo] However... [NEW_DIALOG] Only if you can capture me... Right here, right now. [NEW_DIALOG] [DIALOG_START]{30}...If that's what it will take!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] Sin embargo... [NEW_DIALOG] Sólo si podéis capturarme aquí mismo y ahora. [NEW_DIALOG] [DIALOG_START]{30}¡¡Si eso es lo que hará que te nos unas...!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}I apologize... But you've given us no other choice! [NEW_DIALOG] All Wizards! Attack! [NEW_DIALOG] [DIALOG_START][Solo] Hmph...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Lo siento... ¡Pero no nos dejas otra elección! [NEW_DIALOG] Wizards... ¡Atacad! [NEW_DIALOG] [DIALOG_START][Solo] ¡Pse! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}...Condition red. Damage exceeding acceptable limit. [NEW_DIALOG] Aborting mission. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Código rojo, el daño ha superado el límite aceptable. [NEW_DIALOG] Abortando la misión. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Is that... Really a Wizard!? [NEW_DIALOG] [DIALOG_START][Mega] ... [NEW_DIALOG] It's definitely not a normal Wizard, I'll tell you that. [NEW_DIALOG] He's different from either me, Taurus, Acid, or Strong...! [NEW_DIALOG] On top of that{e114}.{e114}.{e114}.{e114} He's really strong! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿¡En serio es un Wizard!? [NEW_DIALOG] [DIALOG_START][Mega] ... [NEW_DIALOG] Te puedo confirmar que eso definitivamente no es un Wizard normal. [NEW_DIALOG] El es diferente de mi, Taurus, Acid o Strong... [NEW_DIALOG] Desde luego{e114}.{e114}.{e114}.{e114} ¡No es débil! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}Argh... We're not done yet! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Arg... ¡Todavía no hemos terminado! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Solo] Hmph... [NEW_DIALOG] If you're not going to come to me, then I'll have to come to you...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] ¡Pse! [NEW_DIALOG] ¡Si no venís a mí, entonces tendré que ir yo a vosotros! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Solo] Come, Laplace...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] ¡Ven, Laplace! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}!? [NEW_DIALOG] [DIALOG_START][Solo] ...Ha!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}¿¡ !? [NEW_DIALOG] [DIALOG_START][Solo] ¡¡Ja!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}H-How...!? [NEW_DIALOG] How is it possible to take out so many Wizards in just one attack...!? [NEW_DIALOG] [DIALOG_START][Solo] ...Game over. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}¿¡Co-Cómo!? [NEW_DIALOG] ¿¡Cómo es posible vencer a tantos Wizards en un solo movimiento!? [NEW_DIALOG] [DIALOG_START][Solo] Se acabó. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Solo] I want nothing to do with such weak cockroaches. [NEW_DIALOG] If you continue to follow me, it'll be game over for you too... permanently. [NEW_DIALOG] [DIALOG_START]{30}...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] No quiero tener nada que ver con gente tan débil. [NEW_DIALOG] Si continuáis persiguiéndome, acabaré con vosotros pero lo haré de manera permanentemente. [NEW_DIALOG] [DIALOG_START]{30}¡ ! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] H-He did all that without even EM Wave Changing...!? [NEW_DIALOG] [DIALOG_START][Bud] W-Wow... He's way too strong...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿Hizo todo eso sin siquiera impulsionarse? [NEW_DIALOG] [DIALOG_START][Bud] Guau... ¡Es demasiado fuerte! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] Listen up, Mega Man. [NEW_DIALOG] I'm going to pull my own trump card on Dealer. [NEW_DIALOG] Don't you dare get in my way... Or you'll be next. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] Solo... [NEW_DIALOG] Why are you out to get Dealer? [NEW_DIALOG] [DIALOG_START][Solo] Tawdry fools like Dealer have no right to use the power of Mu. [NEW_DIALOG] [DIALOG_START][Geo_2] What!? Dealer is using Mu technology!? [NEW_DIALOG] [DIALOG_START][Solo] ...The whole organization will be destroyed. [NEW_DIALOG] You don't have the right to fight them over this issue. [NEW_DIALOG] It is mine, and mine alone. [NEW_DIALOG] So don't get in my way! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] Escucha, Mega Man. [NEW_DIALOG] Voy a usar mi as bajo la manga contra Dealer. [NEW_DIALOG] No te atrevas a interponerte en mi camino... O serás el siguiente. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] Solo... [NEW_DIALOG] ¿Por qué buscas a Dealer? [NEW_DIALOG] [DIALOG_START][Solo] Los despreciables necios como Dealer no tienen derecho a usar el poder de Mu. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿¡Qué!? ¿¡Dealer está usando tecnología de Mu!? [NEW_DIALOG] [DIALOG_START][Solo] Toda la organización será destruida. [NEW_DIALOG] No tienes derecho a pelear con ellos por este asunto. [NEW_DIALOG] Este es mi problema. [NEW_DIALOG] ¡Así que no os entrometáis! [NEW_DIALOG] {ec00}{1}
