Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch5/21.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Jack_Flask] ...Umm. [NEW_DIALOG] And therefore, if I am elected as student body president, I promise to ban [NEW_DIALOG] all Valentine's Day activities on school premises! [NEW_DIALOG] Thank you everyone for your support! [NEW_DIALOG] {e1a0}{3}<{ec16}{e210}{439} [DIALOG_START][NONAME] *cheers* [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] Yaaaay! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Flask] Uum... [NEW_DIALOG] Por lo tanto, si soy elegido como presidente del consejo estudiantil, prometo prohibir [NEW_DIALOG] todas las actividades del Día de San Valentín en las instalaciones de la escuela! [NEW_DIALOG] ¡Gracias a todos por vuestro apoyo! [NEW_DIALOG] {e1a0}{3}<{ec16}{e210}{439} [DIALOG_START][NONAME] *clap* *clap* *clap* [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] ¡Sííí! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] ...It is now time for the final candidate. [NEW_DIALOG] Please welcome Luna Platz from the 5th Grade Class A! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] Es el momento del ultimo candidato... [NEW_DIALOG] ¡Por favor dad la bienvenida a Luna Platz de 5ºA! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] H-Hello! [NEW_DIALOG] {ec13}(Where is everybody!?) [NEW_DIALOG] {ec13}(It's my turn!!) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Ho-Hola! [NEW_DIALOG] {ec13}(¿¡Donde están todos!?) [NEW_DIALOG] {ec13}(¡¡Es mi turno!!) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] My name is Luna Platz, and I am the candidate from the 5th Grade Class A. [NEW_DIALOG] {e1a0}{3}<{ec16}{e210}{439} [DIALOG_START][NONAME] *cheers* [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] Woohoo! [NEW_DIALOG] [DIALOG_START][Woody] Yey, Prez! [NEW_DIALOG] [DIALOG_START][Angel_Wise] We're here for you, Luna! [NEW_DIALOG] [DIALOG_START][Prez] Thank you very much for your support, everyone! [NEW_DIALOG] I am so happy to have this opportunity to speak to you today. [NEW_DIALOG] {ec13}(Argh... {ec13} It's already started, {ec13} but they're not here!) [NEW_DIALOG] {ec13}(Where is everyone!?) [NEW_DIALOG] {ec13}(Bud, Zack, Geo...!) [NEW_DIALOG] [DIALOG_START][NONAME] ...Bah! [NEW_DIALOG] [DIALOG_START][Prez] !! [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Prez] My nombre es Luna Platz, y Soy la candidata de la clase 5A. [NEW_DIALOG] {e1a0}{3}<{ec16}{e210}{439} [DIALOG_START][NONAME] *clap* *clap* *clap* [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] ¡Sííí por fin! [NEW_DIALOG] [DIALOG_START][Woody] ¡Esa Presi! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Estamos aquí por ti, Luna! [NEW_DIALOG] [DIALOG_START][Prez] ¡Muchas gracias a todos por vuestro apoyo! [NEW_DIALOG] Estoy muy contenta de tener esta oportunidad de hablar hoy con todos vosotros. [NEW_DIALOG] {ec13}(Arg... {ec13} Acaba de comenzar, {ec13} ¡pero no están aquí!) [NEW_DIALOG] {ec13}(¿¡Dónde narices están!?) [NEW_DIALOG] {ec13}(¡Bud, Zack, Geo...!) [NEW_DIALOG] [DIALOG_START][NONAME] ¡Buah! [NEW_DIALOG] [DIALOG_START][Prez] ¡¡ !! [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {e212}{16}{1}{ec00}{0} [DIALOG_START][Harry_Sasoon] What's that!? [NEW_DIALOG] [DIALOG_START]{2e}Wh-Wh-Wh-Who are you!? [NEW_DIALOG] [DIALOG_START][NONAME] *murmur* [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START][Wolf_Woods] ...It doesn't look like he's here. [NEW_DIALOG] What should we do, Jack? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] If he's not here, then we'll just have to call him... [NEW_DIALOG] If we wreck this place and cause a panic, he'll come racing to their rescue. [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Ohoho! That sounds great! [NEW_DIALOG] Let's get to it! [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {e212}{16}{1}{ec00}{0} [DIALOG_START][Harry_Sasoon] ¿¡Qué es eso!? [NEW_DIALOG] [DIALOG_START]{2e}¿¡Qu-Quien eres!? [NEW_DIALOG] [DIALOG_START][NONAME] *snif* *snif* [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START][Wolf_Woods] No parece que esté aquí. [NEW_DIALOG] ¿Qué hacemos, Jack? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Si no está aquí, solo tenemos que llamarlo... [NEW_DIALOG] Si destrozamos este lugar y causamos pánico, vendrá corriendo a rescatarlos. [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡Auuuu! ¡Eso suena genial! [NEW_DIALOG] ¡Vayamos al grano! [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][Jack_Flask] H-Hey, what... [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] Umm... This can't be good! [NEW_DIALOG] [DIALOG_START][NONAME] *chatter* [NEW_DIALOG] [DIALOG_START][Mr_Shepar] N-No way...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Flask] E-Eh, qué... [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] Uum... ¡Esto no puede ser bueno! [NEW_DIALOG] [DIALOG_START][NONAME] Blablabla [NEW_DIALOG] [DIALOG_START][Mr_Shepar] ¡N-No puede ser! [NEW_DIALOG] {ec00}{1}

source: {e212}{19}{0}{e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Mr_Shepar] Everyone! It's dangerous over there! [NEW_DIALOG] Get over here, quickly! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{19}{0}{e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Mr_Shepar] ¡Cuidado! [NEW_DIALOG] ¡Apartaos de allí! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] O-OK...! [NEW_DIALOG] [DIALOG_START][Mary_McLovin] Ahhh! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Help! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] ¡Va-Vale! [NEW_DIALOG] [DIALOG_START][Mary_McLovin] ¡Aaah! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Ayuda! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{af}Oh, this is getting good... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{af}Oh, esto se pone interesante... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{af}Well, if it isn't my fellow FM-ian, Corvus...! [NEW_DIALOG] He was so fierce that no other Wizard could even lay a hand on him in battle! [NEW_DIALOG] [DIALOG_START][Damian] I see. [NEW_DIALOG] He's not exactly being a good visitor to Earth at the moment! [NEW_DIALOG] If we don't do something to stop him soon, we could have a real problem on our hands! [NEW_DIALOG] [DIALOG_START]{af}Are you saying you want to fight him, Damian? [NEW_DIALOG] {e115}...We can't beat him. [NEW_DIALOG] [DIALOG_START][Damian] We just need to buy some time for now! [NEW_DIALOG] Don't forget, a certain kid goes to this school! [NEW_DIALOG] [DIALOG_START]{af}Hmm... You've changed, haven't you? [NEW_DIALOG] Oh well. I guess we have no choice! [NEW_DIALOG] [DIALOG_START][Damian] Yeah! [NEW_DIALOG] EM Wave Change! Transcode 011{e115} Wolf Woods! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{af}¡Bueno, si no es mi amigo el FM-iano, Corvus! [NEW_DIALOG] ¡Era tan feroz en batalla que ningún otro Wizard podía siquiera tocarlo! [NEW_DIALOG] [DIALOG_START][Damian] Ya veo... [NEW_DIALOG] ¡No está siendo un turista ejemplar, precisamente! [NEW_DIALOG] Si no hacemos algo rápido para pararlo, ¡podríamos tener un serio problema entre manos! [NEW_DIALOG] [DIALOG_START]{af}¿Estás diciendo que quieres pelear con él, Damian? [NEW_DIALOG] {e115}No podemos vencerle. [NEW_DIALOG] [DIALOG_START][Damian] ¡Por ahora solo tenemos que ganar algo de tiempo! [NEW_DIALOG] No olvides que cierto chico va a esta escuela. [NEW_DIALOG] [DIALOG_START]{af}Has cambiado, ¿eh? [NEW_DIALOG] Bueno, ¡supongo que no tenemos elección! [NEW_DIALOG] [DIALOG_START][Damian] ¡Cierto! [NEW_DIALOG] ¡Cambio de onda EM{e115}-Wolf Woods, Wolf Woods, en el aire!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Wolf_Woods] Ohohohohoho! Run away! Run away! [NEW_DIALOG] You never know, someone might come and save you! [NEW_DIALOG] [DIALOG_START][Prez] Stop this, this instant!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ...! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Who the!? [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Wolf_Woods] ¡Auuu! ¡Corred! ¡Corred! [NEW_DIALOG] Quién sabe, ¡alguien podría venir a salvarte.! [NEW_DIALOG] [DIALOG_START][Prez] ¡Detente ahora mismo! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡ ! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¿¡Quién...!? [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Mr_Shepar] Luna! Get away from there!! It's too dangerous! [NEW_DIALOG] [DIALOG_START][Prez] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mr_Shepar] ¡Luna! ¡¡Aléjate de ahí!! ¡Es muy peligroso! [NEW_DIALOG] [DIALOG_START][Prez] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] You...! [NEW_DIALOG] Y-You're alive...!? [NEW_DIALOG] B-But that can't be...! [NEW_DIALOG] ... [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Jaaack!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ...!! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] This is no time for talking! [NEW_DIALOG] Unless you don't mind if Queen Tia... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] S-Shut up!! [NEW_DIALOG] Hey, girl! What do you think you're doing!? [NEW_DIALOG] [DIALOG_START][Prez] What do I think I'm doing!? [NEW_DIALOG] I should be asking you that question, don't you think!? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] {ec13}...!! [NEW_DIALOG] [DIALOG_START][Prez] So... What are you doing here!? [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Ohohoho! [NEW_DIALOG] Can't you tell? I'm going to turn this whole place into rubble! [NEW_DIALOG] And I'm going to take out you and your little friends! [NEW_DIALOG] [DIALOG_START][Prez] Shut up!! [NEW_DIALOG] Jack, I'm asking you a question here! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] ¡Tu...! [NEW_DIALOG] ¿¡Estás viva!? [NEW_DIALOG] ¡Pe-Pero eso es...! [NEW_DIALOG] ... [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡¡Jaaack!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡¡Jaaack!! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡No es momento de hablar! [NEW_DIALOG] A menos que no te importe que Queen Tia... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡¡Ci-Cierra el pico!! [NEW_DIALOG] ¡Eh, chica! ¿Qué crees que estás haciendo? [NEW_DIALOG] [DIALOG_START][Prez] ¿¡Qué que estoy haciendo!? [NEW_DIALOG] Yo soy la que debería hacerte esa pregunta, ¿no crees? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] {ec13}¡¡ !! [NEW_DIALOG] [DIALOG_START][Prez] Así que... ¿¡Qué haces aquí!? [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡Jo, jo, jo! [NEW_DIALOG] ¿No se nota? ¡Voy a dejar todo este lugar en ruinas! [NEW_DIALOG] ¡Y voy a deshacerme de ti y tus amiguitos! [NEW_DIALOG] [DIALOG_START][Prez] ¡¡Cállate!! [NEW_DIALOG] ¡Jack, te estoy haciendo una pregunta! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Please, Jack. Answer me...! [NEW_DIALOG] You're not capable of hurting all of these people, are you? [NEW_DIALOG] You wouldn't do something like that, right!? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ...Could you be any more annoying...!? [NEW_DIALOG] You want me to answer that question...? [NEW_DIALOG] Fine. [NEW_DIALOG] I'll answer with destruction! [NEW_DIALOG] Everything{e114}.{e114}.{e114}.{e114} I'll destroy everything! [NEW_DIALOG] [DIALOG_START][Prez] W-Why...!? Jack, why!? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] It doesn't matter... [NEW_DIALOG] I just want to wreck stuff! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Por favor, Jack. ¡Contéstame! [NEW_DIALOG] No serás capaz de hacer daño a toda esta gente, ¿verdad? [NEW_DIALOG] No harías algo así, ¿verdad? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¿Podrías ser más irritante? [NEW_DIALOG] ¿Quieres que responda a esa pregunta? [NEW_DIALOG] Está bien. [NEW_DIALOG] ¡Responderé con violencia! [NEW_DIALOG] ¡Voy a destruirlo todo! [NEW_DIALOG] [DIALOG_START][Prez] ¿¡Po-Por qué Jack!? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Eso no importa... [NEW_DIALOG] ¡Solo quiero destruirlo todo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Ahhh! [NEW_DIALOG] {ec13}(H-He isn't going to stop...! {ec13} I can't stop him all alone...!!) [NEW_DIALOG] Mega Man... [NEW_DIALOG] Please hurry...! [NEW_DIALOG] [DIALOG_START][NONAME] Grrrrrr...! My blood is boiling! [NEW_DIALOG] [DIALOG_START][Prez] Who!? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] !? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Aaah! [NEW_DIALOG] {ec13}(¡E-El no va a detenerse! {ec13} ¡¡No puedo pararlo sola!!) [NEW_DIALOG] Mega Man... [NEW_DIALOG] ¡Date prisa! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Grrr! ¡Mi sangre está hirviendo! [NEW_DIALOG] [DIALOG_START][Prez] ¿¡Quien...!? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¿¡ !? [NEW_DIALOG] {ec00}{1}

source: {e212}{1b}{0}{ec00}{0} [DIALOG_START]{8c}You said your name is Corvus, right!? [NEW_DIALOG] Well, why don't you try yelling at me, instead of a little girl! [NEW_DIALOG] I'm rip roarin' and ready to go!! [NEW_DIALOG] [DIALOG_START]{af}...Maybe you haven't really changed, after all... [NEW_DIALOG] [DIALOG_START]{8c}Hey, Geo! Can you hear me over the school intercom!? [NEW_DIALOG] Hurry and get to the roof!! [NEW_DIALOG] We've got someone who wants to see you up here!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1b}{0}{ec00}{0} [DIALOG_START]{8c}Dijiste que te llamabas Corvus, ¿cierto? [NEW_DIALOG] ¿Por qué no intentas gritarme a mí en vez de a una chica? [NEW_DIALOG] ¡Soy más que suficiente para cerrarte ese pico que tienes! [NEW_DIALOG] [DIALOG_START]{af}Tal vez no has cambiado tanto después de todo... [NEW_DIALOG] [DIALOG_START]{8c}¡Eh, Geo! ¿¡Puedes oírme por el altavoz de la escuela!? [NEW_DIALOG] ¡¡Date prisa y sube al tejado!! [NEW_DIALOG] ¡¡Hay alguien que quiere verte aquí arriba!! [NEW_DIALOG] {ec00}{1}
