Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch5/22.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Bud] Darn it. It's no good...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Maldita sea. ¡Esto no es bueno! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] It just won't open! What's going on!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡No se abre! ¿¡Qué demonios está pasando!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] This one too...! [NEW_DIALOG] What the... [NEW_DIALOG] [DIALOG_START][Mega] ...Maybe it's the Noise? [NEW_DIALOG] The Noise did get more dense, recently... [NEW_DIALOG] This whole place is probably chock full of Noise! [NEW_DIALOG] [DIALOG_START][Geo_2] Noise... This must be Jack's doing...! [NEW_DIALOG] We really have to get to the roof quick...! [NEW_DIALOG] [DIALOG_START][Mega] I don't see the problem! [NEW_DIALOG] Let's just smash down this stupid door! [NEW_DIALOG] [DIALOG_START][Geo_2] Really!? Isn't that a little too... [NEW_DIALOG] W-Well... I guess we have no choice... [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Esta tampoco! [NEW_DIALOG] ¿Qué dem...? [NEW_DIALOG] [DIALOG_START][Mega] ¿Puede ser debido al Ruido? [NEW_DIALOG] Se ha estado volviendo más denso últimamente... [NEW_DIALOG] ¡Este lugar probablemente esté lleno de Ruido! [NEW_DIALOG] [DIALOG_START][Geo_2] Ruido... ¡Esto tiene que ser cosa de Jack! [NEW_DIALOG] ¡Tenemos que llegar al tejado rápido! [NEW_DIALOG] [DIALOG_START][Mega] ¡No veo el problema! [NEW_DIALOG] ¡Echemos abajo esta estúpida puerta! [NEW_DIALOG] [DIALOG_START][Geo_2] ¿¡En serio!? ¿No es un poco...? [NEW_DIALOG] Es-Está bien... Supongo que no tenemos elección... [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {ec00}{0} [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] ...Hey you. [NEW_DIALOG] [DIALOG_START][Zack] Ahh!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] ¡Eh, tu! [NEW_DIALOG] [DIALOG_START][Zack] ¿¡Eh!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] M-M-M{e115}-Me!? [NEW_DIALOG] Y-Y-Y{e115}-Yes!? [NEW_DIALOG] [DIALOG_START][Solo] ...Where's the Wave Station? [NEW_DIALOG] [DIALOG_START][Zack] Th-Th-Th{e115}-The Wave Station...!? [NEW_DIALOG] Th-Th-Th{e115}-The first floor! It's on the first floor!! [NEW_DIALOG] [DIALOG_START][Solo] ...Down, huh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] ¿¡Y-Y-Y{e115}-Yo!? [NEW_DIALOG] ¿¡S-S-S{e115}-Sí!? [NEW_DIALOG] [DIALOG_START][Solo] ¿Sonde está la Estación de Ondas? [NEW_DIALOG] [DIALOG_START][Zack] ¿¡L-L{e115}-La Estación de Ondas!? [NEW_DIALOG] ¡E-E-E{e115}-En el primer piso! ¡¡Está en el primer piso!! [NEW_DIALOG] [DIALOG_START][Solo] ¿Debajo, eh? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Solo] Laplace...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] ¡Haced hueco! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] Ah{e115}hhhhh! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] ¡Aa{e115}ah! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Whoa... [NEW_DIALOG] That's a big hole... [NEW_DIALOG] [DIALOG_START][Bud] G-Geez...! [NEW_DIALOG] [DIALOG_START][Geo_2] S-Solo...!? [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] ...Hmph. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] Guau... [NEW_DIALOG] Menudo agujero... [NEW_DIALOG] [DIALOG_START][Bud] ¡Ca-Caray...! [NEW_DIALOG] [DIALOG_START][Geo_2] ¿¡So-Solo!? [NEW_DIALOG] [DIALOG_START][Solo] {ec13}... [NEW_DIALOG] ¡Pse! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Argh... What should we do...? [NEW_DIALOG] [DIALOG_START][Sonia] Hmm... We don't have much choice. [NEW_DIALOG] [DIALOG_START][Bud] Yeah... [NEW_DIALOG] [DIALOG_START][Geo_2] I guess... [NEW_DIALOG] We'll just have to use this hole to get to the roof. [NEW_DIALOG] ...EM Wave Change! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿Qué deberíamos hacer? [NEW_DIALOG] [DIALOG_START][Sonia] No tenemos muchas opciones. [NEW_DIALOG] [DIALOG_START][Bud] sí... [NEW_DIALOG] [DIALOG_START][Geo_2] Creo... [NEW_DIALOG] Que deberíamos usar este agujero para llegar al techo. [NEW_DIALOG] ¡Cambio de onda EM- Geo Stelar, en el aire! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] OK, let's go! [NEW_DIALOG] [DIALOG_START][Harp_Note] Yeah! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Boosh! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡Está bien, vamos! [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡Vale! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] ¡Muuu! [NEW_DIALOG] {ec00}{1}

source: {e212}{19}{0}{ec00}{0} [DIALOG_START][Megaman] Wait here, Zack! [NEW_DIALOG] We'll come check on you later! [NEW_DIALOG] [DIALOG_START][Zack] O-OK... [NEW_DIALOG] I think that Solo is headed for the Wave Station on the first floor. [NEW_DIALOG] He asked me about it just a minute ago. [NEW_DIALOG] [DIALOG_START][Megaman] The Wave Station... So he's going to the roof via the Wave Road! [NEW_DIALOG] [DIALOG_START][Mega] The elevator probably isn't working because of the Noise, too. [NEW_DIALOG] {ec00}{1}
es_es: {e212}{19}{0}{ec00}{0} [DIALOG_START][Megaman] ¡Espera aquí, Zack! [NEW_DIALOG] ¡Volveremos más tarde! [NEW_DIALOG] [DIALOG_START][Zack] Va-Vale... [NEW_DIALOG] Creo que Solo se dirige a la Estación de Ondas del primer piso. [NEW_DIALOG] Me preguntó sobre eso hace un minuto. [NEW_DIALOG] [DIALOG_START][Megaman] La Estación de Ondas... ¡Así que se dirige al techo por el Camino Onda! [NEW_DIALOG] [DIALOG_START][Mega] Probablemente el ascensor tampoco funcione debido al Ruido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Yeah. OK, let's follow Solo! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Cierto. ¡Está bien, Sigamos a Solo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Taurus_Fire] Wow! [NEW_DIALOG] So this room is... [NEW_DIALOG] [DIALOG_START][Megaman] The faculty room... [NEW_DIALOG] [DIALOG_START][Harp_Note] ...Geo. It looks like Solo left from over there... [NEW_DIALOG] [DIALOG_START][Megaman] ...Y-Yeah... [NEW_DIALOG] That's a nice hole he put in that wall... [NEW_DIALOG] [DIALOG_START][Taurus_Fire] L-Let's go. [NEW_DIALOG] [DIALOG_START][Megaman] Right. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Taurus_Fire] ¡Guau! [NEW_DIALOG] Esta habitación es... [NEW_DIALOG] [DIALOG_START][Megaman] La sala de profesores... [NEW_DIALOG] [DIALOG_START][Harp_Note] Geo... Parece que Solo se fue por allí... [NEW_DIALOG] [DIALOG_START][Megaman] S-Sí... [NEW_DIALOG] Menudo agujero el que ha hecho en esa pared... [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Va-Vamos. [NEW_DIALOG] [DIALOG_START][Megaman] Está bien. [NEW_DIALOG] {ec00}{1}
