Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch5/26.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Jack_Corvus] A-Arrrgh!! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Owaaaa!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] ¡¡Aaah!! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡¡Auuu!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] M... [NEW_DIALOG] Man... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] Chi... [NEW_DIALOG] Chico... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] O-Our... Wish... Hasn't come{e114}.{e114}.{e114}.{e114} true, yet{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] Nu-Nuestro... Deseo... No se ha vuelto{e114}.{e114}.{e114}.{e114} Realidad, aun{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Jack... [NEW_DIALOG] [DIALOG_START][Mega] Ha! How'd you like that, Corvus!? [NEW_DIALOG] So who's stronger after all!? [NEW_DIALOG] {ec13}(Phew... It was really {ec13} close there for a minute!) [NEW_DIALOG] [DIALOG_START][Harp_Note] Way to go, Geo! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] That was an awesome battle! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Jack... [NEW_DIALOG] [DIALOG_START][Mega] ¡Ja! ¿¡Qué te pareció eso, Corvus!? [NEW_DIALOG] ¿Quién es el más fuerte después de todo? [NEW_DIALOG] {ec13}(¡Por un momento casi no {ec13} lo contamos!) [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡Bien hecho, Geo! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] ¡Ha sido una batalla increíble! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harp_Note] I told Ace what happened! [NEW_DIALOG] He's on his way! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Hey... What about Jack...? [NEW_DIALOG] [DIALOG_START][Megaman] He's OK. He just lost consciousness... [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Oh, OK... Thank goodness! [NEW_DIALOG] Mega Man to the rescue, once again! [NEW_DIALOG] [DIALOG_START][Megaman] Haha. Thanks Bud...! [NEW_DIALOG] {ec13}(That... {ec13} That took everything I had. {ec13} Any more and I...) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harp_Note] ¡Le he contado a Ace lo ocurrido! [NEW_DIALOG] ¡Está en camino! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Eh... ¿Qué hay de Jack? [NEW_DIALOG] [DIALOG_START][Megaman] Está bien. Sólo se ha desmayado. [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Oh, ¡menos mal! [NEW_DIALOG] Una vez más, ¡Mega Man al rescate! [NEW_DIALOG] [DIALOG_START][Megaman] Ja, ja. ¡Gracias Bud! [NEW_DIALOG] {ec13}(He... {ec13} He dado todo lo que tenía. {ec13} Un poco más y...) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] ...Mr. King. [NEW_DIALOG] Jack has been defeated by Mega Man. [NEW_DIALOG] What are your orders? [NEW_DIALOG] [DIALOG_START][SrKing-2] So he went off on his own and got himself in a pickle, did he? [NEW_DIALOG] Ho ho ho!! His foolishness is infinite! [NEW_DIALOG] He's worse than his sister. He can't even perform the duty of a worthless pawn! [NEW_DIALOG] [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] [DIALOG_START][SrKing-2] Anyway... Return as quickly as you can, Joker. [NEW_DIALOG] We must decide on the next step. [NEW_DIALOG] The step that will bring a conclusive victory to us! [NEW_DIALOG] Ho ho ho ho ho! [NEW_DIALOG] [DIALOG_START][Joker] Yes, sir! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] Sr. King... [NEW_DIALOG] Jack ha sido vencido por Mega Man. [NEW_DIALOG] ¿Cuáles son sus órdenes? [NEW_DIALOG] [DIALOG_START][SrKing-2] Así que se fue por su cuenta y se metió en un lío, ¿eh? [NEW_DIALOG] ¡¡Jo, jo, jo!! ¡Su insensatez es infinita! [NEW_DIALOG] Es peor que su hermana. ¡Ni siquiera puede hacer el trabajo de un peón inútil! [NEW_DIALOG] [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] [DIALOG_START][SrKing-2] De todas formas... Regresa tan rápido como puedas, Joker. [NEW_DIALOG] Debemos decidir nuestro próximo movimiento. [NEW_DIALOG] ¡Movimiento que nos traerá una victoria definitiva! [NEW_DIALOG] ¡Jo, jo, jo, jo, jo! [NEW_DIALOG] [DIALOG_START][Joker] ¡Si, señor! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] One...{e114} Two..{e114} Testing, testing... [NEW_DIALOG] Ahem! [NEW_DIALOG] Thank you for waiting. [NEW_DIALOG] I will now announce the election results! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] Uno...{e114} dos...{e114} probando, probando... [NEW_DIALOG] ¡Ejem! [NEW_DIALOG] Gracias por vuestra espera. [NEW_DIALOG] ¡Ahora anunciaré los resultados de las elecciones! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] The new student body president of Echo Ridge Elementary is... [NEW_DIALOG] [DIALOG_START][Geo_2] Ahh, my nerves are going out of control... [NEW_DIALOG] [DIALOG_START][Mega] Why the heck are you nervous? [NEW_DIALOG] [DIALOG_START][Bud] *gulp* [NEW_DIALOG] [DIALOG_START][Zack] Prez. Prez. Prez... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] El nuevo presidente del consejo estudiantil es... [NEW_DIALOG] [DIALOG_START][Geo_2] Aah, qué nerviooos... [NEW_DIALOG] [DIALOG_START][Mega] ¿Por qué diablos estás tan nervioso? [NEW_DIALOG] [DIALOG_START][Bud] glup. [NEW_DIALOG] [DIALOG_START][Zack] Dele. Dele. Dele... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] Luna Platz from the 5th Grade Class A!! [NEW_DIALOG] [DIALOG_START][Prez] ...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] ¡Luna Platz de 5ºA! [NEW_DIALOG] [DIALOG_START][Prez] ¡¡ !! [NEW_DIALOG] {ec00}{1}

source: {e212}"{0}{ec00}{0} [DIALOG_START][Geo] Alriiight! [NEW_DIALOG] Woo hoo!! [NEW_DIALOG] [DIALOG_START][Bud] Yeeeah! You did it, Prez!! [NEW_DIALOG] [DIALOG_START][Zack] Con-con-con... [NEW_DIALOG] Congratulations, Prez... [NEW_DIALOG] *sob* [NEW_DIALOG] {e1a0}{4}<{ec16}{e210}{439} [DIALOG_START][NONAME] *cheers* [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] *applause* [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] Will the new student body president please come to the podium! [NEW_DIALOG] [DIALOG_START][Prez] Of course! [NEW_DIALOG] {ec00}{1}
es_es: {e212}"{0}{ec00}{0} [DIALOG_START][Geo] ¡Bieeeeen! [NEW_DIALOG] ¡Sííí! [NEW_DIALOG] [DIALOG_START][Bud] ¡¡Lo has conseguido, Dele!! [NEW_DIALOG] [DIALOG_START][Zack] En-En... [NEW_DIALOG] Enhorabuena, Dele. [NEW_DIALOG] Snif. [NEW_DIALOG] {e1a0}{4}<{ec16}{e210}{439} [DIALOG_START][NONAME] *Fiuuufí* [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] clap, clap, clap. [NEW_DIALOG] [DIALOG_START][Harry_Sasoon] ¡Que la nueva presidenta del consejo estudiantil suba al podio! [NEW_DIALOG] [DIALOG_START][Prez] ¡Por supuesto! [NEW_DIALOG] {ec00}{1}

source: {e213}{2}{ec00}{0} [DIALOG_START][Prez] All the students of Echo Ridge Elementary! [NEW_DIALOG] I want to express my deepest gratitude for your hard work and support! [NEW_DIALOG] As promised, I will strive to improve the school in all possible ways, so [NEW_DIALOG] that all of you may enjoy an improved education, as [NEW_DIALOG] well as extra-curricular activities. [NEW_DIALOG] Change has come to Echo Ridge Elementary! [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] *applause* [NEW_DIALOG] [DIALOG_START][Prez] However... [NEW_DIALOG] That is not something that I can do all by myself! [NEW_DIALOG] With your help, and with the help of the people standing next to you... [NEW_DIALOG] There is one special thing that I would like to do as [NEW_DIALOG] my first act as student body president. [NEW_DIALOG] I would like to get every teacher and student to form [NEW_DIALOG] Brother Bands with each other, form one huge Team, [NEW_DIALOG] and then aim for a Purpose to "Create a School Where Everyone is Happy". [NEW_DIALOG] I would be honored and ecstatic if we could all make that happen! [NEW_DIALOG] We can do it! [NEW_DIALOG] {e212}{1f}{0}{e1a0}{4}x{ec16}{e210}{439} [DIALOG_START][NONAME] *cheers* [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] *applause* [NEW_DIALOG] [DIALOG_START][Jack_Flask] I'm in!! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Me too!! [NEW_DIALOG] {ec00}{1}
es_es: {e213}{2}{ec00}{0} [DIALOG_START][Prez] ¡A todos los estudiantes de la escuela de Eco Ridge! [NEW_DIALOG] ¡Quiero expresar mi más profunda gratitud por vuestro arduo trabajo y apoyo! [NEW_DIALOG] Como prometí, me esforzaré por mejorar la escuela de todas las maneras posibles, para que [NEW_DIALOG] todos vosotros podáis disfrutar de una mejor educación, así como de [NEW_DIALOG] las actividades extracurriculares. [NEW_DIALOG] ¡El cambio ha llegado a la escuela primaria de Echo Ridge! [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] Clap, clap, clap [NEW_DIALOG] [DIALOG_START][Prez] Sin embargo... [NEW_DIALOG] ¡Eso no es algo que pueda hacer yo sola! [NEW_DIALOG] Con vuestra ayuda y la de la gente que está a vuestro lado... [NEW_DIALOG] Hay una cosa en especial que me gustaría hacer como mi [NEW_DIALOG] primer acto siendo la presidenta del consejo estudiantil. [NEW_DIALOG] Me gustaría que todos los profesores y alumnos formaran [NEW_DIALOG] Bandas Hermano entre sí, crear un gran Equipo y luego apuntar [NEW_DIALOG] como Objetivo de «Crear una escuela donde todos sean felices». [NEW_DIALOG] ¡Me sentiría emocionada y orgullosa si todos pudiéramos hacer que eso ocurriera! [NEW_DIALOG] ¡Podemos hacerlo! [NEW_DIALOG] {e212}{1f}{0}{e1a0}{4}x{ec16}{e210}{439} [DIALOG_START][NONAME] Fiuuufí. [NEW_DIALOG] {ec16}{e210}{439} [DIALOG_START][NONAME] Clap, clap, clap. [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡¡Contad conmigo!! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡¡Conmigo también!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] You're something else, Prez!! [NEW_DIALOG] [DIALOG_START][Mega] She wants to form one big Team with everyone from the school, huh? [NEW_DIALOG] Is that even possible!? [NEW_DIALOG] [DIALOG_START][Geo] I didn't even think of that... It could be kind of difficult. [NEW_DIALOG] But... That makes it all the more worthwhile to try! [NEW_DIALOG] [DIALOG_START][Mega] Good point... [NEW_DIALOG] [DIALOG_START][Geo] That's what I thought! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] Hey, Geo... [NEW_DIALOG] I need to talk to you later, if that's OK? [NEW_DIALOG] [DIALOG_START][Geo_2] Sure, but why are you so tense!? [NEW_DIALOG] [DIALOG_START][Bud] You'll see. [NEW_DIALOG] I'm going to ask Ace and Sonia to join us, too. [NEW_DIALOG] [DIALOG_START][Geo_2] Umm... Alright... [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¡Eres increíble, Dele!! [NEW_DIALOG] [DIALOG_START][Mega] Quiere formar un gran grupo con todos los de la escuela, ¿eh? [NEW_DIALOG] ¿¡Es siquiera posible!? [NEW_DIALOG] [DIALOG_START][Geo] Ni siquiera lo había pensado... Podría ser difícil. [NEW_DIALOG] Pero... ¡Eso hace que valga la pena intentarlo! [NEW_DIALOG] [DIALOG_START][Mega] Buen punto... [NEW_DIALOG] [DIALOG_START][Geo] ¡Eso es lo que pensaba! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] Eh, Geo... [NEW_DIALOG] Necesito hablar contigo más tarde, si te parece bien. [NEW_DIALOG] [DIALOG_START][Geo_2] Claro, pero... ¿Por qué estás tan inquieto? [NEW_DIALOG] [DIALOG_START][Bud] Lo sabrás luego. [NEW_DIALOG] Voy a pedirles a Ace y Sonia que vengan con nosotros también. [NEW_DIALOG] [DIALOG_START][Geo_2] De acuerdo... [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] What!? [NEW_DIALOG] You're going to quit the Commandos!? [NEW_DIALOG] [DIALOG_START][Sonia] I-I can't believe it! What's going on, Bud!? [NEW_DIALOG] You've put so much into the Team, and now you're... [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Bud] Geo, Sonia, Ace... [NEW_DIALOG] I'm sorry that I'm being so selfish. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿¡Qué!? [NEW_DIALOG] ¿Vas a dejar a las Fuerzas Especiales? [NEW_DIALOG] [DIALOG_START][Sonia] ¡N-No puedo creerlo! ¿¡Qué te pasa, Bud!? [NEW_DIALOG] Has aportado tanto al equipo, y ahora... [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Bud] Geo, Sonia, Ace... [NEW_DIALOG] Siento ser tan egoísta. [NEW_DIALOG] {ec00}{1}

source: {e212}!{1}{ec00}{0} [DIALOG_START][Bud] But, I... I've realized who I really want to protect... [NEW_DIALOG] And that's Prez! [NEW_DIALOG] Of course, it sounds really cool to fight for world peace and safety! [NEW_DIALOG] But it just doesn't feel right! [NEW_DIALOG] It's just not me, or rather... [NEW_DIALOG] I guess... I'm just not happy if I'm not around Prez! [NEW_DIALOG] ...And Zack, too! [NEW_DIALOG] When all three of us aren't together, then I'm just not the real Bud! [NEW_DIALOG] So... [NEW_DIALOG] I'm quitting the Commandos. [NEW_DIALOG] The Satella Police don't really want a pathetic loser like me on their side, anyway... [NEW_DIALOG] [DIALOG_START][Geo_2] Bud... [NEW_DIALOG] [DIALOG_START][Sonia] Bud... [NEW_DIALOG] [DIALOG_START][Bud] Instead of getting upset, be happy! [NEW_DIALOG] Be happy that I'm going to keep Prez safe! [NEW_DIALOG] She'll never be in danger, ever again! [NEW_DIALOG] [DIALOG_START][Geo] Good point! [NEW_DIALOG] Take care of her, Bud! [NEW_DIALOG] ...And Zack, too! [NEW_DIALOG] [DIALOG_START][Bud] Don't worry. I will! [NEW_DIALOG] [DIALOG_START][Sonia] Poor Zack! [NEW_DIALOG] I don't know how he can handle the two of you all the time! [NEW_DIALOG] [DIALOG_START][Geo] Ahahahaha! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {e212}!{1}{ec00}{0} [DIALOG_START][Bud] Pero yo... Me he dado cuenta de lo que realmente quiero proteger... [NEW_DIALOG] ¡Y es a Dele! [NEW_DIALOG] Por supuesto, ¡me parece genial luchar por la paz y seguridad del mundo! [NEW_DIALOG] ¡Pero no siento que eso sea lo correcto! [NEW_DIALOG] No es por mí, o mejor dicho... [NEW_DIALOG] Supongo que... ¡No soy feliz si no estoy cerca de Dele! [NEW_DIALOG] ¡Y de Zack también! [NEW_DIALOG] Cuando los tres no estamos juntos, entonces yo no soy el verdadero Bud. [NEW_DIALOG] Así que... [NEW_DIALOG] Voy a dejar las Fuerzas Especiales. [NEW_DIALOG] La policía Satella no necesita a un fracasado como yo de todas formas... [NEW_DIALOG] [DIALOG_START][Geo_2] Bud... [NEW_DIALOG] [DIALOG_START][Sonia] Bud... [NEW_DIALOG] [DIALOG_START][Bud] En lugar de disgustaros, ¡alegraos! [NEW_DIALOG] ¡Alegraos de que mantenga a Dele a salvo! [NEW_DIALOG] ¡Nunca más estará en peligro! [NEW_DIALOG] [DIALOG_START][Geo] ¡Buena observación! [NEW_DIALOG] ¡Cuida de ella, Bud! [NEW_DIALOG] ¡Y de Zack también! [NEW_DIALOG] [DIALOG_START][Bud] No te preocupes. ¡Lo haré! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Pobre Zack! [NEW_DIALOG] ¡No sé cómo puede aguantaros a los dos todo el tiempo! [NEW_DIALOG] [DIALOG_START][Geo] ¡Ja, ja, ja, ja! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {ec00}{0} [DIALOG_START][Geo] Umm, Ace... [NEW_DIALOG] [DIALOG_START][Bud] Ace... [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] Bud Bison! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Ace... [NEW_DIALOG] [DIALOG_START][Bud] Ace... [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] ¡Bud Bison! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Y-Yes!? [NEW_DIALOG] [DIALOG_START][Ace] I'm going to assign you a special task! [NEW_DIALOG] [DIALOG_START][Geo_2] !? [NEW_DIALOG] [DIALOG_START][Bud] O-OK...!? [NEW_DIALOG] [DIALOG_START][Ace] Protect Luna with your life! [NEW_DIALOG] That is all! [NEW_DIALOG] [DIALOG_START][Bud] !! [NEW_DIALOG] [DIALOG_START][Geo] Ace...! [NEW_DIALOG] [DIALOG_START][Sonia] So... [NEW_DIALOG] {e212}{1f}{0} [DIALOG_START][Ace] The job of the Satella Police is to protect people. [NEW_DIALOG] Therefore, Bud is a shining example of how a Satella Police officer should act. [NEW_DIALOG] As long as he never stops protecting Luna! [NEW_DIALOG] Yet, keeping someone safe is not an easy task, Bud... [NEW_DIALOG] In some cases, it is even more difficult than defending the whole world... [NEW_DIALOG] Make sure you are ready for this, and do the best that you can! [NEW_DIALOG] [DIALOG_START][Bud] O-OK! [NEW_DIALOG] ...I mean... Yes, sir! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¿¡S-Si!? [NEW_DIALOG] [DIALOG_START][Ace] ¡Te voy a asignar una misión especial! [NEW_DIALOG] [DIALOG_START][Geo_2] ¿¡ !? [NEW_DIALOG] [DIALOG_START][Bud] ¿¡D-De acuerdo!? [NEW_DIALOG] [DIALOG_START][Ace] ¡Protege a Luna con tu vida! [NEW_DIALOG] ¡Eso es todo! [NEW_DIALOG] [DIALOG_START][Bud] ¡¡ !! [NEW_DIALOG] [DIALOG_START][Geo] ¡Ace...! [NEW_DIALOG] [DIALOG_START][Sonia] Eso... [NEW_DIALOG] {e212}{1f}{0} [DIALOG_START][Ace] El trabajo de la policía Satella es proteger a la gente. [NEW_DIALOG] Por lo tanto, Bud es un claro ejemplo de como debe actuar la policía Satella. [NEW_DIALOG] ¡Siempre y cuando no deje de proteger a Luna! [NEW_DIALOG] Sin embargo, mantener a alguien salvo no es una tarea fácil, Bud. [NEW_DIALOG] En algunos casos, es aún más difícil que defender al mundo entero. [NEW_DIALOG] ¡Asegúrate de estar preparado para esto, y hazlo lo mejor que puedas! [NEW_DIALOG] [DIALOG_START][Bud] ¡Po-Por supuesto! [NEW_DIALOG] Quiero decir... ¡Sí, señor! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I'm sure you'll do great! [NEW_DIALOG] [DIALOG_START][Sonia] Teeheehee! Don't let us down! [NEW_DIALOG] [DIALOG_START][Bud] Thanks for understanding, guys! Woooooo! [NEW_DIALOG] I'm there for you, Prez! [NEW_DIALOG] {ec00}{1}{e213}{2}{e100}<
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Estoy seguro de que lo harás genial! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Je, je, je, je, je! ¡No nos decepciones! [NEW_DIALOG] [DIALOG_START][Bud] ¡Gracias por entenderlo! ¡Muuuuu! [NEW_DIALOG] ¡Estoy aquí para ti, Dele! [NEW_DIALOG] {ec00}{1}{e213}{2}{e100}<

source: {e100}x{ec00}{0} [DIALOG_START][NONAME] Prez became the student body president... [NEW_DIALOG] {ec00}{1}{e100}<{ec16}{e210}{3b6}{ec00}{0} [DIALOG_START][NONAME] Purpose fulfilled!! [NEW_DIALOG] {ec00}{1}
es_es: {e100}x{ec00}{0} [DIALOG_START][NONAME] Dele se convirtió en la presidenta del consejo estudiantil... [NEW_DIALOG] {ec00}{1}{e100}<{ec16}{e210}{3b6}{ec00}{0} [DIALOG_START][NONAME] ¡¡Objetivo alcanzado!! [NEW_DIALOG] {ec00}{1}
