Repository: joguersan/Megaman-Starforce-3
Catalog: mess_lock/00.po
Languages: es_es

source: {ec00}{0}{e10a}{d} [DIALOG_START]{90}I am sorry, but the Wave Liner is currently being serviced. Please wait a bit. [NEW_DIALOG] {e10b}{d}{ec00}{1}
es_es: {ec00}{0}{e10a}{d} [DIALOG_START]{90}El surcaondas se encuentra en mantenimiento. Sentimos las molestias [NEW_DIALOG] {e10b}{d}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] This is Prez's house. I don't really have any reason to be here, though... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Es la casa de la Dele. No tengo nada que hacer aquí... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] This is Bud's house. I don't really have any reason to be here, though... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Es la casa de Bud. No tengo nada que hacer aquí... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] This is Zack's house. I don't really have any reason to be here, though... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Es la casa de Zack. No tengo nada que hacer aquí... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] It looks like {e4b6} is closed. [NEW_DIALOG] Mr. Suther must be out surfing right now. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Parece que la {e4b6} está cerrada. [NEW_DIALOG] Seguro que el Sr. Suther está surfeando por ahí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Shouldn't you go to school? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¿No deberías ir al colegio? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] If I were to pulse out now... I don't even want to know! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Si me expulsiono ahora... ¡No quiero ni pensarlo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}I am sorry, but the Wave Liner is currently being serviced. Please wait a bit. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Lo sentimos, el surcaondas está en mantenimiento. Vuelva pronto. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Oh yeah! I should ask Mom about Mr. Boreal! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Ah, sí! ¡Tengo que preguntar a mamá por el Sr. Boreal! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Oops! Prez and the gang are waiting for me! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Ups! ¡Que me están esperando la Dele y los demás! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}All Wave Liner activity is suspended for the time being. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Se han suspendido de forma temporal todas las líneas del surcaondas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Let's go ask Bud and them. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Vamos a hablar con Bud y los demás. [NEW_DIALOG] {ec00}{1}
