Repository: joguersan/Megaman-Starforce-3
Catalog: mess_lock/08.po
Languages: es_es

source: {e10c}{1}{9}{6}{ec00}{0} [DIALOG_START][Mega] We can't go there until we're finished with the thing here. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{9}{6}{ec00}{0} [DIALOG_START][Mega] De aquí no nos movemos hasta acabar con lo que tenemos aquí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] We can't go back! There's out of control Wizards that need to be stopped! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡No podemos volver! ¡Tenemos que parar a los Wizards enloquecidos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] It's kind of rude to just go home without everyone else. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Es de mala educación no ir con los demás a casa. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] It says: "Candy Shop Opening Soon!". [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Pone: «¡Próxima apertura: tienda de chuches!». [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] We can't go in the Candy Shop since it's not open yet. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] La tienda de chuches no ha abierto aún. No podemos entrar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Those out of control viruses have to be stopped! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Tenemos que parar a esos virus fuera de control! [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{f}{7}{ec00}{0} [DIALOG_START][Mega] You should go tell Prez that everything is taken care of. You don't want her angry! [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{f}{7}{ec00}{0} [DIALOG_START][Mega] Ve y dile a la Dele que nos hemos ocupado de todo. ¡No querrás que se enfade! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Hold up a second. You should change back to normal before you enter! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Espera un momento. ¡Vuelve a la normalidad antes de entrar! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}All Wave Liner activity is suspended for the time being. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Se han suspendido de forma temporal todas las líneas del surcaondas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Access Forbidden Unable to authenticate WAZA Access Key. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] = Acceso denegado = Imposible autenticar la clave de la WAZA. [NEW_DIALOG] {ec00}{1}
