Repository: joguersan/Megaman-Starforce-3
Catalog: mess_lock/10.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Mega] Hey! Let's hurry and get to WBG Studios! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Eh! ¡Vamos al Estudio WBG, deprisa! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] We have to do something about Taurus Fire! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Tenemos que hacer algo con Taurus Fire! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Maybe I should forget about pulsing in and go check out the Event Stage. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Y si no nos impulsionamos, y vamos revisar el escenario? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{76}Due to the incident in Sonia's dressing room, this door will remain locked! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{76}¡Debido al incidente en el vestuario de Sonia, esta puerta permanece cerrada! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Next time let's go in through the front door. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] La próxima vez entramos por la puerta principal. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}All Wave Liner activity is suspended for the time being. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Se han suspendido de forma temporal todas las líneas del surcaondas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Argh! We can't pulse in! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Argh! ¡No podemos impulsionarnos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] We can't go any further with all this Jamming in the way! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡No podemos avanzar más con ese inhibidor! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Access Forbidden Unable to authenticate WAZA Access Key. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] = Acceso denegado = Imposible autenticar la clave de la WAZA. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Access Forbidden CC Access Key is required to trans in. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] = Acceso denegado = Requerida clave de acceso CN para impulsión. [NEW_DIALOG] {ec00}{1}
