Repository: joguersan/Megaman-Starforce-3
Catalog: mess_lock/17.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] I don't think it's a good idea to go in on my own... I should talk to Ace. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Creo que no es buena idea entrar yo solo... Tengo que hablar con Ace. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] This is the Satella Police HQ. I need to go to the Command Center. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Este es el cuartel de la Policía Satella. Tengo que ir al centro de mando. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Ace and the others will take care of things outside! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Ace y los demás se ocuparán de todo ahí fuera! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Hey, kid! We need to take out all of the copy freaks here first! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Eh, chico! ¡Vamos a encargarnos de esas malditas copias! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] It's way too dangerous to cancel your EM Wave Change! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡No cambies de onda ahora, es muy peligroso! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Roar! Roar! Roar! Let me at 'em! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Grrrrrr! ¡Yo me encargo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Hold on, kid! There's still some copies hanging around here! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Espera, chico! ¡Aún hay copias por ahí sueltas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] It's too dangerous to go back to your human form! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡No vuelvas a tu forma humana, es muy peligroso! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Hold on, kid! There's still some copies hanging around here! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Espera, chico! ¡Aún hay copias por ahí sueltas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] "Copy" isn't the right word for something so weak! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Algo tan débil no vale ni como copia! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Access Forbidden Unable to authenticate WAZA Access Key. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] = Acceso denegado = Imposible autenticar la clave de la WAZA. [NEW_DIALOG] {ec00}{1}
