Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/00.po
Languages: es_es

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Do you want to save the game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] ¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Do you want to save the game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] ¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Mega] Do you want to save the game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Mega] ¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Mega] Do you want to save the game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Mega] ¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Prez] Cast your vote for Luna Platz! [NEW_DIALOG] Don't you think you should save your game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Prez] ¡Votad a Luna Platz! [NEW_DIALOG] ¿Qué te parece si guardas la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Prez] Cast your vote for Luna Platz! [NEW_DIALOG] Don't you think you should save your game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Prez] ¡Votad a Luna Platz! [NEW_DIALOG] ¿Qué te parece si guardas la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{38}Let's work together to launch the rocket! [NEW_DIALOG] How about saving your game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{38}¡Vamos a lanzar el cohete todos juntos! [NEW_DIALOG] ¿Por qué no guardas la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{38}Let's work together to launch the rocket! [NEW_DIALOG] How about saving your game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{38}¡Vamos a lanzar el cohete todos juntos! [NEW_DIALOG] ¿Por qué no guardas la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{3a}The fate of Sonia's concert is in our hands! [NEW_DIALOG] Do you want to get your save on? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{3a}¡El concierto de Sonia depende de nosotros! [NEW_DIALOG] ¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{3a}The fate of Sonia's concert is in our hands! [NEW_DIALOG] Do you want to get your save on? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{3a}¡El concierto de Sonia depende de nosotros! [NEW_DIALOG] ¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Mr_Shepar] Forget about school and just have fun, kids! [NEW_DIALOG] Do you want to save the memories from your trip? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Mr_Shepar] ¡Chicos, olvidaos del cole y divertíos! [NEW_DIALOG] ¿Quieres guardar los recuerdos del viaje? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{54}Geo, never ever give up hope! [NEW_DIALOG] Would you like to save your game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{54}¡Geo, no pierdas jamás la esperanza! [NEW_DIALOG] ¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{54}Geo, never ever give up hope! [NEW_DIALOG] Would you like to save your game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{54}¡Geo, no pierdas jamás la esperanza! [NEW_DIALOG] ¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{21}Well, I guess we all need to take a break sometime, right? [NEW_DIALOG] Shouldn't you save your game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{21}Bueno, a todos nos hace falta un descanso a veces. [NEW_DIALOG] ¿No deberías guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{21}Well, I guess we all need to take a break sometime, right? [NEW_DIALOG] Shouldn't you save your game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{21}Bueno, a todos nos hace falta un descanso a veces. [NEW_DIALOG] ¿No deberías guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{21}Don't give up, Geo. [NEW_DIALOG] Do you want to save? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{21}No te rindas, Geo. [NEW_DIALOG] ¿Quieres guardar? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{21}Don't give up, Geo. [NEW_DIALOG] Do you want to save? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{21}No te rindas, Geo. [NEW_DIALOG] ¿Quieres guardar? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{c}Do you want to save the game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{c}¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}

source: {ec00}{0}{ec17}{0} [DIALOG_START]{c}Do you want to save the game? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START]{c}¿Quieres guardar la partida? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}{14}
