Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/03.po
Languages: es_es

source: Special glasses Kelvin used to use...
es_es: Estas gafas especiales pertenecían a Kelvin...

source: Geo's mobile terminal which stores all of his information. [NEW_DIALOG]
es_es: El móvil de Geo, que almacena todo tipo de información.

source: A piece of the broken EM form of Luna.
es_es: Un fragmento de la forma EM de Luna.

source: A piece of the broken EM form of Luna.
es_es: Un fragmento de la forma EM de Luna.

source: A piece of the broken EM form of Luna.
es_es: Un fragmento de la forma EM de Luna.

source: A piece of the broken EM form of Luna.
es_es: Un fragmento de la forma EM de Luna.

source: A piece of the broken EM form of Luna.
es_es: Un fragmento de la forma EM de Luna.

source: A piece of the broken EM form of Luna.
es_es: Un fragmento de la forma EM de Luna.

source: Number of Mr. Hertzes you have absorbed: {e120}{2} [NEW_DIALOG]
es_es: Sres. Hercios absorbidos: {e120}{2} [NEW_DIALOG]

source: Found at the school, this is a portion of a code that can open Noise Waves. [NEW_DIALOG]
es_es: Parte de un código para abrir Disonancias. Encontrado en la escuela. [NEW_DIALOG]

source: Found at {e4bc}, this is a portion of a code that can open Noise Waves. [NEW_DIALOG]
es_es: Parte de un código para abrir Disonancias. Encontrado en la {e4bc}. [NEW_DIALOG]

source: Found in {e4bd}, this is a portion of a code that can open Noise Waves. [NEW_DIALOG]
es_es: Parte de un código para abrir Disonancias. Encontrado en la {e4bd}. [NEW_DIALOG]

source: Found at the {e4be}, this is a portion of a code that can open Noise Waves. [NEW_DIALOG]
es_es: Parte de un código para abrir Disonancias. Encontrado en la {e4be}. [NEW_DIALOG]

source: You have {e120}{2} of this extremely rare type of materialized Noise. [NEW_DIALOG]
es_es: Tienes {20}{E1}{02}{00} de este rarísimo Ruido cristalizado. [NEW_DIALOG]

source: Opponent Noise Type: Libra Noise
es_es: Ruido enemigo Clase: Ruido Libra

source: Opponent Noise Type: Corvus Noise
es_es: Ruido enemigo Clase: Ruido Corvus

source: Opponent Noise Type: Cancer Noise
es_es: Ruido enemigo Clase: Ruido Cáncer

source: Opponent Noise Type: Gemini Noise
es_es: Ruido enemigo Clase: Ruido Géminis

source: Opponent Noise Type: Ophiuca Noise
es_es: Ruido enemigo Clase: Ruido Ofiuco

source: Opponent Noise Type: Cygnus Noise
es_es: Ruido enemigo Clase: Ruido Cisne

source: Opponent Noise Type: Taurus
es_es: Ruido enemigo Clase: Ruido Tauro

source: Opponent Noise Type: Virgo Noise
es_es: Ruido enemigo Clase: Ruido Virgo

source: Opponent Noise Type: Crown Noise
es_es: Ruido enemigo Clase: Ruido Corona

source: Opponent Noise Type: Wolf Noise
es_es: Ruido enemigo Clase: Ruido Lobo

source: Wallpaper that you can set to be the background on your {e4a6} VG. [NEW_DIALOG]
es_es: Puedes configurar tu {e4a6}-VG con este fondo de pantalla. [NEW_DIALOG]

source: A cute card with a picture of Sonia winking on it.
es_es: Una bonita carta con una imagen de Sonia guiñando un ojo.

source: A card with a picture of Sonia holding a ticket to see a tennis match smiling. [NEW_DIALOG]
es_es: Una carta con una imagen de Sonia sonriendo con una entrada de tenis. [NEW_DIALOG]

source: This rare card has a picture of Sonia striking an athletic pose. [NEW_DIALOG]
es_es: Esta rara carta muestra a Sonia en una postura atlética. [NEW_DIALOG]

source: This heart-stoppingly beautiful card has Sonia looking very grown up. [NEW_DIALOG]
es_es: En esta carta tan preciosa aparece Sonia con un aspecto muy maduro. [NEW_DIALOG]

source: A paper plane made from a folded-up test paper a boy threw from the roof. [NEW_DIALOG]
es_es: Un chico hizo este avión de papel con un examen y lo tiró desde la azotea. [NEW_DIALOG]

source: A nervously and hastily signed autograph by Mega Man. [NEW_DIALOG]
es_es: Un autógrafo de Mega Man. Se nota que lo hizo nervioso y con prisas. [NEW_DIALOG]

source: A lovely autograph with a heart by Belle.
es_es: El precioso autógrafo de Belle. Tiene hasta un corazón.

source: A high-end camera on loan from one of the TV staff. [NEW_DIALOG]
es_es: Un empleado de la tele te prestó esta cámara de última generación. [NEW_DIALOG]

source: A photograph of a crystal clear blue ocean.
es_es: Una fotografía de un océano cristalino.

source: A photograph of the historic {e4c7}.
es_es: Una fotografía del histórico {e4c7}.

source: Someone is looking for this game that makes them hungry when they play it. [NEW_DIALOG]
es_es: Alguien espera este juego que te abre el apetito. [NEW_DIALOG]

source: Someone is looking for this highly realistic 3D taco fantasy RPG. [NEW_DIALOG]
es_es: Alguien espera este taco-RPG fantástico 3D superrealista. [NEW_DIALOG]

source: Coconut that has been nourished by the sun's goodness. [NEW_DIALOG]
es_es: Coco que se ha nutrido gracias a las bondades del sol. [NEW_DIALOG]

source: This flower is the symbol of Alohaha.
es_es: Esta flor es el símbolo de Alohaha.

source: The origin of this super-powerful ingredient is unknown. [NEW_DIALOG]
es_es: Se desconoce el origen de este superingrediente.

source: This special {e4c4}n vitamin drink is a sparkling gold color. [NEW_DIALOG]
es_es: Esta bebida deportiva de {e4c4} brilla con un color dorado. [NEW_DIALOG]

source: A magic incantation. "letsplaytoday!"
es_es: Un hechizo mágico: "¡jugarumtotalum!"

source: This cleaning set is used to remove graffiti from walls.
es_es: Este juego de limpieza se usa para quitar grafitis de las paredes.

source: This creamy old-fashioned ice cream is made with fresh milk. [NEW_DIALOG]
es_es: Este cremoso helado pasado de moda está hecho con leche fresca. [NEW_DIALOG]

source: A delicious peanut butter and jelly sandwich lunch.
es_es: Un delicioso sándwich de mantequilla y jalea.

source: A delicious ham and cheese sandwich lunch.
es_es: Un delicioso sándwich de jamón y queso.

source: A delicious egg salad sandwich lunch.
es_es: Un delicioso sándwich mixto con huevo.

source: This notepad has the numbers 9 6 1 scrawled on it. [NEW_DIALOG]
es_es: En este cuadernillo están garabateados los números 9 6 1. [NEW_DIALOG]

source: This ginger beef in a can is heat-'n-serve ready to eat. [NEW_DIALOG]
es_es: Una lata de carne de jengibre. Calentar y listo para comer. [NEW_DIALOG]

source: This stuff is great when sprinkled lightly over of a nice bowl of ginger beef. [NEW_DIALOG]
es_es: Esto va genial con la carne de jengibre. Espolvorea un poco por encima. [NEW_DIALOG]

source: This {e4a6} VG Gian Luigi gave to you to be fixed is kaput. [NEW_DIALOG]
es_es: Este {e4a6}-VG que Gian Luigi te dio para que lo arreglaras está caput. [NEW_DIALOG]

source: This code allows you access to Cyber Cores which have been locked by WAZA. [NEW_DIALOG]
es_es: Con este código puedes acceder a los Cibernúcleos bloqueados por la NAZA. [NEW_DIALOG]

source: This code allows you access to Cyber Cores which have been locked by Dealer. [NEW_DIALOG]
es_es: Con este código puedes acceder a los Cibernúcleos bloqueados por Dealer. [NEW_DIALOG]

source: This ID card allows you special access to the WAZA bound WaveLiner. [NEW_DIALOG]
es_es: Con esta identificación puedes usar el transporte especial de la NAZA. [NEW_DIALOG]

source: The number of Omega Pieces you currently have is {ea00}. [NEW_DIALOG]
es_es: Fragmentos Omega obtenidos: {00}{EA}. [NEW_DIALOG]
