Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/04.po
Languages: es_es

source: Fangs attached to Mega's armor.
es_es: Estos colmillos forman parte de la armadura de Mega.

source: A powerful, well-balanced earring.
es_es: Un pendiente potente y equilibrado.

source: A claw that paralyzes foes for a while with a Charged Shot.
es_es: Una garra que paraliza a los enemigos con el disparo cargado.

source: Charge up faster with this ring.
es_es: Con este anillo cargas el disparo más rápidamente.

source: Fangs that may bubble foes with a Charged Shot.
es_es: El disparo cargado puede encerrar a los enemigos en una burbuja.

source: An earring with blazing fast charge speed.
es_es: Este pendiente carga el disparo a gran velocidad.

source: Wings that paralyze foes for a while with a Charged Shot.
es_es: Con estas alas, el diparo cargado paraliza al enemigo.

source: Claws that slice at super speed.
es_es: Estas garras atacan a gran velocidad.

source: Get only Zennys from battles.
es_es: Tras una batalla solo obtendrás Zennys.

source: A glove with superb striking power.
es_es: Un guante con una potencia excepcional.

source: A charged Shot that blinds foes.
es_es: Un disparo cargado que ciega a los enemigos.

source: A top-grade weapon with extreme striking power.
es_es: Un arma de gran calidad con un poder excepcional.

source: A Charged Shot that may give foes HP bugs.
es_es: Un disparo cargado que puede reducir la vida del enemigo.

source: A Charged Shot that confuses foes.
es_es: Un disparo cargado que confunde al enemigo.

source: A bracelet that cracks the panels it hits.
es_es: Este brazalete rompe los paneles que golpea.

source: Get only Battle Cards from battles.
es_es: Tras una batalla solo obtendrás Cartas de Batalla.

source: A top-grade weapon with the power of the stars.
es_es: Este arma de gran calidad porta el poder de las estrellas.

source: An item infused with the chivalrous fighting spirit of a knight.
es_es: Este objeto está imbuido con el espíritu galante de un caballero.

source: A Charged Shot that may freeze foes.
es_es: Este disparo cargado puede congelar al enemigo.

source: Claws that can cause a whirlwind.
es_es: Estas garras pueden crear un torbellino.

source: A powerful but dangerous ring when used with a Charged Shot.
es_es: Cuando este anillo se usa con un disparo cargado es potente y peligroso.

source: Legendary hero's rapid-fire weapon.
es_es: Legendaria arma de fuego rápido de un héroe.
