Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/12.po
Languages: es_es

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Geo] Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Geo] Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Mega] Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Mega] Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] ¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] ¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] ¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] ¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Prez] Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Prez] Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] ¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] ¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] ¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] ¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Prez] El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{38}Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{38}Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{38}Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{38}¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START]{38}Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{38}¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{38}Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{38}¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{38}Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{38}¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{38}Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{38}El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{3a}Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{3a}Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{3a}El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Mr_Shepar] Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Mr_Shepar] Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] ¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] ¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] ¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] ¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mr_Shepar] El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{54}Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{54}Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{54}Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{54}¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START]{54}Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{54}¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{54}Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{54}¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{54}Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{54}¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{54}Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{54}El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{c}Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{c}Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{c}Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{c}¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START]{c}Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{c}¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{c}Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{c}¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{c}Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{c}¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{c}Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{c}El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][NONAME] Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][NONAME] Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Is it OK to overwrite the data? {ec05}{0}{2} {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¿Quieres sobreescribir los datos? {ec05}{0}{2} {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] ¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] ¡Guardado completado! {ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] ¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Is it OK to overwrite the data? {ec05}{0}{2} {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¿Quieres sobreescribir los datos? {ec05}{0}{2} {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Is it OK to overwrite the data? {ec05}{0}{2} {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{1}Y
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¿Quieres sobreescribir los datos? {ec05}{0}{2} {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{1}Y

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START]{21}Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Is it OK to overwrite the data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¿Quieres sobreescribir los datos? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete!{ec25}{ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado!{ec25}{ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save Complete! [NEW_DIALOG] {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}¡Guardado completado! [NEW_DIALOG] {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START]{21}Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{21}El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec17}{0}{ec00}{2}{ec18} [DIALOG_START][NONAME] Initializing backup data... Do not turn off the power! {e100}<
es_es: {ec17}{0}{ec00}{2}{ec18} [DIALOG_START][NONAME] Inicializando datos de reserva... ¡No apagues la consola! {e100}<

source: {ec00}{1}{ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Could not access the data. Turn off the power and reinsert the Game Card.
es_es: {ec00}{1}{ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Error al acceder a los datos. Apaga la consola y vuelve a insertar el cartucho.

source: {ec00}{1}{ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Could not access the data. Turn off the power and reinsert the Game Card.
es_es: {ec00}{1}{ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Error al acceder a los datos. Apaga la consola y vuelve a insertar el cartucho.

source: {ec00}{1}{ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Save data {e128}{2} is corrupted. Reverted to previous save data. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{1}{ec00}{0}{ec17}{0} [DIALOG_START][NONAME] Los datos {e128}{2} están corruptos. Recuperando datos antiguos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Save data {e128}{2} is corrupted. You cannot play with this save data. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Los datos {e128}{2} están corruptos. Recuperando datos antiguos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{2}{ec17}{0}{ec18} [DIALOG_START][NONAME] Deleting corrupted data... Do not turn off the power! {e100}<
es_es: {ec00}{2}{ec17}{0}{ec18} [DIALOG_START][NONAME] Eliminando datos corruptos... ¡No apagues la consola! {e100}<

source: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Corrupted data has been deleted. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Se han eliminado los datos corruptos. [NEW_DIALOG] {ec00}{1}

source: {ec17}{0}{ec00}{0} [DIALOG_START][NONAME] Delete all save data and return Game Card to initial state? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{1}{2}{0}{ec00}{1}{ec04}{ec1b}{0}^
es_es: {ec17}{0}{ec00}{0} [DIALOG_START][NONAME] ¿Borrar todos los datos de guardado y reiniciar el cartucho a su estado inicial? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{1}{2}{0}{ec00}{1}{ec04}{ec1b}{0}^

source: {ec17}{0}{ec00}{2} [DIALOG_START][NONAME] Do you really want to delete all save data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{1}{2}{0}{ec00}{1}
es_es: {ec17}{0}{ec00}{2} [DIALOG_START][NONAME] ¿Quieres borrar todos los datos de guardado? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{1}{2}{0}{ec00}{1}

source: {ec17}{0}{ec00}{2} [DIALOG_START][NONAME] All save data has been deleted. [NEW_DIALOG] {ec00}{1}
es_es: {ec17}{0}{ec00}{2} [DIALOG_START][NONAME] Se han borrado todos los datos de guardado. [NEW_DIALOG] {ec00}{1}

source: {ec17}{0}{ec00}{2}{ec18} [DIALOG_START][NONAME] Initializing backup data... Do not turn off the power!
es_es: {ec17}{0}{ec00}{2}{ec18} [DIALOG_START][NONAME] Inicializando datos de reserva... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Guardado completado!{e101} {ec00}{1}{e106}U

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] Save Complete!{e101} {ec00}{1}{e106}U
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] ¡Guardado completado!{e101} {ec00}{1}{e106}U
