Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/14.po
Languages: es_es

source: White Cards
es_es: Cartas blancas

source: {ec00}{0} [DIALOG_START]{33}I will now explain to you about the White Cards [NEW_DIALOG] which you have downloaded. [NEW_DIALOG] White Cards are the 4 card sets of [NEW_DIALOG] Battle Cards available at every Wave Station. [NEW_DIALOG] Of course, these white colored cards can be used in battle. [NEW_DIALOG] Even the same Wave Station can have different sets of [NEW_DIALOG] White Cards, and some sets are unique to [NEW_DIALOG] Wave Stations in a particular region. [NEW_DIALOG] So, if you see a Wave Station, be sure to download a set. [NEW_DIALOG] If there is ever a White Card that you don't want to use in [NEW_DIALOG] battle, you can go to the Folder Edit Screen, [NEW_DIALOG] select it with the cursor and press the Y Button or the [NEW_DIALOG] A Button to remove it from your folder. [NEW_DIALOG] White Cards will have a "W" mark next to their names. [NEW_DIALOG] This concludes the explanation about White Cards. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{33}Voy a hablarte de esas cartas blancas que [NEW_DIALOG] te has descargado. [NEW_DIALOG] Las cartas blancas son paquetes de 4 cartas [NEW_DIALOG] de combate disponibles en las estaciones de onda. [NEW_DIALOG] Por supuesto, estas cartas blancas pueden usarse en combate. [NEW_DIALOG] La misma estación de ondas puede tener varios paquetes de [NEW_DIALOG] cartas blancas y algunos paquetes son únicos de [NEW_DIALOG] las estaciones de onda de una región concreta. [NEW_DIALOG] Así que, si ves una estación, descarga un paquete. [NEW_DIALOG] Si hay alguna carta blanca que no quieras usar en combate, [NEW_DIALOG] ve a la pantalla de edición de carpetas, [NEW_DIALOG] selecciónala con el cursor y pulsa el botón A o el botón Y [NEW_DIALOG] para sacarla de la carpeta. [NEW_DIALOG] Las cartas blancas tienen una "B" al lado de su nombre. [NEW_DIALOG] Aquí concluye la explicación de las cartas blancas. [NEW_DIALOG] {ec00}{1}

source: Folder Edit
es_es: Edición de carpetas

source: {ec00}{0} [DIALOG_START][Mega] OK, before I forget, let me give you a [NEW_DIALOG] quick review of Folders and how they work. [NEW_DIALOG] Folders are containers where you put Battle Cards. [NEW_DIALOG] At the start of a battle, cards picked at [NEW_DIALOG] random are displayed on the bottom screen. [NEW_DIALOG] So whether you're at an advantage or a disadvantage depends [NEW_DIALOG] on what kind of cards you have put into your Folder. [NEW_DIALOG] You can fill your Folder with cards that you find easy to use, [NEW_DIALOG] or you can try to have a more balanced spread of cards. [NEW_DIALOG] It really boils down to your own tastes. [NEW_DIALOG] There's also something called a Card Box that [NEW_DIALOG] is used when you get new Battle Cards. [NEW_DIALOG] By moving cards back and forth between your Card Box and Folders, [NEW_DIALOG] you can determine a Folder's contents. [NEW_DIALOG] But there are rules for putting cards into Folders. [NEW_DIALOG] The first is that a Folder always has to contain 30 cards. [NEW_DIALOG] A Folder can't have more than 5 Standard Class cards of the same name. [NEW_DIALOG] You can put a maximum of 5 rare Mega Class cards in a Folder. [NEW_DIALOG] And for the very rare Giga Class cards, there's a limit of only one. [NEW_DIALOG] Be aware that you can't have more than 1 Mega Class or Giga Class card of [NEW_DIALOG] the same name in a folder. Also, Standard Class cards, [NEW_DIALOG] Mega Class cards, and Giga Class cards aren't the only ones out there. [NEW_DIALOG] There are many different types of cards. [NEW_DIALOG] Man! All this talk about Battle Cards is getting me all fired up! [NEW_DIALOG] Since all this Folder business is now taken care of, we can go have some fun! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] A ver, antes de que me olvide, deja que [NEW_DIALOG] te dé un repaso de las carpetas y cómo funcionan. [NEW_DIALOG] Las carpetas son contenedores donde metes cartas de batalla. [NEW_DIALOG] Al empezar un combate, en la pantalla inferior [NEW_DIALOG] aparecen cartas de forma aleatoria. [NEW_DIALOG] Así que tu victoria depende de las cartas [NEW_DIALOG] que pongas en la carpeta. [NEW_DIALOG] Puedes llenar la carpeta de cartas que sepas usar, [NEW_DIALOG] o intentar usar un abanico más amplio de cartas. [NEW_DIALOG] Eso ya queda a tu elección. [NEW_DIALOG] También existe la caja de cartas, [NEW_DIALOG] que se usa cuando consigues nuevas cartas de combate. [NEW_DIALOG] Puedes decidir el contenido de una carpeta moviendo [NEW_DIALOG] las cartas entre esta y la caja de cartas. [NEW_DIALOG] Pero existen unas reglas para meter cartas en una carpeta. [NEW_DIALOG] La primera es que una carpeta debe tener siempre 30 cartas. [NEW_DIALOG] Una carpeta no puede tener más de 5 cartas estándar iguales. [NEW_DIALOG] Una carpeta puede tener un máximo de cinco cartas Mega. [NEW_DIALOG] Y solo puede tener una carta Giga, que son las más raras de todas. [NEW_DIALOG] Ten en cuenta que solo podrás tener una carta Mega o Giga igual [NEW_DIALOG] en una carpeta. Por cierto, no solo [NEW_DIALOG] están las cartas Estándar, Mega y Giga. [NEW_DIALOG] Hay todo tipo de cartas. [NEW_DIALOG] ¡Madre mía! ¡Me estoy emocionando de tanto hablar de cartas de combate! [NEW_DIALOG] Ya nos hemos ocupado del tema de las carpetas, ¡ahora a divertirse! [NEW_DIALOG] {ec00}{1}

source: W.E. Data
es_es: Datos E.W.

source: {ec00}{0} [DIALOG_START][Mega] Wizard Equip Data, otherwise known as W.E. Data, is data that [NEW_DIALOG] Battle Wizards can equip which gives them things like more attack power, [NEW_DIALOG] quicker Buster firepower, and faster charge times. [NEW_DIALOG] You can equip W.E. Data on the Mega Screen, so give it a try! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Los Datos de Equipo Wizard, más conocidos como Datos E.W., son datos [NEW_DIALOG] que los Wizards de combate pueden equiparse para conseguir más poder, [NEW_DIALOG] mayor velocidad de disparo y reducción de los tiempos de carga. [NEW_DIALOG] Para equipar Datos E.W ve a la pantalla de Mega, ¡inténtalo! [NEW_DIALOG]{ec00}{1}

source: Battling
es_es: Combates

source: {ec00}{0} [DIALOG_START][Mega] Bud and Zack sent you some information about battling! [NEW_DIALOG] I sent you a few rules and tips of my own, so be sure to have a look, kid! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Bud y Zack te han enviado información sobre los combates! [NEW_DIALOG] ¡Yo también te he enviado unas cuantas pistas y normas, échales un ojo, chico! [NEW_DIALOG] {ec00}{1}

source: Customizing
es_es: Personalización

source: {ec00}{0} [DIALOG_START][Zack] The other day in class we learned about battling [NEW_DIALOG] and what to do if we encounter a virus, right? [NEW_DIALOG] Well Prez wanted me to write up a summary of the Custom Screen so that we [NEW_DIALOG] can refer to it in an emergency, so I did. [NEW_DIALOG] This is a copy for you, Geo. [NEW_DIALOG] The first thing you'll see when you meet an enemy is the Custom Screen. [NEW_DIALOG] Six cards are randomly selected from the 30 cards [NEW_DIALOG] that are in your Folder, and then displayed there. [NEW_DIALOG] That doesn't mean you can just choose any cards you want. [NEW_DIALOG] There are rules for these kinds of things. [NEW_DIALOG] Rule #1! Cards in the same column can be selected together. [NEW_DIALOG] It doesn't matter if they're not lined up exactly straight, as long as [NEW_DIALOG] they're in the same column. [NEW_DIALOG] Rule #2! Three cards in the same row can be picked together. [NEW_DIALOG] It doesn't matter if they're not lined up exactly [NEW_DIALOG] straight, as long as they're in the same row. [NEW_DIALOG] Rule #3! [NEW_DIALOG] Cards that have the same name can be picked together, regardless of their position. [NEW_DIALOG] The exception are White Cards, which can [NEW_DIALOG] be paired with any card anywhere on the screen. Very useful, right? [NEW_DIALOG] Finally, you can use the R Button or Y Button to see card descriptions. [NEW_DIALOG] OK! I think that about sums up the Custom Screen. [NEW_DIALOG] That took forever to explain! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] El otro día en clase hablamos de los combates [NEW_DIALOG] y qué debemos hacer si nos encontramos con un virus, ¿verdad? [NEW_DIALOG] Dele quería que hiciera un resumen sobre la pantalla de cartas [NEW_DIALOG] para consultarlo en caso de emergencia, y eso he hecho. [NEW_DIALOG] Esta copia es para ti, Geo. [NEW_DIALOG] Cuando te encuentras con un enemigo, lo primero que verás será la pantalla [NEW_DIALOG] de cartas. De las 30 cartas de tu carpeta, se [NEW_DIALOG] eligen 6 de forma aleatoria y aparecen ahí. [NEW_DIALOG] Pero eso no quiere decir que puedas escoger las que quieras. [NEW_DIALOG] Para todo hay reglas. [NEW_DIALOG] ¡Regla Nº. 1! Puedes coger las cartas de la misma columna. [NEW_DIALOG] Da igual que no estén exactamente en línea recta, lo que importa [NEW_DIALOG] es que estén en la misma columna. [NEW_DIALOG] ¡Regla Nº. 2! Puedes coger tres cartas de la misma fila. [NEW_DIALOG] Da igual que no estén exactamente en línea recta, lo que importa [NEW_DIALOG] es que estén en la misma columna. [NEW_DIALOG] ¡Regla Nº. 3! [NEW_DIALOG] Puedes coger cartas iguales, sin importar dónde estén. [NEW_DIALOG] Las cartas blancas son una excepción. Puedes [NEW_DIALOG] cogerlas con cualquier carta de la pantalla. Qué útil, ¿eh? [NEW_DIALOG] Por último, con el botón R o el botón Y puedes ver la descripción de las cartas. [NEW_DIALOG] ¡Vale! Creo que eso es todo sobre la pantalla de cartas. [NEW_DIALOG] ¡Parece que lleve un siglo hablando! [NEW_DIALOG] {ec00}{1}

source: Battle Ctrls
es_es: Ctrls combate

source: {ec00}{0} [DIALOG_START][Bud] Hey, Geo! This is a summary of how to battle! [NEW_DIALOG] I thought you'd find it useful, so I'm sending it to you. [NEW_DIALOG] You can move left and right using the +Control Pad, [NEW_DIALOG] and you can use a card by pressing the A Button. [NEW_DIALOG] Holding down the B Button will unleash [NEW_DIALOG] a rapid-fire attack from the Mega Buster. [NEW_DIALOG] Not pressing the B Button for a while [NEW_DIALOG] will let the Mega Buster charge up. Once it does, [NEW_DIALOG] fire with the B Button for a Charged Shot! [NEW_DIALOG] Speaking of charging, once the Custom Gauge fills, [NEW_DIALOG] press the L Button or R Button to see the Custom Screen. [NEW_DIALOG] Well, I guess that about sums it up. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Eh, Geo! ¡Este es el resumen de los combates! [NEW_DIALOG] Pensé que te vendría bien, toma, te lo envío. [NEW_DIALOG] Múevete a los lados con la + Cruceta, [NEW_DIALOG] y pulsa el botón A para usar una carta. [NEW_DIALOG] Mantén pulsado el botón B para liberar una [NEW_DIALOG] ráfaga de disparos con el MegaBuster. [NEW_DIALOG] Si no pulsas el botón B en un rato, el MegaBuster [NEW_DIALOG] se cargará. Cuadno lo haga, [NEW_DIALOG] ¡lanza un disparo cargado pulsando el botón B! [NEW_DIALOG] Hablando de cargar, cuando la carga de cartas esté al máximo, [NEW_DIALOG] pulsa el botón L o el botón R para acceder a la pantalla de cartas. [NEW_DIALOG] Pues creo que eso sería todo. [NEW_DIALOG] {ec00}{1}

source: Shield
es_es: Escudo

source: {ec00}{0} [DIALOG_START][Zack] I thought I'd send you this explanation about using your shield. [NEW_DIALOG] Press the Y Button to put up a shield. [NEW_DIALOG] You can use the shield to block enemy attacks. [NEW_DIALOG] You won't have to worry about this much with weaker enemies, [NEW_DIALOG] but later, there will be some enemy attacks that [NEW_DIALOG] you can't dodge by just moving left or right. [NEW_DIALOG] That's when you'll need to use the shield to guard yourself. [NEW_DIALOG] But you won't be able to block everything, [NEW_DIALOG] you know. You can't block an enemy's rush attack, [NEW_DIALOG] and some attacks will be able to break through your shield. [NEW_DIALOG] So be very careful. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] Creía que te vendría bien una explicación para usar el escudo. [NEW_DIALOG] Pulsa el botón Y para sacar un escudo. [NEW_DIALOG] Con el escudo puedes bloquear ataques enemigos. [NEW_DIALOG] Con los enemigos débiles no tendrás muchos problemas, [NEW_DIALOG] pero más adelante, habrá ataques enemigos que [NEW_DIALOG] no podrás esquivar moviéndote a los lados. [NEW_DIALOG] Por eso tendrás que usar el escudo para defenderte. [NEW_DIALOG] Pero no podrás bloquear todos los ataques, [NEW_DIALOG] ¿sabes? No puedes bloquear un ataque imparable, [NEW_DIALOG] y algunos ataques pueden atravesar tu escudo. [NEW_DIALOG] Ten mucho cuidado. [NEW_DIALOG] {ec00}{1}

source: Mega Attack!
es_es: ¡MegaAtaque!

source: {ec00}{0} [DIALOG_START][Mega] Nobody bothered to explain the Mega Attack!? [NEW_DIALOG] That figures, since I'm the only expert on the subject. [NEW_DIALOG] Anyway, here goes! [NEW_DIALOG] The Mega Attack is very important. [NEW_DIALOG] When you have cards that you can use, [NEW_DIALOG] press down on the +Control Pad and I'll [NEW_DIALOG] switch into lock-on mode. [NEW_DIALOG] When I'm in that mode, a sight will be shown on any enemies [NEW_DIALOG] directly or diagonally in front of us. If you use a card when a sight is on, [NEW_DIALOG] we'll rush right up to the enemy and attack! [NEW_DIALOG] But keep in mind that some non-attack type cards, [NEW_DIALOG] such as recovery cards and cards that dim [NEW_DIALOG] the screen cannot be used with lock-on mode. [NEW_DIALOG] Oh, and if you don't like the camera changing on [NEW_DIALOG] you when you do a Mega Attack, [NEW_DIALOG] you can change the the camera settings [NEW_DIALOG] by pressing START during a battle. [NEW_DIALOG] Remember, kid. You don't have to use [NEW_DIALOG] the Mega Attack in every fight you're in, but when you [NEW_DIALOG] do, you'll be able to fight on a much higher level! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡¿Es que nadie te ha hablado del MegaAtaque?! [NEW_DIALOG] Tiene sentido, el experto en la materia soy yo. [NEW_DIALOG] ¡En fin, vamos allá! [NEW_DIALOG] El MegaAtaque es muy importante. [NEW_DIALOG] Cuando tengas cartas que puedas usar, [NEW_DIALOG] pulsa abajo en la + Cruceta y pasaré [NEW_DIALOG] a fijar a los enemigos. [NEW_DIALOG] En ese modo, aparecerá un punto de mira en los enemigos que estén [NEW_DIALOG] frente a nosotros o en diagonal. Si usas una carta cuando aparece la [NEW_DIALOG] mira, ¡nos lanzaremos sobre el enemigo y atacaremos! [NEW_DIALOG] Pero ten en cuenta que las cartas que no son de ataque, [NEW_DIALOG] como las de recuperación o las que oscurecen [NEW_DIALOG] la pantalla, no funcionan en el modo de fijación. [NEW_DIALOG] Ah, y si no quieres que la cámara cambie cuando [NEW_DIALOG] uses un MegaAtaque, [NEW_DIALOG] puedes cambiar los ajustes de la cámara [NEW_DIALOG] pulsando START en medio de un combate. [NEW_DIALOG] Recuerda, chico. No tienes que usar el [NEW_DIALOG] MegaAtaque en todos los combates, ¡pero si lo [NEW_DIALOG] haces, podrás combatir a un nuevo nivel! [NEW_DIALOG] {ec00}{1}

source: Countering
es_es: Contraataque

source: {ec00}{0} [DIALOG_START][Bud] Here's the lowdown on Countering and Bonus Cards. [NEW_DIALOG] If you land a card attack on an enemy [NEW_DIALOG] just as they're about to attack, that's a Counter. [NEW_DIALOG] That'll catch them off-guard, paralyzing them for a time. [NEW_DIALOG] You'll also receive a Bonus Card for doing so. [NEW_DIALOG] Usually, you can only use cards you select on the Custom Screen. But if you [NEW_DIALOG] land a Counter, then you'll be rewarded a Bonus Card. [NEW_DIALOG] Bonus Cards are chosen from your Card Folder at random. [NEW_DIALOG] Even so, they're great because you don't have to wait for the Custom Gauge [NEW_DIALOG] to fill up before going buck wild on the enemy! [NEW_DIALOG] Counters can only be performed with attack cards that don't dim the screen. [NEW_DIALOG] And you can't get another Bonus Card if you pull off a Counter with a Bonus Card. [NEW_DIALOG] So don't think you can get an unlimited chain of cards. [NEW_DIALOG] The timing of Counters is tough, but they're really cool when you can pull them off. [NEW_DIALOG] You should practice a little until you get the hang of it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Vale,ahora toca el contraataque y las cartas de bonificación. [NEW_DIALOG] En un Contraataque, golpeas a un enemigo con una carta en el mismo [NEW_DIALOG] momento en que está a punto de atacarte. [NEW_DIALOG] Eso les pillará por sorpresa, y estarán un rato paralizados. [NEW_DIALOG] Además, recibirás una carta de bonificación. [NEW_DIALOG] Normalmente, solo puedes usar cartas que tengas en la pantalla de cartas. [NEW_DIALOG] Pero si haces un contraataque, recibirás una carta de bonificación. [NEW_DIALOG] Son cartas elegidas de forma aleatoria de tu carpeta. [NEW_DIALOG] ¡Pero son la bomba, así no tienes que esperar a que se llene la carga [NEW_DIALOG] de cartas para acabar cuanto antes con el enemigo! [NEW_DIALOG] Solo puedes hacer un contraataque con cartas que no oscurecen la pantalla. [NEW_DIALOG] Un contraataque con una carta de bonificación no te dará otra carta. [NEW_DIALOG] Para que no se te ocurra intentar encadenar cartas de bonificación. [NEW_DIALOG] Los contraataques son difíciles, pero cuando los dominas son la caña. [NEW_DIALOG] ¡Practica hasta que le cojas el tranquillo! [NEW_DIALOG] {ec00}{1}

source: Be careful!
es_es: ¡Ten cuidado!

source: Mr. Shepar
es_es: Sr. Shepar

source: {ec00}{0} [DIALOG_START][Mr_Shepar] This is a message to all Echo Ridge Elementary students. [NEW_DIALOG] Recently, viruses have been seen in the Real World, outside of Cyber Cores [NEW_DIALOG] where they're known for causing damage. Anyone who sees a virus, [NEW_DIALOG] especially students who are not used to battling, should keep a safe distance. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mr_Shepar] Este es un mensaje para los alumnos de la escuela Echo Ridge. [NEW_DIALOG] Desde hace poco, se han visto virus en el mundo real, fuera de los [NEW_DIALOG] Cibernúcleos, donde se sabe que causan estragos. Si alguien ve un virus, [NEW_DIALOG] sobre todo los estudiantes que no combaten a menudo, guardad las distancias. [NEW_DIALOG] {ec00}{1}

source: Lend a hand!
es_es: ¡Echa un cable!

source: {ec00}{0} [DIALOG_START][Bud] I found a kid at the school shop who needs your help! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡He encontrado a un chico en el cole que necesita tu ayuda![NEW_DIALOG] {ec00}{1}

source: Science club
es_es: Club de ciencias

source: {ec00}{0} [DIALOG_START][Zack] Please come to the science club room. It looks like there's a situation. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] Por favor, ven al aula del club de ciencias. Tenemos un problema. [NEW_DIALOG] {ec00}{1}

source: A visitor
es_es: Visita

source: Mr. Shepar
es_es: Sr. Shepar

source: {ec00}{0} [DIALOG_START][Mr_Shepar] There's a guest waiting for you at the front entrance. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mr_Shepar] Te están esperando en la entrada. [NEW_DIALOG] {ec00}{1}

source: Welcome!
es_es: ¡Bienvenido!

source: {ec00}{0} [DIALOG_START]{90}Welcome to {e4bc}! [NEW_DIALOG] Don't miss the Wave Battle Tournament going on in the {e4bd}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}¡Bienvenido al {e4bc}! [NEW_DIALOG] ¡No te pierdas el torneo de combate de ondas en el {e4bd}! [NEW_DIALOG] {ec00}{1}

source: COMING SOON!
es_es: ¡PRÓXIMAMENTE!

source: {ec00}{0} [DIALOG_START]{90}The Candy Shop grand opening is fast approaching! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}¡La apertura de la confitería está cada vez más cerca! [NEW_DIALOG] {ec00}{1}

source: Hungry?
es_es: ¿Tienes hambre?

source: {ec00}{0} [DIALOG_START]{92}How about having lunch in our food court? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{92}¿Por qué no comes en nuestra zona de restauración? [NEW_DIALOG] {ec00}{1}

source: Closing
es_es: Cierre

source: {ec00}{0} [DIALOG_START]{95}For safety reasons, the {e4bd} will be closed temporarily. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{95}Por razones de seguridad, el {e4bd} cerrará temporalmente. [NEW_DIALOG] {ec00}{1}

source: Abilities
es_es: Habilidades

source: {ec00}{0} [DIALOG_START]{6d}Yup yup! How are you!? Thanks to your hard work, [NEW_DIALOG] I'm having a great time out here in space! [NEW_DIALOG] For all of your trouble, here's an Ability for you! [NEW_DIALOG] Abilities expand the functionality of your Wizard! [NEW_DIALOG] Of course, Abilities have to be equipped before they're effective. [NEW_DIALOG] Well, I'm looking forward to the day when we meet again! Yup! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{6d}¡Sí, sí! ¡¿Cómo estás?! Gracias por esforzarte tanto, [NEW_DIALOG] ¡Me lo estoy pasando pipa en el espacio! [NEW_DIALOG] ¡Toma una habilidad por todas las molestias! [NEW_DIALOG] ¡Las habilidades amplían las funciones de tu Wizard! [NEW_DIALOG] Claro, para poder usar una habilidad, antes tienes que equipártela. [NEW_DIALOG] ¡Espero que nos volvamos a ver muy pronto! ¡Sí! [NEW_DIALOG] {ec00}{1}

source: Re-opening
es_es: Reapertura

source: {ec00}{0} [DIALOG_START]{23}Whoo-hoo! {e4b6} is like totally re-opened, dude! [NEW_DIALOG] We've even got a gnarly new Card Trader! [NEW_DIALOG] So, come on over all you dudes and dudettes, and like check it out! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{23}¡Yujuuu! ¡{e4b6} está abierto de nuevo, tío! [NEW_DIALOG] ¡Hasta tenemos un nuevo y flamante comerciante! [NEW_DIALOG] ¡Así que, chiquetes y chiquetas, pasaos por aquí y echad un vistazo! [NEW_DIALOG] {ec00}{1}

source: Here you go!
es_es: ¡Toma esto!

source: {ec00}{0} [DIALOG_START][Bud] I was thinking of how I could help you out, [NEW_DIALOG] you know, with the incident at the concert and all... [NEW_DIALOG] And I thought, as your Brother, I can let you borrow my Wizard, Taurus! [NEW_DIALOG] ...So, here he is. I'm sending you a Wizard adapter! [NEW_DIALOG] {e192}(a [DIALOG_START][NONAME] You added the "Taurus adapter" to your {e4a6}-VG! [NEW_DIALOG] {e202}({ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Estaba pensando cómo podría echarte una mano, [NEW_DIALOG] ya sabes, con el tema del concierto y tal... [NEW_DIALOG] ¡Y he pensado que, como somos hermanos, puedes usar a mi Wizard, Taurus! [NEW_DIALOG] Así que, aquí tienes. ¡Te envío un adaptador de Wizard! [NEW_DIALOG] {e192}(a <NEW-DIALOG> <Game> ¡Has agregado el "adaptador Taurus" a tu <Hunter>-VG! [NEW_DIALOG] {e202}({ec00}{1}

source: Trouble!
es_es: ¡Problemas!

source: {ec00}{0} [DIALOG_START]{3a}Geo, we're having some trouble setting up our equipment. [NEW_DIALOG] Could you go to the props room inside the studio? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3a}Geo, tenemos problemas para preparar tu equipo. [NEW_DIALOG] ¿Podrías ir a la sala de utilería dentro del estudio? [NEW_DIALOG] {ec00}{1}

source: Come quick!
es_es: ¡Ven, rápido!

source: {ec00}{0} [DIALOG_START]{3a}Geo, there's something wrong with the stage projector. I'll tell you about [NEW_DIALOG] it when you get here. Please come quickly! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3a}Geo, hay un problema con el proyector del escenario. Cuando estés [NEW_DIALOG] aquí, te daré todos los detalles. ¡Date prisa, por favor! [NEW_DIALOG] {ec00}{1}

source: Bomb Threat
es_es: Amenaza de bomba
