Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/14.po
Languages: es_es

source: {ec00}{0} [DIALOG_START]{3a}Geo, we got a call saying that there's a bomb [NEW_DIALOG] program somewhere on the premises. [NEW_DIALOG] I've sent all the Wizards I can to investigate the situation. [NEW_DIALOG] They're being instructed by the security Wizard from the front entrance. [NEW_DIALOG] Would you go and talk to him and find out how they are coming along? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3a}Geo, hemos recibido una llamada diciendo que hay un programa [NEW_DIALOG] bomba en alguna parte de las instalaciones. [NEW_DIALOG] He enviado a todos los Wizards posibles para investigar el asunto. [NEW_DIALOG] El Wizard de seguridad de la entrada les ha dado instrucciones. [NEW_DIALOG] ¿Podrías ir a hablar con él y ver cómo va la cosa? [NEW_DIALOG] {ec00}{1}

source: In danger!?
es_es: ¡¿En peligro?!

source: {ec00}{0} [DIALOG_START]{3a}It's absolutely freezing in Sonia's dressing room! [NEW_DIALOG] We're using a fire-breathing Wizard to try and do [NEW_DIALOG] something about the situation. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{3a}¡El vestuario de Sonia está hleado! [NEW_DIALOG] Estamos usando un Wizard de fuego para [NEW_DIALOG] intentar paliar la situación. [NEW_DIALOG] {ec00}{1}

source: Hack Panels
es_es: Panel de hackeo

source: Mr. Shepar
es_es: Sr. Shepar

source: {ec00}{0} [DIALOG_START][Mr_Shepar] I have important information for any of you who happen to run into a virus and [NEW_DIALOG] find yourselves in a situation where you can't run away... [NEW_DIALOG] Have you ever heard of something called a hack panel? [NEW_DIALOG] Hack panels are panels that emit a special kind of Noise that makes it [NEW_DIALOG] impossible for anything but viruses to stand on them. [NEW_DIALOG] That means that you have to delete viruses without standing on the [NEW_DIALOG] hack panels. But there is an easy way to get rid of them. [NEW_DIALOG] Just use a "{e7d0}", "{e7ba}", or similar card to convert the panels. [NEW_DIALOG] And remember, don't panic. I'm sending all of you a "{e7ba}" card. [NEW_DIALOG] {e10c}{0}{fd}b{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mr_Shepar] Tengo información vital por si alguna vez os topáis con un virus y [NEW_DIALOG] veis que no podéis huir de ninguna forma. [NEW_DIALOG] ¿Habéis oído hablar de los paneles de hackeo? [NEW_DIALOG] Los paneles de hackeo emiten un tipo de Ruido especial que hace que [NEW_DIALOG] solo los virus puedan puedan estar encima de ellos. [NEW_DIALOG] Eso quiere decir que debéis eliminar a los virus sin subiros a los [NEW_DIALOG] paneles de hackeo. Pero hay una forma fácil de borrarlos. [NEW_DIALOG] Usad "{e7d0}", "{e7ba}" y ese tipo de cartas para convertirlos. [NEW_DIALOG] Y sobre todo, no os asustéis. Os adjunto una carta "{e7ba}". [NEW_DIALOG] {e10c}{0}{fd}b{ec00}{1}

source: Come now!
es_es: ¡Ven a la de ya!

source: {ec00}{0} [DIALOG_START][Prez] I'll wait for you, so come immediately to {e4c4}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Ven de inmediato a {e4c4}, te estoy esperando! [NEW_DIALOG] {ec00}{1}

source: Open beach
es_es: Playa abierta

source: Security
es_es: Seguridad

source: {ec00}{0} [DIALOG_START]{95}The reserved session for this beach has ended. Everyone is free to enter! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{95}Ha concluido la sesión reservada en la playa. ¡Ya podéis entrar todos! [NEW_DIALOG] {ec00}{1}

source: News Flash
es_es: Última hora

source: {ec00}{0} [DIALOG_START]{95}The Island Environmental System is out of control! Be on the look out for hazards! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{95}¡El sistema medioambiental de la isla está fuera de control! ¡Tened mucho cuidado! [NEW_DIALOG] {ec00}{1}

source: Support
es_es: Apoyo

source: Sci. Club
es_es: C. Ciencias

source: {ec00}{0} [DIALOG_START]{38}Hey, Geo! [NEW_DIALOG] I just had to pass this juicy tidbit of information on to you! [NEW_DIALOG] You said you had a Battle Wizard, right? Apparently, [NEW_DIALOG] they have this special thing called a "Support Card". [NEW_DIALOG] What it does is convert a Battle Card into a different Battle Card. [NEW_DIALOG] The type of card that a Battle Card is converted to varies from Battle Wizard to [NEW_DIALOG] Battle Wizard. I'm sending you a tutorial program. [NEW_DIALOG] Please check it out when you have some free time! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{38}¡Eh, Geo! [NEW_DIALOG] ¡Tengo información muy jugosa para ti! [NEW_DIALOG] Dijiste que tenías un Wizard de combate, ¿no? Pues, al parecer, [NEW_DIALOG] hay un objeto especial llamado "Carta de apoyo". [NEW_DIALOG] Se encarga de convertir una carta de combate en otra. [NEW_DIALOG] El tipo de carta en la que se convierta depende del Wizard de combate. [NEW_DIALOG] Te envío un programa tutorial. [NEW_DIALOG] ¡Échale un ojo cuando tengas un momento! [NEW_DIALOG] {ec00}{1}

source: I'm ready
es_es: Todo listo

source: {ec00}{0} [DIALOG_START]{21}I'm all ready now. Please come to the Satella Police Department. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{21}Ya etoy listo. Por favor, ven a la comisaría de la Policía Satella. [NEW_DIALOG] {ec00}{1}

source: About Luna
es_es: Luna

source: {ec00}{0} [DIALOG_START]{21}Dr. Goodall has something to tell you about Luna Platz. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{21}La Dra. Goodall tiene una cosa que decirte sobre Luna Platz. [NEW_DIALOG] {ec00}{1}

source: A settlement
es_es: Un acuerdo

source: {ec00}{0} [DIALOG_START]{86}It looks like Ace and Queen Virgo have an issue that they need help [NEW_DIALOG] resolving. Ace may need your help! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{86}Parece que Ace y Queen Virgo necesitan ayuda con un [NEW_DIALOG] problema. ¡Puede que Ace necesite tu ayuda! [NEW_DIALOG] {ec00}{1}

source: {e10a}{fd}{e180}z{1}{e210}{cb} [DIALOG_START][NONAME] Geo got: "{e7ba}" on his Hunter-VG! [NEW_DIALOG] {ec00}{1}
es_es: {e10a}{fd}{e180}z{1}{e210}{cb} [DIALOG_START][NONAME] ¡Geo ha obtenido: "{BA}{E7}" en su Hunter-VG! [NEW_DIALOG] {ec00}{1}
