Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/17.po
Languages: es_es

source: Battle Card
es_es: Carta de combate

source: {ec00}{0} [DIALOG_START][Sonia] There's this one battle card I want. It's called the "{e7b2}"... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] Quiero una carta de combate. Se llama «{e7b2}»... [NEW_DIALOG] {ec00}{1}

source: My brother
es_es: Mi hermano

source: {ec00}{0} [DIALOG_START]{2e}My twin brother moved to a condo here in {e4b0}. [NEW_DIALOG] I'm here to see him but every time I enter his room number, I get an error. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2e}Mi hermano gemelo se ha mudado a un apartamento en {e4b0}. [NEW_DIALOG] He venido a verle, pero me da un error cuando meto su número. [NEW_DIALOG] {ec00}{1}

source: Quiz
es_es: Pregunta

source: Mystery
es_es: Misterio

source: {ec00}{0} [DIALOG_START][Bud] I was at home about to dig into my homemade ginger beef when I [NEW_DIALOG] realized that I was forgetting something! [NEW_DIALOG] The ever important spices!! [NEW_DIALOG] I went to the fridge to get the spices, but when I came back, I was faced [NEW_DIALOG] with an empty bowl! Who could have eaten my ginger beef like that!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Estaba en casa a punto de hincarle el diente a mi carne de jengibrev[NEW_DIALOG] cuando me di cuenta de que me había olvidado de algo! [NEW_DIALOG] ¡¡Las especias más importantes!! [NEW_DIALOG] Fui a la nevera a por las especias y cuando me di la vuelta, ¡me [NEW_DIALOG] encontré el plato vacío! ¡¿Quién ha podido comerse mi carne de gengibre?! [NEW_DIALOG] {ec00}{1}

source: Card trade
es_es: Cambiar cartas

source: {ec00}{0} [DIALOG_START]{29}If you can find a "{e779}" card, [NEW_DIALOG] I will trade you an "{e7d4}" card for it. [NEW_DIALOG] OK? Just let me know when you have one. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{29}Si encuentras la carta «{e779}», [NEW_DIALOG] te la cambio por la carta «{e7d4}». [NEW_DIALOG] ¿Vale? Ven a verme si la consigues. [NEW_DIALOG] {ec00}{1}

source: Battle Card
es_es: Carta de combate

source: {ec00}{0} [DIALOG_START]{2d}I'm looking for a card called "{e78f}". [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2d}Busco una carta llamada «{e78f}». [NEW_DIALOG] {ec00}{1}

source: Broke Hunter
es_es: Hunter roto

source: {ec00}{0} [DIALOG_START][Candy_Bar] While I was out virus busting, my Hunter-VG went on the fritz, [NEW_DIALOG] I wonder if it can be fixed? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Candy_Bar] Pues estaba cazando virus y mi Hunter-VG acabó frito, [NEW_DIALOG] ¿Tendrá arreglo? [NEW_DIALOG] {ec00}{1}
