Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/22.po
Languages: es_es

source: {ec00}{0}Get Luna elected Student Body President. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Que Luna salga elegida presidenta del consejo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Launch a rocket into space. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Enviar un cohete al espacio. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Make Sonia's concert a success. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Que el concierto de Sonia sea un éxito. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Save Sonia's concert. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Salvar el concierto de Sonia. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Make this a trip to remember. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Hacer que sea una excursión inolvidable. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Foil Dealer's Plans. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Frustar los planes de Dealer. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Crush Dealer. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Aplastar a Dealer. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Stop Meteor G from colliding with Earth. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Evitar que el Meteorito G impacte contra la Tierra. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Get 100 percent on the test. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Sacar un 10 en el examen. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Be happy together with my family. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Ser feliz con mi familia. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Invent something great. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Inventar algo increíble. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Be the best gardener I can be. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Ser el mejor jardinero posible. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Keep the peace in Echo Ridge. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Que reine la paz en Echo Ridge. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Get chewed out by Prez something fierce. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}Que la Dele me eche la bronca de mala manera. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Beat all of the video games at Spica Mall! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}¡Pasarme todos los juegos del Centro Comercial Spica! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Become a famous teen idol! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}¡Convertirme en una idol adolescente! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}SECRET [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}SECRETO [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}Be the best teen idol I can be, and make everyone smile! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}¡Ser la mejor idol posible y hacer sonreír a todos! [NEW_DIALOG] {ec00}{1}
