Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/23.po
Languages: es_es

source: Consider it an honor that you were able to become my Brother!
es_es: ¡Considera un honor que te deje ser mi Bandahermano!

source: I loooove cheeseburgers! As your Brother, I just wanted you to know that.
es_es: ¡Me encantan las hamburguesas! Eres mi Hermano, quería que lo supieras.

source: Pedia and I are a super- searching duo! There's nothing we can't find the answer to!
es_es: ¡Pedia y yo somos un dúo de superbuscadores! ¡Podemos encontrar cualquier respuesta!

source: We'll always be Brothers, no matter what!
es_es: ¡Siempre seremos Hermanos, pase lo que pase!

source: It's up to us to preserve peace on Earth! ...I wonder if that sounded too forced.
es_es: ¡Debemos defender la paz de la Tierra! ¿Ha sonado muy forzado?

source: Science is a road that never ends! One day I hope to be a great professor!
es_es: ¡El camino de la ciencia no termina jamás! ¡Algún día quiero ser un gran profesor!

source: No good deed goes unrewarded.
es_es: Toda buena obra tiene su recompensa.

source: If what I know can be of any help to you, I'm at your service.
es_es: Si puedo ayudarte en lo que sea, aquí estoy.

source: Good friends! Good times! Good Brothers! And Good bonds! Oh yeah!
es_es: ¡Buenos amigos! ¡Buenos momentos! ¡Buenos hermanos! ¡Y buenos lazos, sí!

source: Back when I was a carpenter, I remember doing a lot of naughty things.
es_es: Recuerdo que cuando era carpintero no paraba de hacer trastadas.

source: This time I've got a quiz that nobody will have the answers to!
es_es: ¡Esta vez tengo una prueba que nadie me podrá responder!

source: I'm a huge fan of Belle! Woot woot! Go Belle!
es_es: ¡Soy fan de Belle! ¡Uuhh, uuhh! ¡Vamos, Belle!

source: I'm a huge fan of Sonia Strumm! I love you Sonia!
es_es: ¡Soy fan de Sonia Strumm! ¡Te quiero, Sonia!

source: I'm Gian Luigi! Thank you! I owe you big time man!
es_es: ¡Soy Gian Luigi! ¡Gracias! ¡Tío, te debo una bien gorda!

source: I would love to direct my own drama one day!
es_es: ¡Un día quiero dirigir mi propia telenovela!
