Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/24.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] The act of deleting EM viruses. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El acto de eliminar virus EM. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A self-aware program that operates inside of electronic devices like Hunter-VGs etc. [NEW_DIALOG] As EM Beings, Wizards can also materialize into actual physical forms. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un programa con consciencia que vive dentro de aparatos como los Hunter-VG. [NEW_DIALOG] Como seres EM, los Wizards pueden adoptar formas físicas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A portable device that fits in the palm of your hand. This all-in-one communication device has become an indispensible part of everyday life. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un dispositivo portátil que cabe en la palma de la mano. Este dispositivo de comunicaciones multifunción se ha vuelto indispensable para el día a día. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Entities whose bodies are made up of EM waves. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Los cuerpos de estos seres están hechos de ondas EM. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A device used by Geo's father, Kelvin, to see EM bodies. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este dispositivo de Kelvin, el padre de Geo, permite ver cuerpos EM. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] EM bodies which are generally considered harmful by humans, which cause damage to electronic devices and EM technology. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Los humanos consideran a estos cuerpos EM nocivos, ya que que provocan daños a los aparatos eléctricos y de tecnología EM. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The central-most part of an electronic device. [NEW_DIALOG] Normally EM bodies can enter Cyber Cores, but some Cyber Cores are access-restricted because of maintenance, etc. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La parte fundamental de un dispositivo electrónico. [NEW_DIALOG] Un cuerpo EM puede entrar a un Cibernúcleo, salvo cuando su acceso está restringido por mantenimiento, etc. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] When a human merges with a Wizard and takes on an EM form. [NEW_DIALOG] Only a handful of humans are known to be able to do it, but those who are exhibit awesome battle capabilities. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Cuando un humano se fusiona con un Wizard y adopta una forma EM. [NEW_DIALOG] Solo un puñado de humanos son capaces de lograr esta hazaña, que les otorga increíbles capacidades de combate. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A system that manages EM technology over a wide area. They also function as information services for the general public. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un sistema que gestiona tecnología EM en un amplio radio. También actúan como puntos de información para el público general. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A road created from the EM wave radiation emitted from electronic devices which allow EM bodies to travel from place to place at high speed. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un camino formado a partir de la radiación de ondas EM de los aparatos electrónicos que permite a los cuerpos EM viajar a grandes velocidades. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] To move from the interior of a Cyber Core back to the Wave Road. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Salir del interior de un Cibernúcleo al Camino Onda. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] To move from the interior of a Cyber Core or from the Wave Road back to the Real World. [NEW_DIALOG] Note that moving from the interior of a Cyber Core back to the Wave Road is known as Transing Out. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Salir del interior de un Cibernúcleo o del Camino Onda y volver al mundo real. [NEW_DIALOG] La acción de salir de un Cibernúcleo al Camino Onda se conoce como expulsión. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A common goal shared by friends as a function of the Hunter-VG. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una función del Hunter-VG que permite que amigos compartan un objetivo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A group of Brothers who share the same Purpose. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un grupo de Hermanos que comparten el mismo Propósito. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A person who becomes part of another's inner circle of friends bound by a very tight bond [NEW_DIALOG] known as a Brother Band. This is a function of the Hunter-VG. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una persona que entra en el círculo de otra o amigos que comparten un vínculo [NEW_DIALOG] estrecho conocido como Bandahermano. Es una función del Hunter-VG. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] An area putting off abnormal EM waves known as Noise. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una zona que emite ondas EM anómalas llamadas Ruido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The name for the latest mobile terminal. In addition to having virus busting capabilities, it also features a data capture function. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Así se llama el último terminal móvil del mercado. Además de poder eliminar virus, contiene una función de captura. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] WAZA An organization that oversees space technology. It was formerly known as NAZA. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] WAZA Una organización que supervisa toda la tecnología espacial. Antes era la NAZA. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] An organization set up to crack down on sophisticated EM crimes. The elite group is made up of top specialists from every field. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una organización creada para luchar contra los crímenes EM. El grupo de élite está formado por especialistas de todos los campos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The southernmost island in Electopia. Visitors flock to this resort paradise during the summer months. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La isla más al sur de Electopía. En verano, este paraíso turístico se llena de visitantes. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] An ancient, yet highly advanced civilization that is now extinct. Mu technology was made use of extensively by Dr. Vega. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una antigua pero avanzada civilización ya extinta. La Dra. Vega hizo uso de la tecnología de Mu. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Omega-Xis An alien from outer space who is now Geo's Wizard. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Omega-Xis Un alienígena del espacio exterior y el Wizard de Geo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Luna Platz Geo's friend who, though a bit snobbish, is actually quite kindhearted. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Luna Platz Esta amiga de Geo puede parecer un poco creída, pero tiene un gran corazón. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Bud Bison Geo's friend who has a voracious appetite, along with a seldom seen caring side. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Bud Bison Este amigo de Geo tiene un apetito voraz y una faceta cariñosa que casi no se deja ver. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Zack Temple Geo's friend who is a bookworm and dislikes physical activity. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Zack Temple Este amigo de Geo es una rata de biblioteca y odia el deporte. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Sonia Strumm Geo's friend who is a vivacious and outgoing teen idol. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Sonia Strumm Esta amiga de Geo es una idol adolescente vivaz y extrovertida. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Sonia Strumm's Wizard. Like Omega-Xis, she is an alien from outer space. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El Wizard de Sonia Strumm. Es un alienígena del espacio exterior, como Omega-Xis. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Aaron Boreal A close friend of Geo's father and a brilliant scientist. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Aaron Boreal Un buen amigo del padre de Geo y un científico brillante. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Tom Dubius Aaron Boreal's colleague and passionate inventor. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Tom Dubius Compañero de Aaron Boreal y apasionado inventor. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Damian Wolfe An at times belligerent gardener, but can also be dependable. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Damian Wolfe Este jardinero puede ser muy conflictivo, pero puedes contar con él. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A descendent of Mu, Solo Wave Changes into Rogue, Mega Man's archrival. He loathes friendship, bonds, and the like. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un descendiente de Mu. Solo Cambia de Onda a Rogue, la némesis de Mega Man. Detesta la amistad, los vínculos y esas cosas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Kelvin Stelar Geo's father. He went missing after an accident in space 3 years ago. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Kelvin Stelar El padre de Geo. Desapareció tras un accidente en el espacio hace tres años. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Owner of a shop in Echo Ridge known as {e4b6}. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Dueño de la tienda {e4b6}, en Echo Ridge. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The three great EM beings from the Planet AM who once managed all of Earth's Brother Bands and waves, and [NEW_DIALOG] aided in the development of EM civilization. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Los tres grandes seres EM del Planeta AM que antaño usaron las Banda Hermano de la [NEW_DIALOG] Tierra y las ondas para fomentar el desarrollo de la civilización. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Once deceived by his followers into invading Planet Earth. He learned the importance of bonds after fighting Mega Man. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Engañado por sus seguidores para invadir la Tierra, comprendió la importancia de los vínculos tras luchar contra Mega Man. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Omega-Xis's home planet that once had close ties to Planet FM before it was invaded. Reconstruction of Planet FM is currently underway. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El planeta natal de Omega-Xis. Antes de ser invadido por el Planeta FM, les unían estrechos lazos. El Planeta FM se está reconstruyendo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The planet that Geo's father, Kelvin, was able to successfully make contact with, and also [NEW_DIALOG] the planet on which Omega-Xis lived before coming to Earth. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El planeta con el que Kelvin, el padre de Geo, contactó y el hogar [NEW_DIALOG] de Omega-Xis antes de que llegara a la Tierra. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Bob Copper A detective on the Satella Police force, [NEW_DIALOG] who at one time, was investigating Geo, who was hiding the fact that he was actually Mega Man. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Bob Copper Un detective de la Policía Satella [NEW_DIALOG] que investigó a Geo, que ocultaba su identidad de Mega Man. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A person who uses or owns a Wizard. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Persona que utiliza o posee un Wizard. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A set of 4 all white, very useful cards found only at Wave Stations. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Paquete de cuatro cartas blancas muy útiles. Solo disponibles en las estaciones de ondas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] One Standard Class Card from your folder that you designate to be your Default Card and which [NEW_DIALOG] always will appear first on your Custom Screen. To make a card a Default Card, select it [NEW_DIALOG] with the cursor and press the Y Button. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una carta Estándar que has elegido como carta favorita para que [NEW_DIALOG] aparezca la primera en la pantalla de cartas. Para asignar una carta favorita, selecciónala [NEW_DIALOG] con el cursor y pulsa el botón Y. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] To enter a Cyber Core as an EM body. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Entrar en un Cibernúcleo como cuerpo EM. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A delicious snack that comes in many flavors that only costs 10 Zennys. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una chuchería deliciosa disponible en muchos sabores. ¡Y solo cuesta 10 Zennys! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] An adapter that allows you to install Wizards on your Hunter-VG. [NEW_DIALOG] Just plug it into the slot to control multiple Wizards on your Hunter-VG. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este adaptador te permite instalar Wizards en tu Hunter-VG. [NEW_DIALOG] Introdúcelo en la ranura para controlar a varios Wizards con tu Hunter-VG. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] This all-in-one communication device has become an indispensible part of everyday life. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este dispositivo de comunicaciones multifunción se ha vuelto indispensable para el día a día. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] This all-in-one communication device has become an indispensible part of everyday life. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este dispositivo de comunicaciones multifunción se ha vuelto indispensable para el día a día. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] This all-in-one communication device has become an indispensible part of everyday life. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este dispositivo de comunicaciones multifunción se ha vuelto indispensable para el día a día. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] This all-in-one communication device has become an indispensible part of everyday life. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este dispositivo de comunicaciones multifunción se ha vuelto indispensable para el día a día. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] This all-in-one communication device has become an indispensible part of everyday life. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este dispositivo de comunicaciones multifunción se ha vuelto indispensable para el día a día. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] This all-in-one communication device has become an indispensible part of everyday life. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este dispositivo de comunicaciones multifunción se ha vuelto indispensable para el día a día. [NEW_DIALOG] {ec00}{1}
