Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/25.po
Languages: es_es

source: {ec00}{0} [DIALOG_START]{90}My operator is an action stuntman! [NEW_DIALOG] A stuntman's body is his bread and butter! [NEW_DIALOG] Everyday I manage his workout routine, and meal schedule! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}¡Mi operador es un doble de acción! [NEW_DIALOG] ¡Un doble se gana las lentejas con su cuerpo! [NEW_DIALOG] ¡Yo me encargo de su rutina diaria y de su dieta! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{94}You know how sometimes in a battle you get hit with something that leaves you [NEW_DIALOG] dazed and confused? And you try to put up your shield, but you can't? [NEW_DIALOG] I HATE that! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{94}¿Sabes cuando a veces en un combate te atacan y te quedas [NEW_DIALOG] confundido y mareado? ¿He intentas usar el escudo pero no puedes? [NEW_DIALOG] ¡Cómo lo odio! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}Not long ago, I used a Battle Card called SharkAtk in a battle. These sharks [NEW_DIALOG] lined up side-by-side and then went swimming across the screen. [NEW_DIALOG] What was that all about? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Hace poco, usé una carta de combate llamada AtqTbrón. Aparecieron unos [NEW_DIALOG] tiburones puestos en fila y cruzaron nadando toda la pantalla. [NEW_DIALOG] ¿Pero de qué iba eso? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}The other day I ran into this enormous virus! [NEW_DIALOG] That was crazy scary! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}¡El otro día me crucé con un virus enorme! [NEW_DIALOG] ¡Daba un miedo de muerte! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{9d}Ever notice that a lot of the Battle Cards on the Custom Screen are [NEW_DIALOG] duplicates? Cards are selected at random, but the more of the same cards [NEW_DIALOG] you have, the more likely it is that duplicates will pop up. [NEW_DIALOG] I wish my operator would put a little more thought into [NEW_DIALOG] what cards he puts in his folder. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{9d}¿Te has dado cuenta de que en la pantalla de cartas, muchas están [NEW_DIALOG] repetidas? Las cartas se eligen aleatoriamente, pero cuantas más cartas iguales [NEW_DIALOG] tengas, más probable es que aparezcan duplicados. [NEW_DIALOG] Ojalá mi operador eligiera las cartas que mete en [NEW_DIALOG] la carpeta con más cuidado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}My operator is a little heartbroken right now over a failed relationship. [NEW_DIALOG] Honestly, though, I don't think that guy was worth it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}Mi operadora está deprimida por una ruptura reciente. [NEW_DIALOG] La verdad, no vale la pena llorar por ese chico. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}My operator is Brothers with his girlfriend. I got to make plans for their next date! [NEW_DIALOG] Ii looks like he's going to pop the big question to her at the very end of it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Mi operador y su novia son Hermanos. ¡Tengo que planear su próxima cita! [NEW_DIALOG] ¡Creo que al final de la cita le hará la gran pregunta! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}My operator and her boyfriend are sooo in love! [NEW_DIALOG] They might even be thinking about getting married! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}¡Mi operadora y su novio están muuuy enamorados! [NEW_DIALOG] ¡Creo que hasta piensan en casarse! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{94}My operator loves to swim. [NEW_DIALOG] It's a good thing that I know CPR, so I can help [NEW_DIALOG] him if he ever starts to drown! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{94}A mi operador le encanta nadar. [NEW_DIALOG] Menos mal que sé hacer RCP, ¡así, si se ahoga [NEW_DIALOG] puedo ayudarle! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{96}Sword-type Battle Cards work best when they're locked-on to their target. [NEW_DIALOG] But of course you probably knew that already, right? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{96}Las cartas de tipo espada funcionan mejor cuando fijas al enemigo. [NEW_DIALOG] Pero seguro que eso ya lo sabías, ¿verdad? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{9d}{e4c4} has been the site of many movies and dramas. [NEW_DIALOG] Sonia Strumm recently even did a photo shoot there. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]En {9d}{e4c4} han grabado muchas pelis y series. [NEW_DIALOG] Hace poco, Sonia Strumm ha hecho una sesión de fotos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}One good use of the {e754} is to dodge [NEW_DIALOG] an oncoming enemy attack, and then slash them with it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¡Puedes usar {e754} para [NEW_DIALOG] esquivar un ataque enemigo y luego atacarle tú! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}We Satella Police Wizards have advanced, powerful, battle capabilities. [NEW_DIALOG] We don't lose to the likes of viruses. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Los Wizards de la Policía Satella tenemos capacidades de combate avanzadas. [NEW_DIALOG] Los virus no pueden con nosotros. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}As a Satella Police Wizard, I have devoted myself to the fight for peace! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¡Como Wizard de la Policía Satella, me he consagrado a luchar por la paz! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}When you get hit with attacks that make you dazed and confused, and you [NEW_DIALOG] can't fight like you want to, just try and stay calm! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Cuando un ataque te deje mareado y confundido y no [NEW_DIALOG] puedas luchar bien, ¡mantén la calma! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}Satella Police Wizards are specialized for battle, and [NEW_DIALOG] WAZA Wizards are specialized for brainwork. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}Los Wizards de la Policía Satella se especializan en combate y los [NEW_DIALOG] Wizards de la WAZA en darle al coco. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}We Satella Police Wizards were created to prevent crimes from happening... [NEW_DIALOG] For the sake of peace, we are not afraid to use delete force. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Los Wizards de la Policía Satella existimos para evitar que se produzcan [NEW_DIALOG] crímenes... Por la paz, no dudaremos en usar la fuerza. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}The Environmental System you see here was created by all of us at WAZA! [NEW_DIALOG] Not too shabby if I do say so myself. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}¡Este sistema medioambiental que ves lo creamos en la WAZA! [NEW_DIALOG] Está feo que lo diga yo, la verdad. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}You can make good use of cards you thought were [NEW_DIALOG] unusable depending on how you combine them. [NEW_DIALOG] It might be a good idea to put some of those cards [NEW_DIALOG] you removed from you folder back in there. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}Si combinas bien tus cartas, a lo mejor encuentras [NEW_DIALOG] algún uso para esas que creías que no te servían. [NEW_DIALOG] Puedes intentar meter en la carpeta, alguna carta [NEW_DIALOG] que hayas quitado anteriormente. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{93}I'm working as a Guide Wizard here in Alohaha My operator just moved [NEW_DIALOG] here, so I've been quite busy showing her the sights. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{93}Trabajo como Wizard guía en Alohaha. Mi operadora [NEW_DIALOG] se acaba de mudar, así que me he pasado días y días enseñándole la ciudad. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}To keep peace in the world, that is what we were made for. That is our purpose. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Nos han creado para mantener la paz en el mundo. Es nuestro propósito. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}We're counting on you, Omega... And Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Contamos contigo, Omega... ¡Y Mega Man! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Stay sharp, Mega Man Star Force! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¡Adelante, Mega Man Star Force! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}It's in your hands now! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}¡Todo depende de ti! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}Don't let all of those lives that were lost be in vain! [NEW_DIALOG] Please make it back in one piece! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}¡No permitas que las vidas que se han perdido hayan sido en vano! [NEW_DIALOG] ¡Vuelve sano y salvo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Your Wizard, Omega-Xis, is one rock'em sock'em Battle Wizard! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¡Menudos mamporros reparte tu Wizard de combate, Omega-Xis! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}A particular kind of Battle Card like the {e7c9} card [NEW_DIALOG] will allow you to hit enemies even when they are flashing. [NEW_DIALOG] Acid once used that technique to achieve a truly splendid combo! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¡Con una carta de combate especial como {e7c9} [NEW_DIALOG] podrás atacar a los enemigos incluso cuando parpadeen. [NEW_DIALOG] ¡Acid usó una vez esa técnica para hacer un combo espectacular! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Do you know what Guard Null Panels are? They are panels that don't [NEW_DIALOG] allow the use of shields while you are standing on them... [NEW_DIALOG] I once got into quite a bit of trouble with those. [NEW_DIALOG] You should be careful. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¿Sabes qué son los Paneles Antiguardia? Cuando estás sobre uno [NEW_DIALOG] no puedes usar el escudo... [NEW_DIALOG] A mí me han dado más de un problema. [NEW_DIALOG] Ten mucho cuidado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}You probably know that the {e7b7} card places 2 stones on the battlefield, [NEW_DIALOG] but did you know that there is a way to control the placement of the stones? [NEW_DIALOG] A Satella Police study of that is currently underway. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Seguro que ya sabes que la carta {e7b7} coloca dos piedras en el [NEW_DIALOG] campo, ¿pero sabías que se puede elegir dónde colocar las piedras? [NEW_DIALOG] La Policía Satella está realizando un estudio sobre ello. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Are you using any White Cards? Did you know that they are distributed by [NEW_DIALOG] the Satella Police Department via Wave Stations? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¿Estás usando las cartas blancas? ¿Sabías que la Policía Satella las [NEW_DIALOG] distribuye a través de las Estaciones Onda? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Using Default Cards is fundamental to winning battles. To set a default [NEW_DIALOG] card, highlight a card with the cursor and press the Y Button. [NEW_DIALOG] You remember, don't you? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Para ganar un combate es vital que uses las cartas favoritas. Para [NEW_DIALOG] asignar una carta favorita, selecciónala con el cursor y pulsa el botón Y. [NEW_DIALOG] Lo recuerdas, ¿no? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}Battle Cards can become stronger depending on how you combine them. [NEW_DIALOG] Look for some good combinations. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}Dependiendo de cómo las combines, puedes potenciar las Cartas de combate. [NEW_DIALOG] A ver qué te parecen estas combinaciones. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}The more of the same card you put in your folder, the [NEW_DIALOG] more likely it is that you'll see that card on the Custom Screen. [NEW_DIALOG] Be careful. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}Cuantas más cartas iguales metas en la carpeta, más probable [NEW_DIALOG] será que aparezca en la pantalla de cartas. [NEW_DIALOG] Ten cuidado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}To raise your Busting Level, it's just as important to to delete all enemies [NEW_DIALOG] speedily as it is to delete multiple enemies at once. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}Para mejorar tu Eficacia, eliminar a los enemigos rápidamente es [NEW_DIALOG] tan importante como eliminar a varios a la vez. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}Be careful if you ever run into a "ghost" of a Wizard [NEW_DIALOG] that has gone out of control. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}Ten cuidado si te cruzas con el «fantasma» de [NEW_DIALOG] un Wizard enloquecido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}When you hit a frozen enemy with a break-enabled attack, [NEW_DIALOG] you'll inflict twice the damage. [NEW_DIALOG] It wouldn't hurt to remember that. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}Cuando atacas a un enemigo con un ataque potente, [NEW_DIALOG] infligirás el doble de daño. [NEW_DIALOG] Yo que tú lo recordaría. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}When you see the "WARNING" Pop-up, beware! This Pop-up warns [NEW_DIALOG] you that a powerful enemy is approaching. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}¡Cuando veas la notificación «ATENCIÓN», ten cuidado! [NEW_DIALOG] Te está avisando de que se acerca un poderoso enemigo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}Crystallized Noise, Crimson, is a very dangerous substance... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}El Carmesí, Ruido cristalizado, es una sustancia muy peligrosa... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}The shield. The most fundamental of fundamentals, is very [NEW_DIALOG] important. To use it, just press the Y Button in battle. You knew that, right? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}El escudo. Es vital, fundamental, muy [NEW_DIALOG] importante. En un combate, pulsa el botón Y para usarlo. ¿Ya lo sabías? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}EM Wave Change ID "003" Mega Man Star Force! You may be our last hope! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Cambio de Onda EM: ID «003» ¡Mega Man Star Force! ¡Eres la última esperanza! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}I have been watching you all of this time. [NEW_DIALOG] It is an honor to finally meet you like this. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}He estado observándote todo este tiempo. [NEW_DIALOG] Es un honor poder conocernos al fin. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}I will risk everything to fight for world peace! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¡Haré lo que sea necesario por la paz mundial! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Before, it seemed like we were going to lose this battle, but Dr. Goodall [NEW_DIALOG] turned all of that around! She truly is a remarkable woman. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Parecía que íbamos a perder la lucha, ¡pero la Dra. Goodall [NEW_DIALOG] le dio la vuelta a la tortilla! Es una mujer brillante. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Your father, Kelvin, is a kind and extremely distinguished human being. [NEW_DIALOG] It is an honor to know his son. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Tu padre, Kelvin, es un ser humano excepcional y bondadoso. [NEW_DIALOG] Es un honor conocer a su hijo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}Noise Cards are something even we haven't been able to get our heads around. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}Ni siquiera nosotros entendemos muy bien qué son las Cartas Ruido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{9d}I can't believe that boy is wasting all of his money... Maybe I'll have to intervene. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{9d}No me creo que ese chico se esté arruinando así... Debería hacer algo. [NEW_DIALOG] {ec00}{1}

source: [DIALOG_START][Pedia] Support for Prez is now {e120}{3}%! [NEW_DIALOG] {ec00}{1}
es_es: [DIALOG_START][Pedia] ¡El apoyo a la Dele se sitúa en un {e120}{3}%! [NEW_DIALOG] {ec00}{1}
