Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/25.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Pedia] I'm not very good at battling, but when it comes to research and analysis, [NEW_DIALOG] leave it to me! I enable Zack to always make the right moves! [NEW_DIALOG] {e109}{0}{6a1}{75a}l{e109}{0}{7b2}{802}l{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Pedia] No lucho muy bien, ¡pero puedes confiar en mí si necesitas hacer una [NEW_DIALOG] búsqueda o un análisis! ¡Conmigo a su lado, Zack siempre toma las mejores decisiones! [NEW_DIALOG] {e109}{0}{6a1}{75a}l{e109}{0}{7b2}{802}l{ec00}{1}

source: {ec00}{0} [DIALOG_START][Coil] As Woody's Wizard, I help him out a lot with his experiments. [NEW_DIALOG] I'm not very agile when it comes to battling and such, [NEW_DIALOG] but I can manipulate magnetism! [NEW_DIALOG] By the way, that Wizard piloting the rocket is my older brother, Magnes! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Coil] Soy el Wizard de Woody y le ayudo un montón con sus experimentos. [NEW_DIALOG] En combate no soy muy rápido ni nada, [NEW_DIALOG] ¡pero puedo controlar el magnetismo! [NEW_DIALOG] ¡Por cierto, el Wizard que pilota el cohete es Magnes, mi hermano mayor! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Magnes] Yup! I'll be the brains and the pilot of a rocket going into outer space! Blast off! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Magnes] ¡Sí! ¡Soy el cerebro y el piloto de un cohete que va al espacio! ¡Adelante! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid] I am a superior Battle Wizard, a product of the Satella Police Department. [NEW_DIALOG] It is an honor for me to serve as Ace's Wizard. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid] Soy un Wizard de combate avanzado, una creación de la Policía Satella. [NEW_DIALOG] Es un honor para mí ser el Wizard de Ace. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lyra] Hee hee... I merge with Sonia so that she can Wave Change [NEW_DIALOG] into Harp Note! I help her compose songs, [NEW_DIALOG] and make sure that she always looks her best! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lyra] Ji, ji... ¡Cuando Sonia hace un Cambio de Onda nos [NEW_DIALOG] fusionamos en Harp Note! ¡Yo la ayudo a componer, [NEW_DIALOG] y gracias a mí siempre va hecha un pincel! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Vogue] I find trendy spots for Luna to go to that keep her looking fabulous! [NEW_DIALOG] And let's not forget that my memory capabilities are state of the art! [NEW_DIALOG] But battling is not my forte. It's just terrifying... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Vogue] ¡Busco sitios de moda para que Luna esté siempre fabulosa! [NEW_DIALOG] ¡Por no decir que mi capacidad de memoria es de última generación! [NEW_DIALOG] Pero lo mío no es luchar. Me da muchísimo miedo... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Taurus] I am Taurus, the Wizard of flame! [NEW_DIALOG] I'm always down to get my battle on! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Taurus] ¡Soy Taurus, el Wizard envuelto en llamas! [NEW_DIALOG] ¡Siempre estoy dispuesto a echar un buen combate! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Wolf_Woods] I don't have anything to say to strangers! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Wolf_Woods] ¡No tengo nada que hablar con un extraño! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Virgo] Go away and don't bother me! Kyahahahaha!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Virgo] ¡Lárgate y no me molestes! ¡¡Kia, ja, ja, ja, ja!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{9c}Like have fun shopping at Big Wave! [NEW_DIALOG] There may even be like a special service for the cuties! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{9c}¡Pásatelo bomba comprando en la Big Wave! [NEW_DIALOG] ¡Los bomboncitos recibirán un trato especial! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ice] As Belle's manager, I pledge to make her a big star and a top teen idol! [NEW_DIALOG] No one knows more about her talents and abilities than I do! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ice] ¡Como la mánager de Belle, prometo que la haré llegar a lo más alto como idol! [NEW_DIALOG] ¡Nadie mejor que yo conoce sus talentos y habilidades! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{88}I often speak on Tom's behalf because he isn't very [NEW_DIALOG] keen on speaking for himself. [NEW_DIALOG] Another duty of mine is to help him with his inventions. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{88}Suelo hablar en lugar de Tom porque [NEW_DIALOG] a él no le va mucho eso de relacionarse. [NEW_DIALOG] Otra de mis tareas consiste en ayudarle con sus inventos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{af}Helping Damian with his daily regimen of combat training is my responsibility. [NEW_DIALOG] Grr! My blood is boiling! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{af}Es mi labor ayudar a Damian con su rutina de combate diaria. [NEW_DIALOG] ¡Grr! ¡Me hierve la sangre! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] SECRET [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] SECRETO [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] SECRET [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] SECRETO [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] SECRET [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] SECRETO [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Mr. Copper actually gets around quite a lot. [NEW_DIALOG] He likes solving cases the good ol' fashioned way, [NEW_DIALOG] with down and dirty detective work. [NEW_DIALOG] Since he solves all of the cases himself I don't really get to do much... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}El Sr. Cooper viaja bastante, la verdad. [NEW_DIALOG] Le gusta resolver casos a la antigua usanza, [NEW_DIALOG] haciendo el trabajo sucio del detective. [NEW_DIALOG] Yo no tengo que hacer gran cosa, él resuelve solo todos los casos... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}They say that there are some Battle Wizards that can do lock-on attacks. [NEW_DIALOG] This allows them to close in on an enemy that's locked-on almost instantly. [NEW_DIALOG] There are also several types of search patterns and ranges. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Dicen que hay Wizards de combate que pueden fijar al enemigo y atacar. [NEW_DIALOG] Así, pueden acercarse al enemigo de forma casi instantánea. [NEW_DIALOG] Hay varios tipos de patrones de búsqueda y rangos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}Here's a tip! [NEW_DIALOG] The FlashStrk Battle Card is very handy because it blinds enemies. [NEW_DIALOG] For Wizards that aren't so strong like me to win, [NEW_DIALOG] it's important that we know how to blind and confuse enemies! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}¡Ahí va una pista! [NEW_DIALOG] La carta de combate AtqCgdor viene muy bien porque ciega al enemigo. [NEW_DIALOG] ¡Los Wizards como yo, que no somos muy fuertes, [NEW_DIALOG] tenemos que saber cómo cegar y confundir a los enemigos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{92}My operator is getting up there in age, but recently it looks like he has taken a [NEW_DIALOG] liking to Clarice from the gate ball club. But let's keep that between [NEW_DIALOG] me and you. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{92}Mi operador ya tiene sus añitos. Pero parece que le ha empezado a interesar [NEW_DIALOG] Clarice, del club de petanca. Pero que esto [NEW_DIALOG] quede entre tú y yo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{93}My operator won't take me virus busting because [NEW_DIALOG] she says she doesn't want me to get damaged. [NEW_DIALOG] She's very good to me! I'll make sure to protect her no matter what! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{93}Mi operadora no quiere que elimine virus [NEW_DIALOG] porque dice que no quiere que me hagan daño. [NEW_DIALOG] ¡Es muy buena conmigo! ¡Pienso protegerla pase lo que pase! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{93}I know my operator loves me sooo much! [NEW_DIALOG] I'm so lucky to have an operator like him! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{93}¡Mi operador me quiere muchííísimo! [NEW_DIALOG] ¡Qué suerte tengo de tener un operador como él! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}Hello! I am a Tutor Wizard. I work hard to help my [NEW_DIALOG] operator with her studies so that she can raise her grades! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}Hello! Soy un Wizard Tutor. ¡Me dedico a ayudar a mi [NEW_DIALOG] operador a estudiar para que suba mejore sus notas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{92}My operator is very good at hide and seek! [NEW_DIALOG] You should play it with him someday. How about it? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{92}¡Mi operador es muy bueno jugando al escondite! [NEW_DIALOG] ¿Por qué no juegas con él algún día? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}My operator is always getting lost. [NEW_DIALOG] It's a good thing that I have navigation capabilities... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}Mi operadora se pierde constantemente. [NEW_DIALOG] Menos mal que tengo funciones de navegación... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{9d}My operator hates to lose. He's a real competitor. [NEW_DIALOG] So when things get a little hairy, I can't afford to lose my edge! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{9d}Mi operador odia perder. Es muy competitivo. [NEW_DIALOG] ¡Por eso, cuando las cosas se ponen feas no puedo bajar el ritmo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{92}As you can see, my operator is the school principal. [NEW_DIALOG] I really think he is starting to rub off on me. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{92}Como ves, mi operador es el director del colegio. [NEW_DIALOG] Creo que estoy empezando a parecerme a él. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{93}I love virus busting! But, since my HP is low, [NEW_DIALOG] I rely heavily on Recovery Cards in battle. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{93}¡Adoro eliminar virus! Pero como tengo pocos PV [NEW_DIALOG] necesito usar muchas cartas de recuperación. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{96}My operator is gung-ho about everything he does, but sometimes he overdoes [NEW_DIALOG] it and gives himself a stomach ache. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{96}Mi operador le pone tantas ganas a todo lo que hace que a veces [NEW_DIALOG] se pasa y le da dolor de tripa. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}My operator is huge fan of Sonia Strumm's. [NEW_DIALOG] He's always spending his allowance on Sonia Strumm goods. [NEW_DIALOG] What am I going to do with him? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Mi operador es un gran admirador de Sonia Strumm. [NEW_DIALOG] Se gasta toda la paga en cosas de Sonia. [NEW_DIALOG] ¿Qué voy a hacer con él? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}My operator always keeps her folder filled with Fire Elemental Cards. [NEW_DIALOG] With all that fire, it seems a waste not to have at least one {e7d0} Card... [NEW_DIALOG] Her battles would just be so much cooler if she did. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}La carpeta de mi operador está repleta de cartas elementales de fuego. [NEW_DIALOG] Con tanto fuego, me parece un desperdicio no tener una carta {e7d0}... [NEW_DIALOG] Seguro que se enfriaría la cosa con esa carta. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}My operator isn't very good at battling, but recently he's [NEW_DIALOG] been learning various techniques. [NEW_DIALOG] I must say, he is becoming quite an operator. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Mi operador no es muy bueno luchando, pero ha estado [NEW_DIALOG] aprendiendo varias técnicas. [NEW_DIALOG] La verdad es que se está haciendo un operador hecho y derecho. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{96}My operator is a huge quiz fan. Sometimes I sit down with her and we think [NEW_DIALOG] about quizzes together. Would you like a crack at one of our quizzes? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{96}Mi operadora es fan de los acertijos. A veces me siento con ella y [NEW_DIALOG] pensamos nuevos acertijos. ¿Te gustaría resolver uno de nuestros acertijos? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}Lately my operator is really into that new teen idol, Belle! [NEW_DIALOG] Once you get her started talking about her, she just won't stop. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}¡Últimamente, mi operador está como loca por esa nueva estrella, Belle! [NEW_DIALOG] Cuando empieza a hablar de ella, no para. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{93}My operator's Purpose... It's so not cool. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{93}El Propósito de mi operador... no es nada guay. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}I'm not a Battle Wizard, so battling is not my thing. [NEW_DIALOG] But the other day, while my operator and I were virus busting, [NEW_DIALOG] I converted 3 Cannon Cards into a super powerful card! [NEW_DIALOG] I deleted those viruses with a Busting Level of S! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}No soy un Wizard de combate y luchar no es lo mío. [NEW_DIALOG] Pero el otro día, mientras eliminábamos a unos virus, [NEW_DIALOG] ¡convertí tres cartas Cañón en una carta superfuerte! [NEW_DIALOG] ¡Eliminé a esos virus con una Efectividad de nivel S! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{92}My operator is the Echo Ridge Elementary School janitor. [NEW_DIALOG] Not to change the subject, but do you know about screen-dimming cards? [NEW_DIALOG] The moment you use them time stops, and the screen goes dark. [NEW_DIALOG] There must be a good use for this kind of phenomenon. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{92}Mi operador es el conserje de la escuela Echo Ridge. [NEW_DIALOG] No es por cambiar de tema, pero, ¿conoces las cartas que atenúan la pantalla? [NEW_DIALOG] Cuando las usas, se para el tiempo y la pantalla se oscurece. [NEW_DIALOG] Debe de haber algún uso para ese fenómeno. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{9d}One {e360} isn't very scary, but when [NEW_DIALOG] they're in a group, you can't let your guard down. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{9d}Un {e360} no es gran cosa, pero cuando [NEW_DIALOG] van en grupo, no puedes bajar la guardia. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}I just barely managed to win a battle I was in not long ago. I didn't get any Zennys, [NEW_DIALOG] Battle Cards, or anything like that, but I did get an HP recovery ball. [NEW_DIALOG] And, boy did I need it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}Hace poco, por poco no lo cuento en un combate. No conseguí Zennys, [NEW_DIALOG] cartas de combate ni nada, salvo una bola restaura-PV. [NEW_DIALOG] ¡Y madre mía, qué falta me hacía! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}As you can see, my operator is the most [NEW_DIALOG] important person in {e4bc}! [NEW_DIALOG] I do various support jobs, like help him manage his schedule! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}¡Como ves, mi operador es la persona más [NEW_DIALOG] importante del {e4bc}! [NEW_DIALOG] ¡Yo me encargo de varias tareas, como ayudarle a gestionar su agenda! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{94}I wonder what I can do to improve my Busting Level? [NEW_DIALOG] Once, just once, I want to get a Busting Level of S. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{94}¿Cómo podré mejorar mi Eficacia? [NEW_DIALOG] Por una vez, me gustaría conseguir una Eficacia de nivel S. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}These high Noise levels are making me feel a little sick... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Estos niveles tan altos de Ruido me ponen malo... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}With the spread of technology, crimes are [NEW_DIALOG] becoming more and more complex. Nowadays we're [NEW_DIALOG] fighting much more than just viruses. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Con el aumento de la tecnología, los crímenes [NEW_DIALOG] son cada vez más y más complejos. Ahora ya no [NEW_DIALOG] solo luchamos contra simples virus. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{93}My operator is very very rich! [NEW_DIALOG] Did I mention how wealthy my operator is!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{93}¡Mi operador es muy rico, riquísimo! [NEW_DIALOG] ¡¿Te he dicho lo rico que es mi operador?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Deleting all enemies quickly will definitely earn you a high Busting Level, [NEW_DIALOG] but there are other ways as well. [NEW_DIALOG] For example, deleting two or three enemies at a time could do the trick. [NEW_DIALOG] There may even be other ways to raise your Busting Level. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Si derrotas rápidamente a los enemigos, tu Eficacia será mayor, [NEW_DIALOG] pero hay otros métodos para conseguirlo. [NEW_DIALOG] Por ejemplo, puedes eliminar a dos o tres enemigos a la vez. [NEW_DIALOG] Seguro que hay otras formas de aumentar tu Eficacia. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Your Busting Level is an indicator of your battle skills. [NEW_DIALOG] Quickly eliminating all enemies, and deleting two or three enemies at a time [NEW_DIALOG] can all increase your Busting Level, [NEW_DIALOG] but there may be other ways as well. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Tu Eficacia demuestra tus habilidades de combate. [NEW_DIALOG] Eliminar a los enemigos rápidamente y eliminar a dos tres a la vez [NEW_DIALOG] puede aumentar tu Eficacia, [NEW_DIALOG] pero seguro que hay otras formas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{96}I'm calculating the best game strategy for my operator. Hmmm... [NEW_DIALOG] Yep, he's going to need to keep pressing that button until he clears the game. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{96}Estoy calculando la mejor estrategia para mi operador. Mmmm... [NEW_DIALOG] Sí, va a tener que pulsar ese botón todo el rato para pasarse el juego. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{96}My operator is crazy about sweets... [NEW_DIALOG] I have to do what I can to insure he doesn't get too fat. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{96}A mi operador le chiflan los dulces... [NEW_DIALOG] Tengo que hacer lo posible para que no engorde. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}Sometimes I see viruses just roaming around town. [NEW_DIALOG] I wonder if I could get something for taking them out? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}A veces veo virus deambulando por la ciudad. [NEW_DIALOG] ¿Me darán algo si los elimino? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{96}I handle all of the studio equipment maintenance! [NEW_DIALOG] I can fix any piece of equipment, no matter how complex. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{96}¡Yo me ocupo del mantenimiento del equipo del estudio! [NEW_DIALOG] Puedo arreglar cualquier pieza del equipo, por compleja que sea. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{93}Keeping a Wizard well-equipped is very important! [NEW_DIALOG] It doesn't make any sense to get an item and not equip it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{93}¡Es importante tener a tu Wizard bien equipado! [NEW_DIALOG] No tiene ningún sentido tener un objeto y no equiparlo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{92}I hear that in {e4c0} Wizards and people work together to make programs. [NEW_DIALOG] My operator says that he wants to work there someday. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{92}He oído que en el {e4c0} los programas los hacen humanos y Wizards juntos. [NEW_DIALOG] Mi operador dice que algún día quiere trabajar ahí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}Hitting your opponent with a strong attack card after paralyzing them with a [NEW_DIALOG] shot from you PlasmaGun is an old-school battle tactic! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}¡Una táctica infalible es atacar a tu oponente con una [NEW_DIALOG] carta muy fuerte después de paralizarlo con el Cañón de plasma! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{9d}My operator loves trading Battle Cards. [NEW_DIALOG] If you wouldn't mind, please trade with him if you get the chance. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{9d}A mi operador le encanta intercambiar cartas de batalla. [NEW_DIALOG] Si quieres, puedes cambiar cartas con él. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{90}I make sets together with my operator. [NEW_DIALOG] Real Waves are fine and all, but nothing beats the look of a handmade set. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{90}Mi operador y yo hacemos escenarios. [NEW_DIALOG] Las Ondas Reales están bien, pero no hay nada como algo hecho a mano. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{97}I'm a real beast when it comes to editing film. [NEW_DIALOG] Don't even think about talking to me when I'm at work in the cutting room. [NEW_DIALOG] You could get hurt. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{97}Soy una máquina editando vídeos. [NEW_DIALOG] Ni se te ocurra hablarme cuando estoy trabajando en la sala de edición. [NEW_DIALOG] Podrías salir escaldado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{91}When it comes to making TV stars look good, I am [NEW_DIALOG] the best. Just give me a face and see what I can do! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{91}Soy de lo mejorcito realzando la belleza de [NEW_DIALOG] las estrellas de la tele. ¡Dame una cara y verás de lo que soy capaz! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{93}In a battle, you've got to know when to hold 'em and [NEW_DIALOG] know when to fold 'em. Sometimes it's OK to run away. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{93}En un combate, debes saber cuándo apostar y cuándo pasar. [NEW_DIALOG] No pasa nada por huir de vez en cuando. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{94}Noise is scary... I wonder if it's what causes machines to go out of [NEW_DIALOG] control. They say that we Wizards give off Noise too, [NEW_DIALOG] so, in a way, I feel partially responsible... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{94}El Ruido da miedo... ¿Será eso lo que hace que las máquinas se vuelvan [NEW_DIALOG] locas? Dicen que los Wizards también emitimos Ruido, [NEW_DIALOG] así que, en parte, me siento responsable... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{93}My operator is an actor. I help him remember his lines and motions. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{93}Mi operador es actor. Yo le ayudo a recordar sus líneas y movimientos. [NEW_DIALOG] {ec00}{1}
