Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/30.po
Languages: es_es

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Cannot equip this folder. Re-edit and then try again.{ec03}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] No puedes equipar esta carpeta. Edítala y vuelve a intentarlo. {ec03}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] You don't have enough Battle Cards in your folder. [NEW_DIALOG] Wanna quit editing and restore folder? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Te faltan cartas de combate en la carpeta. [NEW_DIALOG] ¿Quieres dejar de editar y restaurar la carpeta? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] You can't add more than {e120}{1} of the same Standard Class cards.{ec03}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] No puedes meter más de {e120}{1} cartas Estándar iguales.{ec03}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] You can only add up to {e120}{2} Mega Class card(s) to your folder.{ec03}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] No puedes meter más de {e120}{2} cartas Mega en la carpeta.{ec03}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] You can only add up to {e120}{1} Giga Class card(s) to your folder.{ec03}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] No puedes meter más de {e120}{1} carta Giga en la carpeta.{ec03}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] You can't add 2 of the same Mega or Giga Class cards.{ec03}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] No puedes meter dos cartas Mega o Giga iguales. {ec03}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] This spot is designated for White Cards only. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] En esta zona solo pueden ir cartas blancas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Tag Cards must be set in twos or not at all. [NEW_DIALOG] You can use the Y Button to toggle ON and OFF. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Las Cartas Duplo solo pueden asignarse de dos en dos. [NEW_DIALOG] Puedes activarlo o desactivarlo con el botón Y. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Do you really wanna move all Battle Cards in the folder to the Card Box? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] ¿Quieres mover todas las cartas de tu carpeta a la caja de cartas? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] You can't switch this card out.{ec03}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] No puedes cambiar esta carta.{ec03}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Exit the Trader? {ec10}{0}Yes {ec10}{1}Not yet {ec0f}{0}{0}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] ¿Salir del comerciante? {ec10}{0}Sí {ec10}{1}Aún no {ec0f}{0}{0}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Do you wanna upload this card to the Trader? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] ¿Quieres subir esta carta al comerciante? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Do you wanna reset the card you've selected? {ec10}{0}Reset {ec10}{1}Exit {ec0f}{0}{0}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] ¿Quieres restaurar la carta seleccionada? {ec10}{0}Restaurar {ec10}{1}Salir {ec0f}{0}{0}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] You can only add Standard Class cards to your Default Card line up. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Solo puedes asignar cartas Estándar como cartas favoritas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] You can only set Standard Class cards as Tag Cards. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Solo puedes asignar cartas Estándar como Cartas Duplo. [NEW_DIALOG] {ec00}{1}
