Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/54.po
Languages: es_es

source: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] Do you want to use Sub Card: "{e12f}"? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Geo] ¿Quieres usar la Subcarta: «{e12f}»? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] This card is used automatically.
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Esta carta se usa automáticamente.

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] You just used that one. Let's hold off on it for now.
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Pero si acabas de usarlo. Dale un respiro.

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Let's not use this just now.
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Será mejor que no usemos esto ahora.

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] MegaMan recovered {e123}{4} HP! [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Mega Man ha recuperado {e123}{4} PV! [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] MegaMan recovered all of his HP! [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Mega Man ha recuperado todos sus PV! [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] MegaMan has disappeared! Weaker foes won't be able to find him for a while! [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Mega Man ha desaparecido! ¡Los enemigos débiles no le verán en un rato! [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Mega's eyes twinkled! It's very likely he'll meet foes that he met before. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡A Mega le brillan los ojos! Aparecerán enemigos ya derrotados. [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Register this Opponent Noise? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¿Quieres registrar el Ruido enemigo? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Do you want to set this "{e588}"? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¿Quieres colocar «{e588}»? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] New wallpaper has been set. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Has cambiado el fondo de pantalla. [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Do you want to remove this wallpaper? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¿Quieres quitar este fondo de pantalla? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Wallpaper has been removed. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Has quitado el fondo de pantalla. [NEW_DIALOG]
