Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/58.po
Languages: es_es

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Cancel the trade? {ec10}{0}Yes {ec10}{1}No {ec0f}{1}{0}{2}{0}{ec00}{3}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¿Quieres cancelar el cambio? {ec10}{0}Sí {ec10}{1}No {ec0f}{1}{0}{2}{0}{ec00}{3}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Trade canceled.{e101} {ec00}{3}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Cambio cancelado.{e101} {ec00}{3}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Oops... It appears the other side has canceled the trade.{e101} {ec00}{3}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Ups... Parece que la otra parte ha cancelado el cambio.{e101} {ec00}{3}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Trade complete!{e101} {ec00}{3}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Cambio completado!{e101} {ec00}{3}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] ...What did you hope to accomplish by that?{e101} {ec00}{3}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Mega] ¿Qué pretendías hacer con eso?{e101} {ec00}{3}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Bud] Even I'm smart enough to realize that trade was pointless!{e101} {ec00}{3}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Bud] ¡No hace falta ser un genio para ver que ese cambio no tiene sentido!{e101} {ec00}{3}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] What was the point of that?{e101} {ec00}{3}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¿Qué sentido tenía eso?{e101} {ec00}{3}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Zack] Uh... Isn't that the same card?{e101} {ec00}{3}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Zack] Eh... ¿Es la misma carta?{e101} {ec00}{3}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] It seems they can't hold any more of this card. Let's pick another one.{e101} {ec00}{3}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Parece que no puede llevar más cartas de estas. Escojamos otra.{e101} {ec00}{3}

source: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Geo] Now saving... Do not turn off the power!
es_es: {ec00}{2}{ec18}{ec17}{0} [DIALOG_START][Geo] Guardando... ¡No apagues la consola!

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Save Complete!{e101}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Guardado completado!{e101}

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] Save failed. Trying again. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] El guardado ha fallado. Vuelve a intentarlo. [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Could not access the data. Turn off the power and reinsert the Game Card.
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][NONAME] Error al acceder a los datos. Apaga la consola y vuelve a insertar el cartucho.
