Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/59.po
Languages: es_es

source: {ec00}{2}{ec17}{0} [DIALOG_START]{23}Leaving already? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{23}¿Ya te vas? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{23}Come again, OK?
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{23}¡Vuelve pronto!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{23}You wanna buy a "{e12c}"? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{23}¿Quieres comprar: «{e12c}»? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{23}You want "{e12c} {e121}{4}", right? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{23}Quieres: «{e12c} {e121}{4}», ¿no? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{23}Sorry dude, you don't have enough Zennys. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{23}Lo siento, tío, te faltan Zennys. [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{23}You can't carry any more of this item... [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{23}No puedes llevar más objetos de este tipo... [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{23}We're now sold out. Thanks for your purchase... [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{23}Estamos sin existencias. Gracias por tu compra... [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{78}Leaving already? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{78}¿Ya te vas? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{78}Come again, OK?
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{78}¡Vuelve pronto!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{78}You want to buy a "{e12c}"? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{78}¿Quieres comprar: «{e12c}»? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{78}You want "{e12c} {e121}{4}", right? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{78}Quieres: «{e12c} {e121}{4}», ¿no? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{78}It looks like you don't have enough money. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{78}Parece que te falta dinero. [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{78}Oops... It looks like that's all you can carry. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{78}Ups... Creo que no puedes llevar más. [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{78}I'm now sold out. Thanks for your purchase... [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{78}Estoy sin existencias. Gracias por tu compra... [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}Leaving already? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}¿Ya te vas? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}Come again, OK?
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}¡Vuelve pronto!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}You wanna buy a "{e12c}"? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}¿Quieres comprar: «{e12c}»? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}You want "{e12c} {e121}{4}", right? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}Quieres: «{e12c} {e121}{4}», ¿no? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}It looks like you don't have enough money... [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}No tienes suficiente dinero... [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}Oops... It looks like that's all you can carry. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}Ups... Creo que no puedes llevar más.[NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}I'm now sold out. Thanks for your purchase... [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{2c}Estoy sin existencias. Gracias por tu compra... [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{80}LEAVING ALREADY? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{80}¿YA TE VAS? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{80}COME AGAIN, OK?
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{80}¡VUELVE PRONTO!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{80}DO YOU WANT TO BUY A "{e12c}"? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{80}¿QUIERES COMPRAR: «{e12c}»? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{80}YOU WANT "{e12c} {e121}{4}", CORRECT? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{80}QUIERES: «{e12c} {e121}{4}», ¿CORRECTO? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{80}{e57d}... INSUFICIENT [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{80}{e57d}... INSUFICIENTE [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{80}YOU CANNOT CARRY ANY MORE OF THIS ITEM... [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{80}NO PUEDES LLEVAR MÁS OBJETOS COMO ESTE... [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{80}THERE IS NOTHING LEFT. [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{80}NO TENGO MÁS. [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}Leaving already? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}¿Ya te vas? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}Come again, OK?
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}¡Vuelve pronto!

source: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}You want "{e12c} {e121}{4}", right? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}Quieres: «{e12c} {e121}{4}», ¿no? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}You want "{e12c} {e121}{4}", right? *beep* {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}Quieres: «{e12c} {e121}{4}», ¿no? Pi... {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}No money, huh? You need to go and help a few more Mr. Hertzes. *beep* [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}Sin dinero, ¿eh? Ve a ayudar a algún Sr. Hercio. Pi... [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}I'm now sold out. Thanks for your purchase... *beep* [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}No me queda nada. Gracias por tu compra... Pi... [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}You can't carry any more of this item... *beep* [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START]{9f}No puedes llevar más objetos de este tipo. Pi... [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] You got Battle Card: "{e12c}"! [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Obtienes la Carta de combate: «{e12c}»! [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] You got Sub-Card: "{e12c}"! [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Obtienes la subcarta: «{e12c}»! [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] You got Power Up Ability: "{e12c}"! [NEW_DIALOG] HP capacity increased! [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Obtienes la Habilidad de mejora: «{e12c}»! [NEW_DIALOG] ¡Capacidad de PV mejorada! [NEW_DIALOG]

source: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] You got Power Up Ability: "{e12c}"! [NEW_DIALOG]
es_es: {ec00}{2}{ec17}{0} [DIALOG_START][Geo] ¡Obtienes la Habilidad de mejora: «{e12c}»! [NEW_DIALOG]
