Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/63.po
Languages: es_es

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] It appears your card input was successful. [NEW_DIALOG] Oh? What's this...? [NEW_DIALOG] Contained within this card is some VERY powerful noise. [NEW_DIALOG] It seems you have obtained something very valuable. [NEW_DIALOG] Be careful how you use it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Parece que has introducido la carta correctamente. [NEW_DIALOG] ¿Oh? ¿Pero qué...? [NEW_DIALOG] Esa carta contiene un Ruido muy poderoso. [NEW_DIALOG] Diría que has obtenido un objeto de gran valor. [NEW_DIALOG] Piensa bien en cómo lo usarás. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] This card has been entered already. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Ya has introducido esta carta. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Only one card bearing the Star Force logo can be [NEW_DIALOG] entered automatically at a time. [NEW_DIALOG] Do you wish to overwrite this card data? [NEW_DIALOG] {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Solo puedes introducir una carta con el logo de Star Force [NEW_DIALOG] automáticamente a la vez. [NEW_DIALOG] ¿Quieres sobreescribir los datos de esta carta? [NEW_DIALOG] {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] What a pity... The number of cards you can register is limited to five. [NEW_DIALOG] If you want to enter a new card you'll have to delete an old one. [NEW_DIALOG] Would you like to delete a card? [NEW_DIALOG] {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Qué lástima... Solo puedes registrar cinco cartas a la vez. [NEW_DIALOG] Si quieres introducir una nueva, tendrás que eliminar una existente. [NEW_DIALOG] ¿Quieres eliminar una carta? [NEW_DIALOG] {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Do you want to enter a new card or cancel? {ec10}{0}Enter {ec10}{1}Cancel {ec0f}{0}{0}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¿Quieres introducir una carta o cancelar? {ec10}{0}Introducir {ec10}{1}Cancelar {ec0f}{0}{0}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] You cannot enter cards of the same suit and number at the same time. [NEW_DIALOG] Do you want to overwrite the previous card? [NEW_DIALOG] {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] No puedes introducir cartas del mismo número y palo a la vez. [NEW_DIALOG] ¿Quieres sobreescribir la otra carta? [NEW_DIALOG] {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Very well... Your card data will be overwritten. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Muy bien... Se sobreescribirán los datos de tu carta. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Card data overwrite has been canceled... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Se ha cancelado la modificación de los datos... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Your customized data will be overwritten. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Se sobreescribirán tus datos personalizados. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Your customized data has been changed successfully. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Se han modificado correctamente tus datos personalizados. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Ho ho... This card combination "Noise Band" is a very [NEW_DIALOG] special card combination. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Jo, jo... Esta combinación: «Banda Ruido», es muy [NEW_DIALOG] especial. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Two pair. Not bad. I see you are learning to use [NEW_DIALOG] card combinations to control Noise. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Doble par. No está mal. Se ve que estás [NEW_DIALOG] aprendiendo a combinar cartas para controlar el Ruido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Three of a kind. Not bad. I see you are learning to [NEW_DIALOG] use card combinations to control Noise. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Trío. No está mal. Se ve que estás [NEW_DIALOG] aprendiendo a combinar cartas para controlar el Ruido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Ho ho... This combination is a Straight. [NEW_DIALOG] {e106}{17}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Jo, jo... Ni más ni menos que una escalera. [NEW_DIALOG] {e106}{17}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] What a surprise! A Heart Flush. [NEW_DIALOG] {e106}{17}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¡Menuda sorpresa! Color de corazones. [NEW_DIALOG] {e106}{17}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] What a surprise! A Diamond Flush. [NEW_DIALOG] {e106}{17}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¡Menuda sorpresa! Color de diamantes. [NEW_DIALOG] {e106}{17}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] What a surprise! A Spade Flush. [NEW_DIALOG] {e106}{17}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¡Menuda sorpresa! Color de picas. [NEW_DIALOG] {e106}{17}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] What a surprise! A Club Flush. [NEW_DIALOG] {e106}{18}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¡Menuda sorpresa! Color de tréboles. [NEW_DIALOG] {e106}{18}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Impressive! A Full House. [NEW_DIALOG] {e106}{17}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¡Impresionante! Un full. [NEW_DIALOG] {e106}{17}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Very impressive! Four of a Kind. [NEW_DIALOG] {e106}{17}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¡Pero qué sorpresa! Un póquer. [NEW_DIALOG] {e106}{17}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] My my, a Straight Flush! Someone like you would be [NEW_DIALOG] a valuable asset to my organization. [NEW_DIALOG] {e106}{18}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¡Pero bueno, una escalera de color! Alguien como [NEW_DIALOG] tú sería muy valioso para mi organización. [NEW_DIALOG] {e106}{18}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] What's this? A Royal Flush! Most impressive. [NEW_DIALOG] I could use someone like you to lead my organization... [NEW_DIALOG] {e106}{17}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¿Pero y esto? ¡Una escalera real Es increíble. [NEW_DIALOG] Alguien como tú podría liderar mi organización. [NEW_DIALOG] {e106}{17}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Oh... Five of a Kind, your ferocity is equal to that of Meteor G.... [NEW_DIALOG] {e106}{17}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Oh... Un quinteto, tu bravura es igual a la del Meteorito G. [NEW_DIALOG] {e106}{17}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Hmm? It seems you've gotten {e12c} as an additional bonus... [NEW_DIALOG] You've gotten very good at using card combinations to control Noise! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¿Eh? Parece que has obtenido {e12c} como bonificación... [NEW_DIALOG] ¡Eres todo un hacha combinando cartas para controlar el Ruido! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Hmm? It seems you've gotten {e12c} and {e12d} as an additional bonus... [NEW_DIALOG] You've gotten very good at using card combinations to control Noise! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¿Eh? Parece que has obtenido {e12c} y {e12d} como bonificación... [NEW_DIALOG] ¡Eres todo un hacha combinando cartas para controlar el Ruido! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] What a pity... It seems that by updating this [NEW_DIALOG] card you have lost your Noise Band. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Qué lástima... Parece que al actualizar [NEW_DIALOG] esta carta has perdido tu Banda Ruido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] It seems that Noise is eating away at your body... [NEW_DIALOG] In battle you should use caution. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Creo que ese Ruido está devorando tu cuerpo... [NEW_DIALOG] Deberías usarlo con cuidado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Do you really wish to delete this card data? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{1}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] ¿Quieres borrar los datos de esta carta? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{1}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Card data has been deleted. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][SrKing] Se han eliminado los datos de la carta. [NEW_DIALOG] {ec00}{1}
