Repository: joguersan/Megaman-Starforce-3
Catalog: mess_sub/73.po
Languages: es_es

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Your Purpose has changed! Purpose Cards make Mega Man even stronger! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] ¡Tu Propósito ha cambiado! ¡Con las Cartas Propósito, Mega Man es aún más fuerte! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] This Purpose Card has already been entered. Update data? [NEW_DIALOG] {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Esta Carta Propósito ya se ha introducido. ¿Actualizar datos? [NEW_DIALOG] {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Install Purpose Card Power Up Data! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] ¡Instalando datos de mejora de Carta Propósito! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] This customization was already installed. [NEW_DIALOG] It has been overwritten with the new one. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Ya has instalado esta personalización. [NEW_DIALOG] Se ha sobreescrito la nueva. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] When you form a Team, you can share this customization with your friends. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Cuando formas un Equipo, puedes compartirla con tus amigos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] It looks like there was a Purpose Card update! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] ¡Parece que la Carta Propósito tiene una actualización! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Starting Purpose Card update! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] ¡Actualizando Carta Propósito! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Sharing data with {e12c}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] ¡Compartiendo datos con {e12c}! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Purpose Card update has finished. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Actualización de Carta Propósito finalizada. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] {e12c}'s shared data has been deleted! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] ¡Se han borrado los datos compartidos de {e12c}! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Turn Purpose Card Power Up ON? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] ¿Activar mejora de la Carta Propósito? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Turn Purpose Card Power Up OFF? {ec10}{0}Yes {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] ¿Desactivar mejora de la Carta Propósito? {ec10}{0}Sí {ec10}{1}No {ec0f}{0}{0}{2}{0}{ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Purpose Card Power Up has been turned ON. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Mejora de la Carta Propósito activada. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Purpose Card Power Up has been turned OFF. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Ace] Mejora de la Carta Propósito desactivada. [NEW_DIALOG] {ec00}{1}
