Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch4/01.po
Languages: es_es

source: {e212}{20}{1}{ec00}{0} [DIALOG_START][Geo_2] ...So, both of them? [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] [DIALOG_START][Sonia] They've been like this since Luna... [NEW_DIALOG] [DIALOG_START][Geo_2] I see... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{20}{1}{ec00}{0} [DIALOG_START][Geo_2] ¿Los dos? [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] [DIALOG_START][Sonia] Llevan así desde que Luna... [NEW_DIALOG] [DIALOG_START][Geo_2] Ya veo... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Hey... [NEW_DIALOG] [DIALOG_START][Zack] What is it, Bud...? [NEW_DIALOG] [DIALOG_START][Bud] Prez... is really gone... Isn't she? [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] [DIALOG_START][Bud] I'll never hear her yell at me when I'm late, ever again... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Eh... [NEW_DIALOG] [DIALOG_START][Zack] ¿Qué ocurre, Bud? [NEW_DIALOG] [DIALOG_START][Bud] La Dele... se ha ido... ¿No? [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] [DIALOG_START][Bud] No volverá a gritarme por llegar tarde, entonces... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Late!{e115} Late!{e115} Late!{e116} You're{e116} laaaaaate! [NEW_DIALOG] You've got guts to make me wait for you! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Tarde!{e115} ¡Tarde!{e115} ¡Tarde!{e116} ¡Llegas{e116} taaaaarde! [NEW_DIALOG] ¡Qué valor, hacer esperar a una dama! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Zack! [NEW_DIALOG] Make sure Bud isn't late next time... [NEW_DIALOG] Can you do that!? [NEW_DIALOG] ...Don't you dare talk back. [NEW_DIALOG] You guys are friends, so you're partially responsible! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Zack! [NEW_DIALOG] Para la próxima, asegúrate de que llegue a tiempo... [NEW_DIALOG] ¡¿Podrás hacer eso, aunque sea?! [NEW_DIALOG] No se te ocurra contestar... [NEW_DIALOG] ¡Sois amigos, eres igual de responsable que él! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Do you guys understand!? [NEW_DIALOG] If you make me wait just one more time... [NEW_DIALOG] ... [NEW_DIALOG] ... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡¿Lo habéis entendido?! [NEW_DIALOG] Como me hagáis esperar otra vez... [NEW_DIALOG] ... [NEW_DIALOG] ... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] *whimper* [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Zack] *sob*{e115} P-P-P{e115}-Prez! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] Waaaaaa! Prez! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] Uuhh... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Zack] Snif...{e115} ¡D-D-De{e115}-Dele! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] ¡Buuuaaaa! ¡Dele! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] B-Bud!{e115} Zack...! [NEW_DIALOG] [DIALOG_START][Sonia] Why are you crying!? [NEW_DIALOG] L-Luna can't really be gone for good...! [NEW_DIALOG] There's just... There's just no way... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡B-Bud!{e115} ¡Zack! [NEW_DIALOG] [DIALOG_START][Sonia] ¡¿Por qué lloráis?! [NEW_DIALOG] ¡E-Es imposible que Luna se haya ido! [NEW_DIALOG] Es... Es imposible... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] It's not... It's not... [NEW_DIALOG] *whimper* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] No... No es... [NEW_DIALOG] Uuhh... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Bud! Zack! [NEW_DIALOG] Do you really believe that Prez is gone!? [NEW_DIALOG] ...I'm not giving up! [NEW_DIALOG] I refuse to believe that she's gone!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Bud! ¡Zack! [NEW_DIALOG] ¡¿De verdad creéis que la Dele se ha ido?! [NEW_DIALOG] ¡No pienso rendirme! [NEW_DIALOG] ¡¡Me niego a creerlo!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] B-But, Geo... [NEW_DIALOG] You saw it, right? [NEW_DIALOG] R-{e115}Right in front of you... [NEW_DIALOG] P-{e115}Prez... [NEW_DIALOG] I-{e115}It's so terrible! [NEW_DIALOG] [DIALOG_START][Zack] That's right, Geo! I mean... Mega Man! [NEW_DIALOG] Why couldn't you save her!? [NEW_DIALOG] You've never let us down before! [NEW_DIALOG] So...{e115} why... [NEW_DIALOG] Why couldn't you save her this time!? Waaaaaa! [NEW_DIALOG] [DIALOG_START][Mega] Zack, you little...! Are you blaming Geo!? [NEW_DIALOG] What's wrong with you!? Do you know how much he's... [NEW_DIALOG] [DIALOG_START][Geo_2] It's fine, Mega! [NEW_DIALOG] It's fine... It's true that I couldn't do anything... [NEW_DIALOG] But...{e115} That's exactly why....! [NEW_DIALOG] That's why I'm not giving up! [NEW_DIALOG] [DIALOG_START][Zack] ... [NEW_DIALOG] [DIALOG_START][Bud] ... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] P-pero, Geo... [NEW_DIALOG] Tú mismo lo viste, ¿no? [NEW_DIALOG] J-{e115}Justo en tus narices... [NEW_DIALOG] L-{e115}la dele... [NEW_DIALOG] ¡E-{e115}es horrible! [NEW_DIALOG] [DIALOG_START][Zack] ¡Es verdad, Geo! No... ¡Mega Man! [NEW_DIALOG] ¡¿Por qué no pudiste salvarla?! [NEW_DIALOG] ¡Hasta ahora siempre nos habías ayudado! [NEW_DIALOG] Por qué...{e115} Por qué... [NEW_DIALOG] ¡¿Por qué no has podido salvarla esta vez?! ¡Buuuaaaa! [NEW_DIALOG] [DIALOG_START][Mega] ¡Zack, serás...! ¡¿Le estás echando la culpa a Geo?! [NEW_DIALOG] ¡¿Qué es lo que te pasa?! Es que no sabes lo mal que... [NEW_DIALOG] [DIALOG_START][Geo_2] ¡No pasa nada, Mega! [NEW_DIALOG] No pasa nada... Es verdad que no he podido hacer nada... [NEW_DIALOG] Pero...{e115} ¡Precisamente por eso...! [NEW_DIALOG] ¡No pienso rendirme! [NEW_DIALOG] [DIALOG_START][Zack] ... [NEW_DIALOG] [DIALOG_START][Bud] ... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Bud! Zack! Look at your {e4a6}s! [NEW_DIALOG] Prez's data signature isn't completely gone... [NEW_DIALOG] Our Brother Bands, Team, and Purpose haven't been affected either! [NEW_DIALOG] [DIALOG_START][Bud] !? [NEW_DIALOG] [DIALOG_START][Zack] T-That means... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Bud! ¡Zack! ¡Mirad vuestros {e4a6}s! [NEW_DIALOG] La señal de la Dele no ha desaparecido del todo... [NEW_DIALOG] ¡Ni han cambiado nuestras Bandahermano, Propósito ni Equipo! [NEW_DIALOG] [DIALOG_START][Bud] ¡¿?! [NEW_DIALOG] [DIALOG_START][Zack] E-entonces... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Mine is the same, too! [NEW_DIALOG] [DIALOG_START][Geo_2] That's proof that she isn't gone, isn't it!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Sigue todo igual! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Esto quiere decir que no se ha ido del todo, ¿no?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] That's right! [NEW_DIALOG] Geo is right! [NEW_DIALOG] Luna isn't really gone! [NEW_DIALOG] And I'm not giving up, either! [NEW_DIALOG] There's no way...{e116} that I'm giving up! [NEW_DIALOG] [DIALOG_START][Bud] S-Sonia... [NEW_DIALOG] [DIALOG_START][Zack] ... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Es verdad! [NEW_DIALOG] ¡Geo tiene razón! [NEW_DIALOG] ¡Luna no se ha ido! [NEW_DIALOG] ¡Yo tampoco voy a rendirme! [NEW_DIALOG] No puedo...{e116} ¡rendirme! [NEW_DIALOG] [DIALOG_START][Bud] S-Sonia... [NEW_DIALOG] [DIALOG_START][Zack] ... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] B-But... Zack... [NEW_DIALOG] [DIALOG_START][Zack] We want to believe what Geo is saying, too...! [NEW_DIALOG] B-{e115}But... [NEW_DIALOG] [DIALOG_START][Sonia] Z-Zack... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] P-pero... Zack... [NEW_DIALOG] [DIALOG_START][Zack] ¡También queremos creer en Geo! [NEW_DIALOG] P-{e115}pero... [NEW_DIALOG] [DIALOG_START][Sonia] Z-Zack... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] {ec13}(Zack, Bud... {ec13} You can't give up...) [NEW_DIALOG] {ec13}(If we give up... {ec13} Then she will definitely {ec13} disappear... for good.) [NEW_DIALOG] [DIALOG_START][Mega] For cryin' out loud! [NEW_DIALOG] You're a bunch of depressing cry-babies! [NEW_DIALOG] [DIALOG_START][Geo_2] ...Bud and Zack have known Prez for much longer than Sonia and I... [NEW_DIALOG] So they have been hit harder by the news... [NEW_DIALOG] They're doing the best they can... [NEW_DIALOG] [DIALOG_START][Mega] ...Hmph! [NEW_DIALOG] So then what are you going to do? [NEW_DIALOG] Do you have a plan? [NEW_DIALOG] [DIALOG_START][Geo_2] Actually, I do...! [NEW_DIALOG] I was thinking we could ask the Satella Police...{e115} Or rather, Ace to help us... [NEW_DIALOG] But I don't know how to get ahold of him... [NEW_DIALOG] [DIALOG_START][Mega] Hmm... [NEW_DIALOG] So that means we need to ask someone who does know how... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}!! [NEW_DIALOG] That's a great idea! [NEW_DIALOG] Thanks, Mega! [NEW_DIALOG] [DIALOG_START][Mega] So, do you know who we should ask? [NEW_DIALOG] [DIALOG_START][Geo] Yeah! [NEW_DIALOG] Mr. {e25b}! [NEW_DIALOG] Remember, he used to work at NAZA! [NEW_DIALOG] [DIALOG_START][Mega] Ah, Boreal, huh? [NEW_DIALOG] He can probably figure something out about what happened to Luna, too. [NEW_DIALOG] [DIALOG_START][Geo] ...Good point! [NEW_DIALOG] There's no doubt he'll be able to figure something out! [NEW_DIALOG] [DIALOG_START][Mega] Then it's settled! [NEW_DIALOG] [DIALOG_START][Geo] Yeah, let's go see Mr. Boreal! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] {ec13}(Zack, Bud... {ec13}No podéis rendiros...) [NEW_DIALOG] {ec13}(Si nos rendimos... {ec13}Al final desaparecerá... {ec13}y para siempre.) [NEW_DIALOG] [DIALOG_START][Mega] ¡Por Dios bendito! [NEW_DIALOG] ¡Menuda panda de lloricas depresivos! [NEW_DIALOG] [DIALOG_START][Geo_2] Bud y Zack conocen a la Dele desde mucho antes que Sonia o yo... [NEW_DIALOG] La noticia les ha sentado mucho peor... [NEW_DIALOG] Están intentando llevarlo como pueden... [NEW_DIALOG] [DIALOG_START][Mega] ¡Je! [NEW_DIALOG] ¿Y tú qué vas a hacer? [NEW_DIALOG] ¿Tienes algún plan? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Pues sí! [NEW_DIALOG] Había pensado en pedir ayuda a la Policía Satella...{e115} O a Ace, directamente... [NEW_DIALOG] Pero no sé cómo puedo contactar con él... [NEW_DIALOG] [DIALOG_START][Mega] Mmm... [NEW_DIALOG] Entonces tendremos que preguntar a alguien que pueda hacerlo... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}¡¡!! [NEW_DIALOG] ¡Qué buena idea! [NEW_DIALOG] ¡Gracias, Mega! [NEW_DIALOG] [DIALOG_START][Mega] ¿Conoces a alguien? [NEW_DIALOG] [DIALOG_START][Geo] ¡Sí! [NEW_DIALOG] ¡El Sr. {e25b}! [NEW_DIALOG] ¡Antes trabajaba para la NAZA! [NEW_DIALOG] [DIALOG_START][Mega] Ah, Boreal, ¿eh? [NEW_DIALOG] Seguramente sepa algo de lo que le ha pasado a Luna. [NEW_DIALOG] [DIALOG_START][Geo] ¡Pues sí! [NEW_DIALOG] ¡Seguro que a él se le ocurre algo! [NEW_DIALOG] [DIALOG_START][Mega] ¡Decidido entonces! [NEW_DIALOG] [DIALOG_START][Geo] ¡Sí, vamos a ver al Sr. Boreal! [NEW_DIALOG] {ec00}{1}
