Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch4/03.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] Mr. Boreal! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Sr. Boreal! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] Oh, Geo!? [NEW_DIALOG] And everyone else...! [NEW_DIALOG] [DIALOG_START][Geo_2] We need to talk... [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] ¡¿Geo?! [NEW_DIALOG] ¡Y tus amigos! [NEW_DIALOG] [DIALOG_START][Geo_2] Tenemos que hablar... [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] ...Yes, I heard that Luna has gone missing... [NEW_DIALOG] You all have gotten yourselves into quite a pickle this time around... [NEW_DIALOG] [DIALOG_START][Geo_2] Yeah... [NEW_DIALOG] That's why we came to talk to you, Mr. Boreal... [NEW_DIALOG] We thought maybe WAZA, or even you, might be willing to help us out. [NEW_DIALOG] [DIALOG_START][SrBoreal] I see... [NEW_DIALOG] {ec13}... [NEW_DIALOG] First... [NEW_DIALOG] I think everyone should take a look at this... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Sí... Ya he oído que Luna ha desaparecido... [NEW_DIALOG] Os habéis metido en un buen lío esta vez, ¿no, chicos? [NEW_DIALOG] [DIALOG_START][Geo_2] Sí... [NEW_DIALOG] Por eso hemos venido a hablar con usted, Sr. Boreal... [NEW_DIALOG] Pensamos que la WAZA, o usted mismo, podrían ayudarnos. [NEW_DIALOG] [DIALOG_START][SrBoreal] Entiendo... [NEW_DIALOG] {ec13}... [NEW_DIALOG] Lo primero... [NEW_DIALOG] Creo que tendrías que echarle un ojo a esto... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec16} [DIALOG_START][NONAME] *beep* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec16} [DIALOG_START][NONAME] Pi... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Strong!? [NEW_DIALOG] W-Why...? But I saw him...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡¿Strong?! [NEW_DIALOG] ¿P-pero cómo...?! ¡Si yo vi cómo...! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] Geo... [NEW_DIALOG] I still haven't told you why I am here, have I...? [NEW_DIALOG] I was requested by WAZA to repair this environmental system. [NEW_DIALOG] [DIALOG_START][Geo_2] By WAZA...!? [NEW_DIALOG] [DIALOG_START][SrBoreal] During the repair process, I stumbled upon Strong... Or, what was left of him. [NEW_DIALOG] ...He was torn to shreds and his data was scattered all over the place. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] {ec13}(Because of what {ec13} Joker did to him...!) [NEW_DIALOG] {ec13}(So... Then maybe Prez...!?) [NEW_DIALOG] {e212}!{0} [DIALOG_START][SrBoreal] I desperately searched for the rest of his data. [NEW_DIALOG] And luckily I was able to find it{e114}.{e114}.{e114}.{e114} In short, I've managed to reconstruct Strong. [NEW_DIALOG] [DIALOG_START][Bud] ...I think that's the longest word that I've ever heard... [NEW_DIALOG] [DIALOG_START][Zack] "Reconstruct" means "to put back together". [NEW_DIALOG] [DIALOG_START][Geo_2] D-Does that mean... [NEW_DIALOG] Does that mean that you brought Strong back to life!? [NEW_DIALOG] [DIALOG_START][SrBoreal] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo] That's amazing, Mr. Boreal! [NEW_DIALOG] ...Isn't that great, Strong!? [NEW_DIALOG] [DIALOG_START][Strong] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo] {e114}.{e114}.{e114}.{e114}Strong? [NEW_DIALOG] [DIALOG_START][SrBoreal] Geo... [NEW_DIALOG] I am certain that I have put him back to his original self. [NEW_DIALOG] But he is not the same as he was before... [NEW_DIALOG] There just wasn't enough data. [NEW_DIALOG] Some data must have been destroyed when he was torn apart. [NEW_DIALOG] [DIALOG_START][Geo_2] What...!? [NEW_DIALOG] [DIALOG_START][SrBoreal] Everyone, listen. [NEW_DIALOG] As far as I know, Luna and Strong were destroyed by the same weapon. [NEW_DIALOG] If that is true, then Luna could be in the same state that Strong was. [NEW_DIALOG] {ec13}... [NEW_DIALOG] That is all I know at the moment{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Zack] But, Mr. Boreal! [NEW_DIALOG] Strong came back to life! [NEW_DIALOG] [DIALOG_START][Bud] Y-Yeah! [NEW_DIALOG] Please put Prez back together again! [NEW_DIALOG] [DIALOG_START][SrBoreal] I'm sorry, everyone... [NEW_DIALOG] I was able to bring Strong back to life because he is a program created by people. [NEW_DIALOG] ...Because I was able to compensate for the missing data with a new program. [NEW_DIALOG] Luna is a human being, made of flesh and blood. [NEW_DIALOG] There's nothing I can do... [NEW_DIALOG] [DIALOG_START][Sonia] N-No way... [NEW_DIALOG] [DIALOG_START][Zack] T-That can't be... [NEW_DIALOG] [DIALOG_START][Bud] {ec13}(I must have misheard him...! {ec13} There must be some way!) [NEW_DIALOG] [DIALOG_START][SrBoreal] {ec13}... [NEW_DIALOG] There is nothing that I can do, but I think I may know of someone who can help. [NEW_DIALOG] {e213}{2} [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] [DIALOG_START][SrBoreal] Dr. Goodall is the woman in charge of the Satella Police Science Department. [NEW_DIALOG] She is recognized as one of the most brilliant scientists in the world. [NEW_DIALOG] If anyone can help, it's her... [NEW_DIALOG] [DIALOG_START][Geo_2] Dr. Goodall of the Satella Police...! [NEW_DIALOG] [DIALOG_START][SrBoreal] We don't have a moment to lose! Let's go visit Dr. Goodall! [NEW_DIALOG] [DIALOG_START][Geo] T-Thank you, Mr. Boreal! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Geo... [NEW_DIALOG] Aún no te he dicho qué hago aquí, ¿verdad? [NEW_DIALOG] La WAZA me ha pedido que repare el sistema medioambiental. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿La WAZA?! [NEW_DIALOG] [DIALOG_START][SrBoreal] Durante las tareas de reparación me topé con Strong... O con lo que quedaba de él. [NEW_DIALOG] Estaba descuartizado y sus restos estaban esparcidos por todas partes. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡¡!! [NEW_DIALOG] {ec13}(¡Por culpa de Joker!) [NEW_DIALOG] {ec13}(Entonces... ¡La Dele...!) [NEW_DIALOG] {e212}!{0} [DIALOG_START][SrBoreal] Busqué los restos de sus datos sin parar. [NEW_DIALOG] Y por suerte los encontré{e114}.{e114}.{e114}.{e114} En resumen, he conseguido reconstruir a Strong. [NEW_DIALOG] [DIALOG_START][Bud] Es la palabra más larga que he escuchado en mi vida... [NEW_DIALOG] [DIALOG_START][Zack] "Reconstruir" significa "volver a juntar". [NEW_DIALOG] [DIALOG_START][Geo_2] Entonces... [NEW_DIALOG] ¡¿Has resucitado a Strong?! [NEW_DIALOG] [DIALOG_START][SrBoreal] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo] ¡Qué alucine, Sr. Boreal! [NEW_DIALOG] ¡Es genial, ¿verdad, Strong?! [NEW_DIALOG] [DIALOG_START][Strong] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo] {e114}.{e114}.{e114}.{e114} ¿Strong? [NEW_DIALOG] [DIALOG_START][SrBoreal] Geo... [NEW_DIALOG] Estoy seguro de haberle devuelto a su estado original. [NEW_DIALOG] Pero ya no es el mismo de antes... [NEW_DIALOG] No había datos suficientes. [NEW_DIALOG] Cuando lo aniquilaron, seguramente destruyeran algunos datos. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Qué?! [NEW_DIALOG] [DIALOG_START][SrBoreal] Escuchadme bien. [NEW_DIALOG] Por lo que sé, a Luna y a Strong les destruyó la misma arma. [NEW_DIALOG] Siendo así, Luna podría estar en el mismo estado en el que encontré a Strong. [NEW_DIALOG] {ec13}... [NEW_DIALOG] Eso es todo lo que sé por ahora{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Zack] ¡Pero Sr. Boreal! [NEW_DIALOG] ¡Usted ha revivido a Strong! [NEW_DIALOG] [DIALOG_START][Bud] ¡S-sí! [NEW_DIALOG] ¡Vuelva a juntar los trocitos de la Dele, porfa! [NEW_DIALOG] [DIALOG_START][SrBoreal] Chicos, lo siento... [NEW_DIALOG] He podido resucitar a Strong porque es un programa creado por humanos. [NEW_DIALOG] Por eso he podidoo crear mis propios programas para suplir código perdido... [NEW_DIALOG] Luna es un ser humano de carne y hueso. [NEW_DIALOG] No puedo hacer nada... [NEW_DIALOG] [DIALOG_START][Sonia] N-no... [NEW_DIALOG] [DIALOG_START][Zack] N-no puede ser... [NEW_DIALOG] [DIALOG_START][Bud] {ec13}(¡Le habré oído mal! {ec13}¡Tiene que haber alguna forma!) [NEW_DIALOG] [DIALOG_START][SrBoreal] {ec13}... [NEW_DIALOG] Yo no puedo hacer nada, pero conozco a alguien que puede ayudaros. [NEW_DIALOG] {e213}{2} [DIALOG_START][Geo_2] {ec13}¡¡!! [NEW_DIALOG] [DIALOG_START][SrBoreal] La Dra. Goodall dirige el Departamento Científico de la Policía Satella. [NEW_DIALOG] Se trata de uno de los científicos más brillantes del mundo. [NEW_DIALOG] Si alguien puede ayudaros, será ella... [NEW_DIALOG] [DIALOG_START][Geo_2] ¡La Dra. Goodall, de la Policía Satella! [NEW_DIALOG] [DIALOG_START][SrBoreal] ¡No hay tiempo que perder! ¡Vamos a ver a la Dra. Goodall! [NEW_DIALOG] [DIALOG_START][Geo] ¡G-gracias, Sr. Boreal! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Hey, Geo. I heard what happened. [NEW_DIALOG] ...You should come over to Satella Police HQ, right away. [NEW_DIALOG] The top people are willing to put all of their energy into helping to find Luna. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Eh, Geo. Ya he oído lo que ha pasado. [NEW_DIALOG] Id cuanto antes al cuartel de la Policía Satella. [NEW_DIALOG] Los altos mandos harán todo lo que puedan para encontrar a Luna. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e202}{9}{e1a1} [DIALOG_START][NONAME] Geo got: "{e6e9}"! [NEW_DIALOG] [DIALOG_START][Ace] This is the security gate passcode. [NEW_DIALOG] A touch panel to input the code will pop up when you stand in front of the gate. [NEW_DIALOG] Please input the passcode with the touch panel once it has popped up. [NEW_DIALOG] I'll send some officers to come get you, just wait there. See you soon. [NEW_DIALOG] {e201}{9}{ec00}{1}
es_es: {ec00}{0}{e202}{9}{e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido: «{e6e9}»! [NEW_DIALOG] [DIALOG_START][Ace] Es la contraseña de la puerta de seguridad. [NEW_DIALOG] Cuando te pongas frente a ella, aparecerá una notificación para introducirla. [NEW_DIALOG] Púlsala e introduce la contraseña en el panel táctil. [NEW_DIALOG] Esperad aquí y vendrán a recogeros unos agentes. Nos vemos. [NEW_DIALOG] {e201}{9}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Satella Police HQ, huh...? [NEW_DIALOG] I guess it must be inside of Natl WAZA HQ... [NEW_DIALOG] [DIALOG_START][Sonia] Are Satella Police officers going to come to get us? [NEW_DIALOG] [DIALOG_START][Geo] Yeah. [NEW_DIALOG] Ace said to wait for them. [NEW_DIALOG] [DIALOG_START][SrBoreal] ...Geo! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Vaya, el cuartel de la Policía Satella... [NEW_DIALOG] Supongo que estará en las instalaciones nacionales de la WAZA... [NEW_DIALOG] [DIALOG_START][Sonia] ¿Unos agentes de la Policía Satella van a venir a por nosotros? [NEW_DIALOG] [DIALOG_START][Geo] Sí. [NEW_DIALOG] Ace ha dicho que les esperemos. [NEW_DIALOG] [DIALOG_START][SrBoreal] ¡Geo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Yes, Mr. Boreal? [NEW_DIALOG] [DIALOG_START][SrBoreal] Do you have a minute? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Sí, Sr. Boreal? [NEW_DIALOG] [DIALOG_START][SrBoreal] ¿Tienes un minuto? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] There's something I've been wanting to ask you... [NEW_DIALOG] [DIALOG_START][Geo_2] What is it...? [NEW_DIALOG] {e212}{1e}{0} [DIALOG_START][SrBoreal] It's about Noise. [NEW_DIALOG] Once you EM Wave Change into Mega Man, you should [NEW_DIALOG] feel the effects of Noise that is around you. [NEW_DIALOG] Noise has been building up more and more each day. [NEW_DIALOG] You haven't had anything strange happen? No problems at all? [NEW_DIALOG] If anything bad should happen, I would feel responsible. [NEW_DIALOG] I could never look your parents in the eye again. [NEW_DIALOG] If you ever feel even just a little bit strange, you should stop... [NEW_DIALOG] [DIALOG_START][Geo] There's nothing to worry about, Mr. Boreal! [NEW_DIALOG] Noise isn't a problem! [NEW_DIALOG] Ace, the man I just spoke to, gave me an anti-Noise program to use! [NEW_DIALOG] It's the Satella Police's most powerful program! [NEW_DIALOG] It allows me to see how much Noise is around by showing me the Noise Level! [NEW_DIALOG] [DIALOG_START][Mega] Well, simply put... [NEW_DIALOG] It's something that lets us control Noise! [NEW_DIALOG] And it gives us the ability to acquire illegal data! Isn't that sweet!? [NEW_DIALOG] [DIALOG_START][SrBoreal] Heh heh{e115}.{e115}.{e115}.{e115} Well, I suppose for now there's no reason to worry. [NEW_DIALOG] You can trust anything that comes from Dr. Goodall and the Satella Police. [NEW_DIALOG] {e115}.{e115}.{e115}.{e115}But, Geo... [NEW_DIALOG] I don't want to scare you, but there is still a lot that we don't know about Noise... [NEW_DIALOG] One theory claims that it accumulates inside of EM beings. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] Accumulates...!? So more and more builds up inside of them!? [NEW_DIALOG] [DIALOG_START][SrBoreal] Yes. [NEW_DIALOG] Right now, that program is helping, but... [NEW_DIALOG] Problems could possibly arise from being around Noise for too long. [NEW_DIALOG] ...Please be careful. [NEW_DIALOG] Don't overdo it, OK? [NEW_DIALOG] [DIALOG_START][Geo_2] O-OK...! [NEW_DIALOG] I promise to be careful! [NEW_DIALOG] [DIALOG_START][SrBoreal] ...Great! [NEW_DIALOG] {ec13}... [NEW_DIALOG] ...I just have one more thing I need to say. [NEW_DIALOG] [DIALOG_START][Geo_2] Sure, go ahead! [NEW_DIALOG] {ec00}{1}{e213}{1}{e100}<{ec00}{0} [DIALOG_START][SrBoreal] Geo... [NEW_DIALOG] There is always hope! [NEW_DIALOG] As long as you never give up! [NEW_DIALOG] [DIALOG_START][Geo] Yeah... [NEW_DIALOG] OK, Mr. Boreal...! [NEW_DIALOG] I promise to never give up and never surrender. [NEW_DIALOG] [DIALOG_START][SrBoreal] Sounds like a plan! [NEW_DIALOG] ...Try your hardest! I will do all I can, too! [NEW_DIALOG] [DIALOG_START][Geo] OK! [NEW_DIALOG] [DIALOG_START][Sonia] Geo! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Quería preguntarte una cosa... [NEW_DIALOG] [DIALOG_START][Geo_2] ¿El qué? [NEW_DIALOG] {e212}{1e}{0} [DIALOG_START][SrBoreal] Es sobre el Ruido. [NEW_DIALOG] Cuando te conviertes en Mega Man con el Cambio de Onda EM seguro [NEW_DIALOG] que notas los efectos del Ruido a tu alrededor. [NEW_DIALOG] El Ruido no para de crecer, día tras día. [NEW_DIALOG] ¿No has notado nada raro? ¿Algún problema o algo? [NEW_DIALOG] Si llegara a pasarte algo malo, no me lo perdonaría. [NEW_DIALOG] No podría volver a mirar a tus padres a la cara. [NEW_DIALOG] Si en algún momento sientes que algo no va bien, no sigas... [NEW_DIALOG] [DIALOG_START][Geo] ¡No se preocupe, Sr. Boreal! [NEW_DIALOG] ¡Tengo el Ruido a raya! [NEW_DIALOG] ¡Ace, el hombre con el que acabo de hablar, me dio un programa antiRuido! [NEW_DIALOG] ¡El programa más potente de la Policía Satella! [NEW_DIALOG] ¡Con él se me muestra el Nivel de Ruido que hay a mi alrededor! [NEW_DIALOG] [DIALOG_START][Mega] En resumen... [NEW_DIALOG] ¡Que con él podemos controlar el Ruido! [NEW_DIALOG] ¡Y también podemos conseguir datos ilegales! ¡¿Mola o no mola?! [NEW_DIALOG] [DIALOG_START][SrBoreal] Je, je{e115}.{e115}.{e115}.{e115} Bueno, parece que no tengo de qué preocuparme. [NEW_DIALOG] Confía en la Dra. Goodall y en la Policía Satella, Geo. [NEW_DIALOG] {e115}.{e115}.{e115}.{e115} Pero, Geo... [NEW_DIALOG] No es por asustarte, pero aún no sabemos muchas cosas sobre el Ruido... [NEW_DIALOG] Hay una teoría que afirma que se acumula en los cuerpos EM. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡¡!! [NEW_DIALOG] ¡¿Que se acumula?! ¡¿Así que cada vez van teniendo más Ruido dentro!? [NEW_DIALOG] [DIALOG_START][SrBoreal] Sí. [NEW_DIALOG] Puede que ese programa te sea de ayuda, pero... [NEW_DIALOG] Puede que aparezcan complicaciones por tanta exposición al Ruido. [NEW_DIALOG] Ten cuidado, por favor. [NEW_DIALOG] No te pases, ¿vale? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡V-vale! [NEW_DIALOG] ¡Tendré cuidado, lo prometo! [NEW_DIALOG] [DIALOG_START][SrBoreal] ¡Genial! [NEW_DIALOG] {ec13}... [NEW_DIALOG] Tengo una última cosa que decirte. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Claro, dime! [NEW_DIALOG] {ec00}{1}{e213}{1}{e100}<{ec00}{0} [DIALOG_START][SrBoreal] Geo... [NEW_DIALOG] ¡Nunca pierdas la esperanza! [NEW_DIALOG] ¡Nunca te rindas! [NEW_DIALOG] [DIALOG_START][Geo] Sí... [NEW_DIALOG] ¡Claro, Sr. Boreal! [NEW_DIALOG] Le prometo que nunca jamás me rendiré. [NEW_DIALOG] [DIALOG_START][SrBoreal] ¡Me parece genial! [NEW_DIALOG] ¡Esfuerzáte al máximo! ¡Yo también haré todo lo que esté en mi mano! [NEW_DIALOG] [DIALOG_START][Geo] ¡Vale! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Geo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] The WAZA people are here! [NEW_DIALOG] [DIALOG_START][Geo] OK, thanks! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Ya están aquí los de la WAZA! [NEW_DIALOG] [DIALOG_START][Geo] ¡Vale, gracias! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Thanks again, Mr. Boreal! [NEW_DIALOG] [DIALOG_START][SrBoreal] Not a problem, Geo. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Y gracias a usted, Sr. Boreal! [NEW_DIALOG] [DIALOG_START][SrBoreal] No ha sido nada, Geo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] {ec13}... [NEW_DIALOG] I'm pretty worthless, aren't I, Strong? [NEW_DIALOG] I couldn't do anything for them. [NEW_DIALOG] I couldn't even help you... [NEW_DIALOG] Darn it{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Strong] ... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] {ec13}... [NEW_DIALOG] Soy un inútil, ¿verdad, Strong? [NEW_DIALOG] No he podido ayudarles. [NEW_DIALOG] Ni he podido ayudarte a ti... [NEW_DIALOG] Maldición{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Strong] ... [NEW_DIALOG] {ec00}{1}
