Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch4/07.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Vogue] Geo! [NEW_DIALOG] [DIALOG_START][Geo] Vogue! I'm glad to see you're OK! [NEW_DIALOG] [DIALOG_START][Vogue] It's all thanks to Dr. Goodall!{e115} Thank you, Dr. Goodall! [NEW_DIALOG] [DIALOG_START][DraGoodall] You are very welcome. [NEW_DIALOG] [DIALOG_START][Vogue] So now, Geo... [NEW_DIALOG] There's something about Luna that I have to tell you. [NEW_DIALOG] [DIALOG_START][Geo_2] Huh...!? [NEW_DIALOG] V-Vogue{e114}.{e114}.{e114}.{e114} What is it that you know!? [NEW_DIALOG] [DIALOG_START][Vogue] Luna isn't... [NEW_DIALOG] Luna isn't gone... [NEW_DIALOG] She's waiting and counting on everyone! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Vogue] ¡Geo! [NEW_DIALOG] [DIALOG_START][Geo] ¡Vogue! ¡Menos mal que estás bien! [NEW_DIALOG] [DIALOG_START][Vogue] ¡Gracias a la Dra. Goodall!{e115} ¡Muchas gracias, Dra. Goodall! [NEW_DIALOG] [DIALOG_START][DraGoodall] No hay de qué, bonita. [NEW_DIALOG] [DIALOG_START][Vogue] Geo... [NEW_DIALOG] Tengo que decirte algo sobre Luna. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Eh?! [NEW_DIALOG] V-Vogue{e114}.{e114}.{e114}.{e114} ¡¿Qué tienes que decirme?! [NEW_DIALOG] [DIALOG_START][Vogue] Luna no... [NEW_DIALOG] Luna no se ha ido... [NEW_DIALOG] ¡Ella os está esperando a todos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] P-Prez is... [NEW_DIALOG] [DIALOG_START][Zack] Waiting on us!? [NEW_DIALOG] [DIALOG_START][Geo_2] W-What do you mean...!? [NEW_DIALOG] [DIALOG_START][Vogue] Luna has become an EM being, and her data has been scattered across {e4c4}... [NEW_DIALOG] [DIALOG_START][Sonia] Luna is an EM being...!? [NEW_DIALOG] [DIALOG_START][Zack] An EM being that's been scattered about... [NEW_DIALOG] That's exactly what happened to Strong! [NEW_DIALOG] [DIALOG_START][Bud] ...And that means!? [NEW_DIALOG] [DIALOG_START][DraGoodall] {ec13}... [NEW_DIALOG] If we collect all of your friend's data, it may be [NEW_DIALOG] possible to reconstruct her and bring her back. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] L-la Dele... [NEW_DIALOG] [DIALOG_START][Zack] ¡¿Nos está esperando?! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Q-qué quieres decir?! [NEW_DIALOG] [DIALOG_START][Vogue] Luna se ha convertido en un ser EM, y sus datos están repartidos por {e4c4}... [NEW_DIALOG] [DIALOG_START][Sonia] ¡¿Luna es un ser EM?! [NEW_DIALOG] [DIALOG_START][Zack] Un ser EM desperdigado... [NEW_DIALOG] ¡Igualito que Strong! [NEW_DIALOG] [DIALOG_START][Bud] ¡¿Y eso significa que...?! [NEW_DIALOG] [DIALOG_START][DraGoodall] {ec13}... [NEW_DIALOG] Puede que si recogemos sus datos y los [NEW_DIALOG] reconstruimos, vuelva con nosotros. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] We{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Geo] We can save her!! [NEW_DIALOG] Did you guys hear that!? We can save Prez!! [NEW_DIALOG] Isn't this great, Sonia!? Bud, Zack!? [NEW_DIALOG] [DIALOG_START][Sonia] Yeah... Yeah! [NEW_DIALOG] It's fantastic! [NEW_DIALOG] [DIALOG_START][Zack] Geo! Everyone! [NEW_DIALOG] [DIALOG_START][Bud] W-W-Wa... [NEW_DIALOG] Waaaaaa! Prez!! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] ...It's just a possibility, right? [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][Geo] Entonces{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Geo] ¡¡Podemos salvarla!! [NEW_DIALOG] ¡¿Lo habéis oído?! ¡¡Podemos salvar a la Dele!! [NEW_DIALOG] ¡Es genial, ¿verdad, Sonia?! ¡¿Bud, Zack?! [NEW_DIALOG] [DIALOG_START][Sonia] Sí... ¡Sí! [NEW_DIALOG] ¡Es fantástico! [NEW_DIALOG] [DIALOG_START][Zack] ¡Geo! ¡Chicos! [NEW_DIALOG] [DIALOG_START][Bud] B-b-bu... [NEW_DIALOG] ¡Buuaaaaa! ¡¡Dele!! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] No estás 100% segura de que acabe bien, ¿no? [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][Geo_2] A-Ace... [NEW_DIALOG] [DIALOG_START][Ace] While she is an EM being at the moment, she's really a human being. [NEW_DIALOG] They are two fundamentally different things, right? [NEW_DIALOG] There's no guarantee that everything will go according to plan. [NEW_DIALOG] [DIALOG_START][Zack] *sniffle, sniffle* [NEW_DIALOG] {e115}D-Dr. Goodall...? [NEW_DIALOG] [DIALOG_START][Bud] M-Ma'am... I-Is that true...? [NEW_DIALOG] [DIALOG_START][DraGoodall] {ec13}... [NEW_DIALOG] As Arthur said... [NEW_DIALOG] If Luna was a Wizard, we could use programs to make up for any missing data. [NEW_DIALOG] But that process will not work with human beings.... [NEW_DIALOG] A program that could do that would be just too complicated to get right. [NEW_DIALOG] And even with Wizards... [NEW_DIALOG] Well, you've seen the state that Strong is in... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}...! [NEW_DIALOG] [DIALOG_START][DraGoodall] And even if such a program could be created, it wouldn't [NEW_DIALOG] guarantee that she would be 100% her original self... [NEW_DIALOG] If just the slightest bit of data was missing, it would not work. [NEW_DIALOG] It will take a miracle... [NEW_DIALOG] [DIALOG_START][Bud] A m-{e115}miracle... [NEW_DIALOG] [DIALOG_START][Zack] Miracles are... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] A-Ace... [NEW_DIALOG] [DIALOG_START][Ace] Por mucho que ahora sea un ser EM, sigue siendo humana. [NEW_DIALOG] Son dos cosas completamente distintas, ¿no? [NEW_DIALOG] No podemos saber con seguridad que este plan vaya a funcionar. [NEW_DIALOG] [DIALOG_START][Zack] Snif, snif... [NEW_DIALOG] {e115}¿D-Dra. Goodall? [NEW_DIALOG] [DIALOG_START][Bud] S-señora... ¿D-de verdad? [NEW_DIALOG] [DIALOG_START][DraGoodall] {ec13}... [NEW_DIALOG] Es tal y como ha dicho Arthur... [NEW_DIALOG] Si Luna fuera un Wizard podría reponer código perdido con mis programas. [NEW_DIALOG] Pero un humano no funciona así.... [NEW_DIALOG] No hay programa en el mundo capaz de recrear algo tan complejo. [NEW_DIALOG] Incluso en el caso de los Wizards... [NEW_DIALOG] Bueno, ya habéis visto en qué estado se encuentra Strong... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][DraGoodall] Y aunque dicho programa existiera, no habría [NEW_DIALOG] garantías de que volviera a su antiguo yo al 100%... [NEW_DIALOG] Conque faltara una pizca de datos, todo se iría al traste. [NEW_DIALOG] Necesitamos un milagro... [NEW_DIALOG] [DIALOG_START][Bud] Un m-{e115}milagro... [NEW_DIALOG] [DIALOG_START][Zack] Un milagro... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Bud, Zack... You can't give up! [NEW_DIALOG] Maybe a miracle won't happen but... [NEW_DIALOG] But... {e115}Prez is counting on us! [NEW_DIALOG] She would want all of her friends to be there for her when she comes back! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] [DIALOG_START][Vogue] Geo... [NEW_DIALOG] You're wrong! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Bud, Zack... ¡No os rindáis todavía! [NEW_DIALOG] Puede que no ocurra un milagro, pero... [NEW_DIALOG] Pero... {e115}¡La Dele nos está esperando! [NEW_DIALOG] ¡Seguro que quiere que estemos todos cuando vuelva! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}... [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] [DIALOG_START][Vogue] Geo... [NEW_DIALOG] ¡Te equivocas! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡¿?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Vogue] A miracle is{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ...Already happening! [NEW_DIALOG] [DIALOG_START][Geo_2] What do you mean...!? [NEW_DIALOG] [DIALOG_START][Vogue] Your Purpose! [NEW_DIALOG] Luna is still connected to everyone through the strong bond that you all share! [NEW_DIALOG] That bond is your Purpose! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] {ec13}(That's true!) [NEW_DIALOG] {ec13}(The reason Prez's data {ec13} and our shared Purpose {ec13} hasn't disappeared is [NEW_DIALOG] {ec13} that she is still alive... {ec13} And because our bond {ec13} with her is still strong...!) [NEW_DIALOG] [DIALOG_START][Vogue] Your shared Purpose... [NEW_DIALOG] Your strong bond as friends is what's keeping Luna connected to this world...! [NEW_DIALOG] Isn't the power of friendship absolutely amazing!? [NEW_DIALOG] Through your bond, Luna's data is kept from being lost. [NEW_DIALOG] It's keeping her data tied to this world! [NEW_DIALOG] [DIALOG_START][DraGoodall] Well{e114}.{e114}.{e114}.{e114} That's{e114}.{e114}.{e114}.{e114} That's amazing! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] Waaaaaa! We're coming for you, Prez!! [NEW_DIALOG] {ec00}{1}{e212}{1f}{0}
es_es: {ec00}{0} [DIALOG_START][Vogue] El milagro{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ...¡ya está en marcha! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Qué dices?! [NEW_DIALOG] [DIALOG_START][Vogue] ¡Vuestro Propósito! [NEW_DIALOG] ¡Luna está conectada con todos vosotros por los fuertes lazos que os unen! [NEW_DIALOG] ¡Y uno de esos lazos es vuestro Propósito! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡! [NEW_DIALOG] {ec13}(¡Es verdad!) [NEW_DIALOG] {ec13}(La razón por la que la {ec13}Dele y nuestro Propósito {ec13}no han desaparecido es [NEW_DIALOG] {ec13}que sigue viva... {ec13}¡Y nuestro vínculo es más {ec13}fuerte que nunca!) [NEW_DIALOG] [DIALOG_START][Vogue] Vuestro Propósito... [NEW_DIALOG] ¡Vuestros lazos que os unen como amigos mantienen a Luna en este mundo! [NEW_DIALOG] ¡El poder de la amistad es increíble! [NEW_DIALOG] Gracias a vuestro vínculo, los datos de Luna siguen en este mundo. [NEW_DIALOG] ¡Sus datos están unidos a vosotros! [NEW_DIALOG] [DIALOG_START][DraGoodall] A ver{e114}.{e114}.{e114}.{e114} Es{e114}.{e114}.{e114}.{e114} ¡Es increíble! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] ¡Buuuaaaa! ¡¡Dele, vamos a encontrarte!! [NEW_DIALOG] {ec00}{1}{e212}{1f}{0}

source: {ec00}{0} [DIALOG_START][Zack] Our bond with Prez... [NEW_DIALOG] I'm... I'm going to cry, again... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] Nuestro vínculo con la Dele... [NEW_DIALOG] Que... Que me pongo a llorar otra vez... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Save it for when Prez comes back, Zack! [NEW_DIALOG] [DIALOG_START][Mega] Finally! [NEW_DIALOG] Everyone can cheer up and the gloomy mood can get out of here. [NEW_DIALOG] Alright, Geo! [NEW_DIALOG] Let's go find all the Prez crumbs! [NEW_DIALOG] [DIALOG_START][Geo] Prez crumbs!? [NEW_DIALOG] If she hears you say that, when she comes back she'll... [NEW_DIALOG] Why don't we call them Prez pieces? [NEW_DIALOG] [DIALOG_START][Mega] Either is fine, isn't it!? Let's just get moving. [NEW_DIALOG] [DIALOG_START][DraGoodall] Would you please wait a minute, Geo? [NEW_DIALOG] [DIALOG_START][Geo_2] S-Sure. What is it Dr. Goodall? [NEW_DIALOG] [DIALOG_START][DraGoodall] ...Acidina... [NEW_DIALOG] Won't you please go with these two on their search? [NEW_DIALOG] [DIALOG_START][Acid] {ec13}! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Aguanta hasta que volvamos a ver a la Dele, Zack! [NEW_DIALOG] [DIALOG_START][Mega] ¡Por fin! [NEW_DIALOG] Ya era hora de que os animarais y se os iluminara un poco la cara. [NEW_DIALOG] ¡Venga, Geo! [NEW_DIALOG] ¡Vamos a encontrar las migajas de la Dele! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Las migajas de la dele?! [NEW_DIALOG] Como te oiga decir eso cuando vuelva... [NEW_DIALOG] ¿Por qué no los llamamos fragmentos de la Dele? [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Qué más da?! Menos hablar y más mover el culo. [NEW_DIALOG] [DIALOG_START][DraGoodall] ¿Podrías esperar un momento, Geo? [NEW_DIALOG] [DIALOG_START][Geo_2] C-claro. ¿Qué pasa, Dra. Goodall? [NEW_DIALOG] [DIALOG_START][DraGoodall] Acidina... [NEW_DIALOG] ¿Te importaría acompañarlos en su misión? [NEW_DIALOG] [DIALOG_START][Acid] {ec13}¡! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}¡! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Huh!? [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] W-{e115}What!? [NEW_DIALOG] [DIALOG_START][DraGoodall] You won't find a Wizard with better analysis abilities than Acidina. [NEW_DIALOG] And those skills will be vital to finding the pieces of your friend. [NEW_DIALOG] [DIALOG_START][Ace] Umm, Doc... [NEW_DIALOG] I sure could use Acid here with me... [NEW_DIALOG] [DIALOG_START][DraGoodall] Arthur... [NEW_DIALOG] Even you said you wanted to help out these children, or did I misunderstand you? [NEW_DIALOG] [DIALOG_START][Ace] Well, {e115}umm... But, {e115}I mean... [NEW_DIALOG] Acid is a national secret, and a vital member of the Satella Police. [NEW_DIALOG] [DIALOG_START][Mega] Bah!! [NEW_DIALOG] I don't need that guy's help! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] Not. At. All. [NEW_DIALOG] [DIALOG_START][Geo_2] Geez, Mega! It's not like you two have to become best buddies or anything! [NEW_DIALOG] ...Please, Ace! [NEW_DIALOG] Please let Acid help us get Prez back! [NEW_DIALOG] [DIALOG_START][Sonia] Please, Ace! [NEW_DIALOG] [DIALOG_START][Bud] Please! [NEW_DIALOG] [DIALOG_START][Zack] We really need him! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡¿Eh?! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] ¡¿Q-{e115}qué?! [NEW_DIALOG] [DIALOG_START][DraGoodall] No existe un Wizard con mejor capacidad analítica que Acidina. [NEW_DIALOG] Y no podréis encontrar los fragmentos de vuestra amiga sin esa habilidad. [NEW_DIALOG] [DIALOG_START][Ace] A ver, Doc... [NEW_DIALOG] Creo que Acid sería más útil aquí conmigo... [NEW_DIALOG] [DIALOG_START][DraGoodall] Arthur... [NEW_DIALOG] Has dicho que querías ayudar a esos niños, ¿o te he entendido mal? [NEW_DIALOG] [DIALOG_START][Ace] Bueno, {e115}esto... Pero, {e115}a ver... [NEW_DIALOG] Acid es un secreto nacional y un miembro indispensable para la Policía Satella. [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Bah!! [NEW_DIALOG] ¡No necesitamos su ayuda! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] Para. Nada. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡En serio, Mega! ¡Que no tienes que hacerte amiguito suyo ni nada! [NEW_DIALOG] ¡Por favor, Ace! [NEW_DIALOG] ¡Deja que Acid nos ayude a encontrar a la Dele! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Por favor, Ace! [NEW_DIALOG] [DIALOG_START][Bud] ¡Por favor! [NEW_DIALOG] [DIALOG_START][Zack] ¡Lo necesitamos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid] Ace...{e115} I'm asking you too. Please let me help them. [NEW_DIALOG] This is a chance for us to examine their strength that we may never have again. [NEW_DIALOG] We have a lot to gain. [NEW_DIALOG] And... I want to... [NEW_DIALOG] I want to help the kids out. [NEW_DIALOG] [DIALOG_START][Ace] *sigh* OK, OK! [NEW_DIALOG] Get out of here then! [NEW_DIALOG] [DIALOG_START][Acid] You have my gratitude. [NEW_DIALOG] I'll keep communications open via our usual code. [NEW_DIALOG] Please call for my return at any sign of needing my help. [NEW_DIALOG] [DIALOG_START][Ace] Got it. [NEW_DIALOG] Well, you better help them real good after all this fuss. [NEW_DIALOG] I'll be monitoring you in real time. [NEW_DIALOG] I'll be able to come in for backup at any time. [NEW_DIALOG] [DIALOG_START][Acid] Understood. [NEW_DIALOG] [DIALOG_START][Geo] A-Ace...! Thank you so much! [NEW_DIALOG] [DIALOG_START][Mega] ...Grrr! [NEW_DIALOG] [DIALOG_START][Acid] Geo Stelar. [NEW_DIALOG] It would be best if only the three of us head to {e4c4}. [NEW_DIALOG] Would it be fine to have everyone else wait on standby here? [NEW_DIALOG] [DIALOG_START][Geo_2] O-Of course! [NEW_DIALOG] [DIALOG_START][Acid] Please speak to the staff member in front of the [NEW_DIALOG] Wave Liner when you are prepared to leave. [NEW_DIALOG] He will transport you to {e4c4}. [NEW_DIALOG] [DIALOG_START][Geo] Got it...! Thanks, Acid! [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG was equipped with the "{e26b}"! [NEW_DIALOG] {e202}%{e201}%{e210}{548} [DIALOG_START][NONAME] Acid was installed! [NEW_DIALOG] {ec00}{1}{e213}{0}{e211}{1}{e100}<{ec00}{0} [DIALOG_START][Acid] When you arrive in {e4c4}, please touch the pop-up to contact me. [NEW_DIALOG] I will be able to search for the data of Luna Platz within the area you are in. [NEW_DIALOG] The data is scattered about the various areas of {e4c4}. [NEW_DIALOG] The Real World, the Wave Road, Cyber Cores... [NEW_DIALOG] Every nook and cranny must be exhaustively searched. [NEW_DIALOG] Let's begin... [NEW_DIALOG] {ec00}{1}{e201}%{e100}({ec00}{0}{e202}L{e1a1} [DIALOG_START][NONAME] Geo got: "{e72c}"! [NEW_DIALOG] [DIALOG_START][Acid] This will display the data that you have gathered. [NEW_DIALOG] Touch the pop-up every once in a while to check how much data you have gathered. [NEW_DIALOG] {e201}L{ec00}{1}{e100}<{ec00}{0} [DIALOG_START][Sonia] Geo! [NEW_DIALOG] [DIALOG_START][Bud] You can do it! [NEW_DIALOG] [DIALOG_START][Zack] We'll be waiting! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid] Ace...{e115} Te lo pido yo también. Deja que les ayude. [NEW_DIALOG] Es una oportunidad de oro para comprobar su fuerza. [NEW_DIALOG] No tenemos nada que perder. [NEW_DIALOG] Y... yo quiero... [NEW_DIALOG] Quiero echarle una mano a los chavales. [NEW_DIALOG] [DIALOG_START][Ace] Ay... ¡Vale, vale! [NEW_DIALOG] ¡Largo de aquí todos! [NEW_DIALOG] [DIALOG_START][Acid] Te lo agradezco. [NEW_DIALOG] Dejaré las comunicaciones abiertas por el canal de siempre. [NEW_DIALOG] Si me necesitas, llámame en cualquier momento. [NEW_DIALOG] [DIALOG_START][Ace] Hecho. [NEW_DIALOG] Ya puedes ayudarles bien después de todo este numerito. [NEW_DIALOG] Os monitorizaré en tiempo real. [NEW_DIALOG] Así podré ir en vuestra ayuda si es necesario. [NEW_DIALOG] [DIALOG_START][Acid] Entendido. [NEW_DIALOG] [DIALOG_START][Geo] ¡A-Ace!... ¡Muchas gracias! [NEW_DIALOG] [DIALOG_START][Mega] ¡Grrr! [NEW_DIALOG] [DIALOG_START][Acid] Geo Stelar. [NEW_DIALOG] Lo mejor sería que solo fuéramos a {e4c4} nosotros tres. [NEW_DIALOG] ¿Te parece si el resto se queda aquí esperando? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡C-claro! [NEW_DIALOG] [DIALOG_START][Acid] Habla con el personal del surcaondas [NEW_DIALOG] cuando quieras irte. [NEW_DIALOG] Os llevará a {e4c4}. [NEW_DIALOG] [DIALOG_START][Geo] ¡Vale! ¡Gracias, Acid! [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START][NONAME] ¡Se ha instalado el «{e26b}» en el {e4a6}-VG! [NEW_DIALOG] {e202}%{e201}%{e210}{548} [DIALOG_START][NONAME] ¡Acid instalado! [NEW_DIALOG] {ec00}{1}{e213}{0}{e211}{1}{e100}<{ec00}{0} [DIALOG_START][Acid] Cuando lleguéis a {e4c4}, toca la notificación y llámame. [NEW_DIALOG] Así podré buscar los fragmentos de Luna Platz que haya cerca de ti. [NEW_DIALOG] Los datos están repartidos por varias zonas de {e4c4}. [NEW_DIALOG] El Mundo Real, la Carretera de Ondas, Cibernúcleos... [NEW_DIALOG] Debes mirar hasta debajo de las piedras. [NEW_DIALOG] A ver... [NEW_DIALOG] {ec00}{1}{e201}%{e100}({ec00}{0}{e202}L{e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido: «{e72c}»! [NEW_DIALOG] [DIALOG_START][Acid] Aquí se mostrarán los datos que hayas conseguido. [NEW_DIALOG] Si te olvidas de cuántos datos llevas, toca la notificación y listo. [NEW_DIALOG] {e201}L{ec00}{1}{e100}<{ec00}{0} [DIALOG_START][Sonia] ¡Geo! [NEW_DIALOG] [DIALOG_START][Bud] ¡Tú puedes! [NEW_DIALOG] [DIALOG_START][Zack] ¡Te esperamos aquí! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][DraGoodall] So, Geo. [NEW_DIALOG] [DIALOG_START][Geo_2] Yes? [NEW_DIALOG] [DIALOG_START][DraGoodall] Why don't we become Brothers? [NEW_DIALOG] [DIALOG_START][Geo_2] Are you sure about that...? I'm just a kid! [NEW_DIALOG] [DIALOG_START][DraGoodall] Well, don't we both already share the same Purpose? [NEW_DIALOG] To "Get Luna Back", right? [NEW_DIALOG] It would be strange to not be Brothers! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][DraGoodall] Oye, Geo. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Sí? [NEW_DIALOG] [DIALOG_START][DraGoodall] ¿Por qué no nos hacemos Hermanos? [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Está segura? ¡Si solo soy un niño! [NEW_DIALOG] [DIALOG_START][DraGoodall] Bueno, ya compartimos el mismo Propósito, ¿no? [NEW_DIALOG] «Recuperar a Luna», ¿no? [NEW_DIALOG] ¡¿Qué hay de raro en que nos hagamos Hermanos?! [NEW_DIALOG] {ec00}{1}

source: {e16e}{0}{17}{ec00}{0} [DIALOG_START][NONAME] Geo and Dr. Goodall formed a Brother Band! [NEW_DIALOG] Geo's Link Power went up by 40! [NEW_DIALOG] {ec00}{1}{e204}{5}{ec00}{0} [DIALOG_START][NONAME] Geo's Team and Purpose have changed! [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START][DraGoodall] ...OK, done! [NEW_DIALOG] Geo, Meggers, Acidina... Be careful and come back safe now, ya hear? [NEW_DIALOG] [DIALOG_START][Geo] We will. I promise! Alright, let's go! [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {e16e}{0}{17}{ec00}{0} [DIALOG_START][NONAME] ¡Geo y la Dra. Goodall han formado una Bandahermano! [NEW_DIALOG] ¡El Poder Empático de Geo ha aumentado en 40 puntos! [NEW_DIALOG] {ec00}{1}{e204}{5}{ec00}{0} [DIALOG_START][NONAME] ¡El Equipo y Propósito de Geo han cambiado! [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START][DraGoodall] ¡Bien, listo! [NEW_DIALOG] Geo, Megatón, Acidina... Volved sanos y salvos, ¿me habéis oído? [NEW_DIALOG] [DIALOG_START][Geo] Lo haremos. ¡Prometido! ¡En marcha! [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Ace] Doc... [NEW_DIALOG] What's the real outlook? [NEW_DIALOG] [DIALOG_START][DraGoodall] Well... [NEW_DIALOG] If they find all of her data... [NEW_DIALOG] I would guess there's about a 30% chance of saving her. [NEW_DIALOG] [DIALOG_START][Ace] 30%... [NEW_DIALOG] So the odds are slim to none in saving that girl, huh. [NEW_DIALOG] [DIALOG_START][DraGoodall] ...Yeah. [NEW_DIALOG] [DIALOG_START][Ace] Oh, I'm sorry, Doc... [NEW_DIALOG] I always do this. I didn't mean to make you worry more than you already are. [NEW_DIALOG] [DIALOG_START][DraGoodall] It's fine{e114}.{e114}.{e114}.{e114} It's fine. [NEW_DIALOG] I am hardly an innocent person, myself... [NEW_DIALOG] What's happened to that child, and what he's had to go through... [NEW_DIALOG] It's all my fault. [NEW_DIALOG] The one you should feel sorry for is that poor little Geo... [NEW_DIALOG] We have to... We have to help him. [NEW_DIALOG] [DIALOG_START][Ace] Doc... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Doc... [NEW_DIALOG] ¿Cómo está el panorama de verdad? [NEW_DIALOG] [DIALOG_START][DraGoodall] Bueno... [NEW_DIALOG] Si encuentran todos los datos... [NEW_DIALOG] Diría que hay un 30% de posibilidades de salvarla. [NEW_DIALOG] [DIALOG_START][Ace] 30%... [NEW_DIALOG] Vamos, que hay pocas posibilidades de salvar a la chica. [NEW_DIALOG] [DIALOG_START][DraGoodall] Sí... [NEW_DIALOG] [DIALOG_START][Ace] Lo siento, Doc... [NEW_DIALOG] Siempre estoy igual. No quería preocuparte más de lo que ya estás. [NEW_DIALOG] [DIALOG_START][DraGoodall] No pasa nada{e114}.{e114}.{e114}.{e114} Nada de nada. [NEW_DIALOG] Soy una inocentona, la verdad... [NEW_DIALOG] Lo que le ha pasado a esa chica, y todo lo que le está pasando a Geo... [NEW_DIALOG] Es culpa mía. [NEW_DIALOG] Por quien deberías sentirlo es por ese pobrecillo de Geo... [NEW_DIALOG] Tenemos... Tenemos que ayudarle. [NEW_DIALOG] [DIALOG_START][Ace] Doc... [NEW_DIALOG] {ec00}{1}
