Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch4/15.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] {ec13}... [NEW_DIALOG] Uhhh{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] {ec13}... [NEW_DIALOG] Uuhh{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] What are you doing, Zack? [NEW_DIALOG] Don't make weird noises. You freaked me out! [NEW_DIALOG] [DIALOG_START][Zack] S-Sorry... But... [NEW_DIALOG] Uhhh.... [NEW_DIALOG] It's just that I have a bad feeling... [NEW_DIALOG] [DIALOG_START][Bud] A bad feeling? [NEW_DIALOG] [DIALOG_START][Zack] Yeah... I think something's going to happen. [NEW_DIALOG] [DIALOG_START][Bud] J-Just quit it, Zack! [NEW_DIALOG] You wouldn't say stuff like that if you weren't such a scaredy-cat! [NEW_DIALOG] [DIALOG_START][Zack] But... [NEW_DIALOG] I can't control having a bad feeling! [NEW_DIALOG] [DIALOG_START][Bud] ... [NEW_DIALOG] Yeah, I guess... [NEW_DIALOG] By the way, Geo, Acid, and Omega-Xis are late. [NEW_DIALOG] [DIALOG_START][Zack] Ace said that they were progressing well... [NEW_DIALOG] {ec00}{1}{e213}{2}{e100}<{e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Sonia] Ahhh! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¿Qué haces, Zack? [NEW_DIALOG] Deja de hacer ruiditos. ¡Menudo susto! [NEW_DIALOG] [DIALOG_START][Zack] L-lo siento... But... [NEW_DIALOG] Uhhh.... [NEW_DIALOG] Es que tengo un mal presentimiento... [NEW_DIALOG] [DIALOG_START][Bud] ¿Un mal presentimiento? [NEW_DIALOG] [DIALOG_START][Zack] Sí... Como si fuera a pasar algo malo. [NEW_DIALOG] [DIALOG_START][Bud] ¡C-corta el rollo, Zack! [NEW_DIALOG] ¡Si no fueras un gallina no dirías esas cosas! [NEW_DIALOG] [DIALOG_START][Zack] Pero... [NEW_DIALOG] ¡Yo qué culpa tengo de tener un mal presentimiento! [NEW_DIALOG] [DIALOG_START][Bud] ... [NEW_DIALOG] Bueno, claro... [NEW_DIALOG] Por cierto, Geo, Acid y Omega-Xis llegan tarde. [NEW_DIALOG] [DIALOG_START][Zack] Ace ha dicho que la cosa iba bien... [NEW_DIALOG] {ec00}{1}{e213}{2}{e100}<{e1a0}{3}{1e}{ec00}{0} [DIALOG_START][Sonia] ¡Ahhh! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Whoa! [NEW_DIALOG] [DIALOG_START][Zack] Ah! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Ah! [NEW_DIALOG] [DIALOG_START][Zack] ¡Ah! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Cut it out, you two! [NEW_DIALOG] [DIALOG_START][Bud] W-W-What is it!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Vosotros dos, ya basta! [NEW_DIALOG] [DIALOG_START][Bud] ¡¿Q-q-qué pasa?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a9}{ec13}... [NEW_DIALOG] [DIALOG_START][Sonia] Umm... Isn't that Omega-Xis? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a9}{ec13}... [NEW_DIALOG] [DIALOG_START][Sonia] Umm... ¿Ese no es Omega-Xis? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] {e114}.{e114}.{e114}.{e114}It looks like him, but... [NEW_DIALOG] [DIALOG_START][Bud] Did they come back!? [NEW_DIALOG] Hey! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] Eso parece, pero{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Bud] ¡¿Ya han vuelto?! [NEW_DIALOG] Hey! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Wait up, Bud! [NEW_DIALOG] Come on, Zack! [NEW_DIALOG] [DIALOG_START][Zack] OK! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Espera, Bud! [NEW_DIALOG] ¡Vamos, Zack! [NEW_DIALOG] [DIALOG_START][Zack] ¡Vale! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Hey, Omega-Xis! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Eh, Omega-Xis! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] What's wrong? Why did you stop here...? [NEW_DIALOG] And why are you alone? Are you hungry...? [NEW_DIALOG] [DIALOG_START][Sonia] Bud! You know that's not possible! [NEW_DIALOG] Where's Geo, Omega-Xis? [NEW_DIALOG] Why are you all alone? [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START]{a9}{ec13}... [NEW_DIALOG] {e115}Grrr... [NEW_DIALOG] [DIALOG_START][Lyra] {ec13}...!! [NEW_DIALOG] Sonia, watch out! [NEW_DIALOG] [DIALOG_START][Sonia] Huh!? [NEW_DIALOG] [DIALOG_START][Lyra] He's not Omega-Xis... [NEW_DIALOG] He's a fake! [NEW_DIALOG] [DIALOG_START]{a9}... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START]{a9}Urrraaagh! [NEW_DIALOG] {ec00}{1}{e212}{19}{0}
es_es: {ec00}{0} [DIALOG_START][Bud] ¿Qué pasa? ¿Qué haces aquí? [NEW_DIALOG] ¿Y qué haces solo? ¿Tienes hambre? [NEW_DIALOG] [DIALOG_START][Sonia] ¡Bud! ¡Ya sabes que eso es imposible! [NEW_DIALOG] Omega-Xis, ¿dónde está Geo? [NEW_DIALOG] ¿Por qué estás tú solo? [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START]{a9}{ec13}... [NEW_DIALOG] {e115}Grrr... [NEW_DIALOG] [DIALOG_START][Lyra] {ec13}¡...! [NEW_DIALOG] ¡Sonia, cuidado! [NEW_DIALOG] [DIALOG_START][Sonia] ¡¿Qué?! [NEW_DIALOG] [DIALOG_START][Lyra] Él no es Omega-Xis... [NEW_DIALOG] ¡Es un impostor! [NEW_DIALOG] [DIALOG_START]{a9}... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START]{a9}¡Urrraaagh! [NEW_DIALOG] {ec00}{1}{e212}{19}{0}

source: {ec00}{0} [DIALOG_START][Sonia] Kyaaa! [NEW_DIALOG] [DIALOG_START][Zack] S-Sonia!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Aaaahh! [NEW_DIALOG] [DIALOG_START][Zack] ¡¡S-Sonia!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harp_Note] Are you part of Dealer!? [NEW_DIALOG] You're kind of brave, eh!? Coming here all by yourself! [NEW_DIALOG] [DIALOG_START][Bud] S-Sonia... [NEW_DIALOG] [DIALOG_START][Harp_Note] There's no need to worry! I'll take him on! Let's roll, Lyra! [NEW_DIALOG] [DIALOG_START][Zack] Is that... [NEW_DIALOG] Umm, {e115}over there... [NEW_DIALOG] [DIALOG_START][Lyra] ...Sonia. [NEW_DIALOG] It looks like he isn't alone after all. [NEW_DIALOG] [DIALOG_START][Harp_Note] {ec13}!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harp_Note] ¡¿Eres miembro de Dealer?! [NEW_DIALOG] ¡Sí que eres valiente, ¿no?! ¡Viniendo tú solo! [NEW_DIALOG] [DIALOG_START][Bud] S-Sonia... [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡No te preocupes! ¡Yo me ocupo de él! ¡Vamos allá, Lyra! [NEW_DIALOG] [DIALOG_START][Zack] Ese es... [NEW_DIALOG] Umm, {e115}ahí... [NEW_DIALOG] [DIALOG_START][Lyra] Sonia... [NEW_DIALOG] Parece que no está solo. [NEW_DIALOG] [DIALOG_START][Harp_Note] {ec13}¡¿?! [NEW_DIALOG] {ec00}{1}
