Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch4/24.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Ace] Nice job, Geo! [NEW_DIALOG] Our "trump card" is ready...{e115} So, mission complete! [NEW_DIALOG] We won't be having any more problems with these guys... [NEW_DIALOG] {e114}.{e114}.{e114}.{e114}Here it comes. [NEW_DIALOG] [DIALOG_START][Megaman] !? [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][Ace] ¡Bien hecho, Geo! [NEW_DIALOG] Nuestro as en la manga está listo...{e115} ¡Misión completa! [NEW_DIALOG] Estos bichos ya no serán un problema... [NEW_DIALOG] Aquí viene{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Megaman] ¡¿?! [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {e212}{11}{1}{ec00}{0} [DIALOG_START][Megaman] A-Awesome...!! [NEW_DIALOG] [DIALOG_START][Mega] Holy cow...! [NEW_DIALOG] If you've got a weapon like this, then Dealer should be a joke to take down. [NEW_DIALOG] {ec00}{1}
es_es: {e212}{11}{1}{ec00}{0} [DIALOG_START][Megaman] ¡¡A-alucinante!! [NEW_DIALOG] [DIALOG_START][Mega] ¡Madre mía! [NEW_DIALOG] Con un arma así, acabar con Dealer será pan comido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Things in this world aren't usually that simple. [NEW_DIALOG] [DIALOG_START][Mega] What do you mean? [NEW_DIALOG] [DIALOG_START][Acid] That weapon is called the "Copy Canceller"... [NEW_DIALOG] It's a special weapon that is only able to delete copies. [NEW_DIALOG] [DIALOG_START][Ace] It's really a device that Dr. Goodall was developing that deletes Noise. [NEW_DIALOG] She was able to modify it quickly into a weapon, but... [NEW_DIALOG] Using it for this purpose burned it out. [NEW_DIALOG] [DIALOG_START][Mega] What a let down! [NEW_DIALOG] I really wanted to see a bunch of bad guys go up in smoke again! [NEW_DIALOG] [DIALOG_START][Megaman] It was really cool, wasn't it!? [NEW_DIALOG] To see all those powerful copies get wiped out so fast! [NEW_DIALOG] [DIALOG_START][Mega] That old bat did a good job! [NEW_DIALOG] So I guess we've put a stop to Dealer's attack! Right!? [NEW_DIALOG] {ec00}{1}{e213}{1}{e100}<{ec00}{0} [DIALOG_START][Ace] {e115}...Well, not really. [NEW_DIALOG] [DIALOG_START][Mega] What!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Nada en este mundo suele ser tan sencillo. [NEW_DIALOG] [DIALOG_START][Mega] ¿Qué quieres decir? [NEW_DIALOG] [DIALOG_START][Acid] Esa arma se llama «inhibidor de copias»... [NEW_DIALOG] Es un arma especial que solo puede eliminar copias. [NEW_DIALOG] [DIALOG_START][Ace] En realidad es un artefacto creado por la Dra. Goodall para eliminar el Ruido. [NEW_DIALOG] Con unos retoques rápidos la ha convertido en un arma, pero... [NEW_DIALOG] Al usarlo de ese modo, ha acabado hecha trizas. [NEW_DIALOG] [DIALOG_START][Mega] ¡Pues menuda gracia! [NEW_DIALOG] ¡No habría estado mal ver evaporarse a unos cuantos malos más! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Ha sido una pasada, ¿a que sí?! [NEW_DIALOG] ¡Todas esas copias tan fuertes se han esfumado en un segundo! [NEW_DIALOG] [DIALOG_START][Mega] ¡La anciana ha hecho un buen trabajo! [NEW_DIALOG] ¡Hemos conseguido detener el ataque de Dealer! ¡¿No?! [NEW_DIALOG] {ec00}{1}{e213}{1}{e100}<{ec00}{0} [DIALOG_START][Ace] {e115}Bueno, no exactamente... [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Qué?! [NEW_DIALOG] {ec00}{1}

source: {e212}{16}{1}{ec00}{0} [DIALOG_START][Megaman] {ec13}!! [NEW_DIALOG] [DIALOG_START][Mega] Grrr! Now that I'm all warmed up, it looks like it's time to bring the pain to Virgo! [NEW_DIALOG] [DIALOG_START][Ace] Queen Tia... You've come... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Long time, no see, Ace... [NEW_DIALOG] Or should I say{e114}.{e114}.{e114}.{e115} Traitor of Dealer! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{16}{1}{ec00}{0} [DIALOG_START][Megaman] {ec13}¡¡!! [NEW_DIALOG] [DIALOG_START][Mega] ¡Grrr! ¡Ya he calentado, voy a hacer sufrir un poco a Virgo! [NEW_DIALOG] [DIALOG_START][Ace] Queen Tia... Has venido... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Cuánto tiempo, Ace... [NEW_DIALOG] O debería decir{e114}.{e114}.{e114}.{e115} ¡Traidor de Dealer! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] ...A-Ace is a... [NEW_DIALOG] A traitor...{e115}!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] A-Ace es un... [NEW_DIALOG] ¡¿Traidor{e115}?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] {ec13}!! [NEW_DIALOG] [DIALOG_START][Virgo] You bet. Didn't you know, little boy? [NEW_DIALOG] Your precious Ace used to be a top member of Dealer along with Queen Tia. [NEW_DIALOG] [DIALOG_START][Megaman] What...!? [NEW_DIALOG] [DIALOG_START][Mega] No way! [NEW_DIALOG] [DIALOG_START][Ace] That was a long time ago. [NEW_DIALOG] That Ace is long dead. [NEW_DIALOG] And there's no trace of him to be found. [NEW_DIALOG] [DIALOG_START][Megaman] Ace... [NEW_DIALOG] [DIALOG_START][Virgo] Whaaat? Boooring! [NEW_DIALOG] Well, well, well...{e115} What about Tia? [NEW_DIALOG] Do you still like her? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Virgo! [NEW_DIALOG] [DIALOG_START][Virgo] ...Uh oh! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] {ec13}¡¡!! [NEW_DIALOG] [DIALOG_START][Virgo] Ya te digo. ¿No lo sabías, chavalín? [NEW_DIALOG] Ese querido Ace tuyo era un miembro de alto rango de Dealer, como Queen Tia. [NEW_DIALOG] [DIALOG_START][Megaman] ¡¿Qué...?! [NEW_DIALOG] [DIALOG_START][Mega] ¡Mientes! [NEW_DIALOG] [DIALOG_START][Ace] Hace mucho de eso. [NEW_DIALOG] Ese Ace murió. [NEW_DIALOG] Y ya no queda ni rastro de él. [NEW_DIALOG] [DIALOG_START][Megaman] Ace... [NEW_DIALOG] [DIALOG_START][Virgo] ¿Quéééé? ¡Qué aburriiiiido! [NEW_DIALOG] Bueno, bueno, bueno...{e115} ¿Y con Tia qué? [NEW_DIALOG] ¿Aún te gusta? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¡Virgo! [NEW_DIALOG] [DIALOG_START][Virgo] ¡Oh, oh! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] {e114}.{e114}.{e114}.{e114}So you say... That Ace is dead, huh? [NEW_DIALOG] Well, then... [NEW_DIALOG] Maybe this Ace should also go away... [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Conque{e114}.{e114}.{e114}.{e114} ese Ace esta muerto, ¿eh? [NEW_DIALOG] Entonces... [NEW_DIALOG] Tal vez este Ace también deba perecer... [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] EM Wave Change... [NEW_DIALOG] Queen Tia... On the Air...! [NEW_DIALOG] [DIALOG_START][Virgo] Kyahaha! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Cambio de Onda EM... [NEW_DIALOG] Queen Tia... ¡Adelante! [NEW_DIALOG] [DIALOG_START][Virgo] ¡Jia, ja, ja! [NEW_DIALOG] {ec00}{1}

source: {e212}{1b}{1}{ec00}{0} [DIALOG_START][Megaman] M-Ms. Tia...{e115}! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1b}{1}{ec00}{0} [DIALOG_START][Megaman] ¡S-Srta. Tia!{e115} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] {e114}.{e114}.{e114}.{e114}Would you please stop calling me that? [NEW_DIALOG] I am Queen Virgo. [NEW_DIALOG] I am the woman that will rain destruction and confusion down upon the Earth. [NEW_DIALOG] [DIALOG_START][Megaman] ...!!{e115} Get back, Ace! [NEW_DIALOG] [DIALOG_START][Ace] ...Huh? [NEW_DIALOG] [DIALOG_START][Megaman] Ms. Tia EM Wave Changed! [NEW_DIALOG] You're in too much danger! [NEW_DIALOG] [DIALOG_START][Ace] So you think that I'm too weak as a normal human? [NEW_DIALOG] ...I see. [NEW_DIALOG] Well, then... [NEW_DIALOG] I guess I'll just have to EM Wave Change, as well. [NEW_DIALOG] [DIALOG_START][Megaman] What!? [NEW_DIALOG] [DIALOG_START][Ace] You're not the only one who can EM Wave Change. [NEW_DIALOG] Let me show you the only man-made EM Wave Change in the world. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] What's he talking about...? [NEW_DIALOG] {e213}{1} [DIALOG_START][Ace] You ready, {e115}Acid? [NEW_DIALOG] [DIALOG_START][Acid] As always, {e115}Ace. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] ¿Podrías dejar de llamarme así?{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Yo soy Queen Virgo. [NEW_DIALOG] Soy la mujer que traerá la destrucción y la confusión a la Tierra. [NEW_DIALOG] [DIALOG_START][Megaman] ¡...!{e115} ¡Atrás, Ace! [NEW_DIALOG] [DIALOG_START][Ace] ¿Eh? [NEW_DIALOG] [DIALOG_START][Megaman] ¡La Srta. Tia ha hecho un Cambio de Onda EM! [NEW_DIALOG] ¡Aquí corres peligro! [NEW_DIALOG] [DIALOG_START][Ace] ¿Te crees que soy tan débil como un humano normal? [NEW_DIALOG] Entiendo... [NEW_DIALOG] Entonces... [NEW_DIALOG] Supongo que tendré que hacer un Cambio de Onda EM yo también. [NEW_DIALOG] [DIALOG_START][Megaman] ¡¿Qué?! [NEW_DIALOG] [DIALOG_START][Ace] No eres el único capaz de cambiar de onda. [NEW_DIALOG] Permite que te muestre el único Cambio de Onda EM artificial del mundo. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¿Qué está diciendo? [NEW_DIALOG] {e213}{1} [DIALOG_START][Ace] ¿Estás listo, {e115}Acid? [NEW_DIALOG] [DIALOG_START][Acid] Como siempre, {e115}Ace. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] EM Wave Change! [NEW_DIALOG] Transcode 001...{e115} "Acid Ace"! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¡Cambio de Onda EM! [NEW_DIALOG] Transcodificación 001...{e115} ¡«Acid Ace»! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Ace and Acid just{e114}.{e114}.{e114}.{e114}!! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] They just EM Wave Changed! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡¡¡Ace y Acid han{e114}.{e114}.{e114}.{e114}!! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] ¡Han hecho un Cambio de Onda EM! [NEW_DIALOG] {ec00}{1}

source: {e212}{11}{1}{ec00}{0} [DIALOG_START][Acid_Ace] Never fear! The super hero, Acid Ace, is here! [NEW_DIALOG] That's what super heroes say, right? [NEW_DIALOG] [DIALOG_START][Megaman] Acid{e114}.{e114}.{e114}.{e114} Ace! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] How ridiculous! [NEW_DIALOG] You can EM Wave Change with a normal Wizard!? [NEW_DIALOG] {ec00}{1}
es_es: {e212}{11}{1}{ec00}{0} [DIALOG_START][Acid_Ace] ¡No temáis más! ¡Acid Ace, el superhéroe, está aquí! [NEW_DIALOG] Así hablan los superhérores, ¿no? [NEW_DIALOG] [DIALOG_START][Megaman] Acid{e114}.{e114}.{e114}.{e114} ¡Ace! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¡Ridículo! [NEW_DIALOG] ¡¿Puedes realizar un Cambio de Onda con un Wizard común?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] Well, Acid isn't really your normal every day Wizard. [NEW_DIALOG] [DIALOG_START][Acid] I am a Wizard that was created in order to EM Wave Change with humans. [NEW_DIALOG] I am a man-made living EM being. [NEW_DIALOG] [DIALOG_START][Megaman] S-So that means... [NEW_DIALOG] [DIALOG_START][Mega] That he is just like me, Lyra, Virgo and Corvus... [NEW_DIALOG] He's completely different from standard Wizards! [NEW_DIALOG] [DIALOG_START][Acid] I am honored to be praised so highly by you. [NEW_DIALOG] [DIALOG_START][Mega] Grrr...! [NEW_DIALOG] Darn it! I wasn't trying to... Grr! [NEW_DIALOG] [DIALOG_START][Virgo] W-Wait a second here! [NEW_DIALOG] Is this even possible!? Is it even legal!? [NEW_DIALOG] Yet... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Virgo] It does makes things a bit more interesting!! I can't wait any longer, Tia!! [NEW_DIALOG] Can we take him out now!? Please!! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] Being able to EM Wave Change doesn't stop you from being a traitor. [NEW_DIALOG] You can never change that. [NEW_DIALOG] Ever... [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] {e210}{336} [DIALOG_START][NONAME] *beep, beep* [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] Bueno, Acid no es un Wizard muy común que digamos. [NEW_DIALOG] [DIALOG_START][Acid] Soy un Wizard creado para poder cambiar de onda junto a un humano. [NEW_DIALOG] Soy un ser EM artificial. [NEW_DIALOG] [DIALOG_START][Megaman] E-entonces... [NEW_DIALOG] [DIALOG_START][Mega] Es como Lyra, Virgo, Corvus y... yo. [NEW_DIALOG] ¡Es totalmente distinto al resto de Wizards! [NEW_DIALOG] [DIALOG_START][Acid] Es todo un honor que digas esas cosas de mí. [NEW_DIALOG] [DIALOG_START][Mega] ¡Grrr! [NEW_DIALOG] ¡Maldición! No quería... ¡Grr! [NEW_DIALOG] [DIALOG_START][Virgo] ¡P-pero espera un momento! [NEW_DIALOG] ¡¿Esto es posible?! ¡¿Es legal o algo?! [NEW_DIALOG] Pero bueno... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Virgo] ¡¡Ahora las cosas se han puesto interesantes!! ¡¡Tia, vamos!! [NEW_DIALOG] ¡¿Podemos atacar ya?! ¡¡Porfa!! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] Que puedas cambiar de onda no quita el hecho de que seas un traidor. [NEW_DIALOG] Eso es algo que no podrás cambiar jamás. [NEW_DIALOG] Jamás... [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] {e210}{336} [DIALOG_START][NONAME] Pi, pi... [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¡¿?! [NEW_DIALOG] {ec00}{1}

source: {e213}{1}{ec00}{0} [DIALOG_START][Megaman] It's a call from Zack! [NEW_DIALOG] {e210}{395} [DIALOG_START][NONAME] *beep* [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Zack] Geo!! [NEW_DIALOG] [DIALOG_START][Megaman] Zack!? What's wrong!? [NEW_DIALOG] {e212}{19}{0}{e1a0}{3}{1e} [DIALOG_START][Zack] We're in trouble! [NEW_DIALOG] Umm, {e115}umm...{e115} Dark Phantom is here!! [NEW_DIALOG] [DIALOG_START][Megaman] !!{e115} Dark Phantom!? [NEW_DIALOG] [DIALOG_START][Zack] He's trying to destroy the main computer! [NEW_DIALOG] Bud and Sonia are battling with him now... [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Umph!? [NEW_DIALOG] [DIALOG_START][Harp_Note] Ahhh!? [NEW_DIALOG] [DIALOG_START][Zack] *squeal* [NEW_DIALOG] [DIALOG_START][Megaman] Z-Zack!? [NEW_DIALOG] Bud! Sonia! [NEW_DIALOG] [DIALOG_START][NONAME] {ec13}{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Heh, heh, heh! [NEW_DIALOG] [DIALOG_START][Megaman] Dark Phantom!{e115} I won't let you hurt them! [NEW_DIALOG] You won't get away! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Well, well... Aren't we excitable, today? [NEW_DIALOG] You should stop and think about who has all of your friends lives in his hands. [NEW_DIALOG] Muwahaha! [NEW_DIALOG] [DIALOG_START][Megaman] Argh...! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Listen well, Mega Man! [NEW_DIALOG] If your friends really mean anything to you... [NEW_DIALOG] Then come to the main computer room in your normal human form! [NEW_DIALOG] And of course, come alone. [NEW_DIALOG] You should probably run, don't you think? I sure do. [NEW_DIALOG] If you don't, my script might change without you... [NEW_DIALOG] [DIALOG_START][Mega] Hey, Shakespeare! [NEW_DIALOG] I'm going to tear you to pieces this time around!! [NEW_DIALOG] I'm writing the script now! So don't read any spoilers! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] {e114}.{e114}.{e114}.{e114}Heh... [NEW_DIALOG] Heh, heh, heh...! [NEW_DIALOG] Muwahaha!! [NEW_DIALOG] {ec00}{1}
es_es: {e213}{1}{ec00}{0} [DIALOG_START][Megaman] ¡Zack me está llamando! [NEW_DIALOG] {e210}{395} [DIALOG_START][NONAME] Pi. [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Zack] ¡¡Geo!! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¿Zack?! ¡¿Qué pasa?! [NEW_DIALOG] {e212}{19}{0}{e1a0}{3}{1e} [DIALOG_START][Zack] ¡Tenemos problemas! [NEW_DIALOG] Umm, {e115}umm...{e115} ¡¡Fantasma Oscuro está aquí!! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡!!{e115} ¡¿Fantasma Oscuro?! [NEW_DIALOG] [DIALOG_START][Zack] ¡Intenta destruir el ordenador central! [NEW_DIALOG] Bud y Sonia están luchando contra él... [NEW_DIALOG] [DIALOG_START][Taurus_Fire] ¡¿Eh?! [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡¿Ah?! [NEW_DIALOG] [DIALOG_START][Zack] Iiihh... [NEW_DIALOG] [DIALOG_START][Megaman] ¡¿Z-Zack?! [NEW_DIALOG] ¡Bud! ¡Sonia! [NEW_DIALOG] [DIALOG_START][NONAME] {ec13}{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¡Je, je, je! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Fantasma Oscuro!{e115} ¡No se te ocurra tocarlos! [NEW_DIALOG] ¡No dejaré que escapes! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Vaya, vaya... ¿Nos hemos levantado con el pie izquierdo? [NEW_DIALOG] ¿Por qué no muestras respeto a quien tiene la vida de tus amigos en sus manos? [NEW_DIALOG] ¡Mua, ja, ja, ja! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Argh! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¡Eschúchame bien, Mega Man! [NEW_DIALOG] Si tus amigos significan algo para ti... [NEW_DIALOG] ¡Ven a la sala del ordenador central en tu forma humana! [NEW_DIALOG] Y ven solo, está claro. [NEW_DIALOG] Yo que tú me daría prisa, ¿vale? [NEW_DIALOG] Puede que cambie el guion para que no salgas en él... [NEW_DIALOG] [DIALOG_START][Mega] ¡Eh, Spielberg! [NEW_DIALOG] ¡¡Esta vez no va a quedar de ti ni un pelo!! [NEW_DIALOG] ¡Estoy escribiendo el guion, cuidado, no te lo destripes! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Je{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ¡Je, je, je! [NEW_DIALOG] ¡¡Mua, ja, ja, ja!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Guys...!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Get out of here, quick! [NEW_DIALOG] I'll be fine here by myself. [NEW_DIALOG] [DIALOG_START][Megaman] Ace... [NEW_DIALOG] Thanks! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Chicos!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡Rápido, haz lo que dice! [NEW_DIALOG] Yo estaré bien. [NEW_DIALOG] [DIALOG_START][Megaman] Ace... [NEW_DIALOG] ¡Gracias! [NEW_DIALOG] {ec00}{1}

source: {e213}{1}{ec00}{0} [DIALOG_START][Acid_Ace] Phew. [NEW_DIALOG] Finally, the third wheel is gone, eh? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] Haha... As usual, my jokes don't even phase you. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Where's Jack? [NEW_DIALOG] Aren't you two always glued together at the hip? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] I see you still haven't learned when to shut up. [NEW_DIALOG] Why don't we dispense with all the chit-chat...? [NEW_DIALOG] [DIALOG_START][Acid_Ace] {e114}.{e114}.{e114}.{e114}Fine. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {e213}{1}{ec00}{0} [DIALOG_START][Acid_Ace] Uff... [NEW_DIALOG] Por fin se ha ido la carabina. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] Ja, ja... Nada, que no consigo que te rías con mis chistes. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¿Dónde está Jack? [NEW_DIALOG] ¿No sois como siameses o algo así? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Veo que aún no sabes cuándo callarte. [NEW_DIALOG] ¿Por qué no nos ahorramos tanta charla inútil? [NEW_DIALOG] [DIALOG_START][Acid_Ace] Vale{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] {ec00}{1}
