Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch4/25.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][FantasmaOscuro] Heh, heh, heh.{e115} So you came? [NEW_DIALOG] [DIALOG_START][Geo_2] Is everyone alright!? [NEW_DIALOG] [DIALOG_START][Harp_Note] Geo...! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] I'm s{e115}-sorry, Geo... [NEW_DIALOG] [DIALOG_START][Geo_2] Guys...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][FantasmaOscuro] Je, je, je.{e115} Así que has venido. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Estáis todos bien?! [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡Geo! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] L{e115}-lo siento, Geo... [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Chicos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][FantasmaOscuro] Get back! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][FantasmaOscuro] ¡Quieto! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡¿?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][FantasmaOscuro] Who said you could move? [NEW_DIALOG] I can't let you do whatever you please{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][FantasmaOscuro] ¿He dicho que puedas moverte? [NEW_DIALOG] No puedo dejarte campar a tus anchas{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Ungh...!! [NEW_DIALOG] [DIALOG_START][Zack] Ahhh...! G-Geo...!! [NEW_DIALOG] [DIALOG_START][DraGoodall] Geo! [NEW_DIALOG] Stop this nonsense! How dare you hit a child! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Oops. [NEW_DIALOG] It looks like I{e114}.{e114}.{e114}.{e114} got a little carried away. [NEW_DIALOG] Heh, heh, heh!{e115} Well, Geo... Shall we begin negotiations? [NEW_DIALOG] [DIALOG_START][Geo_2] Negotiations...? [NEW_DIALOG] [DIALOG_START][Mega] What are you laughing at!? Go back to the opera house where you belong! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] I thought I told you already? I'm going to take everything that you have! [NEW_DIALOG] First, I want your source of power. [NEW_DIALOG] Why don't you hand over the "{e65a}"!? [NEW_DIALOG] [DIALOG_START][Geo_2] You want the {e65a}!? [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] That's right!! [NEW_DIALOG] Who wouldn't want the ability to control Noise at their own will!? [NEW_DIALOG] Since I lost the power of Mu... [NEW_DIALOG] I need something to replace it with! [NEW_DIALOG] And now I've found a great power worthy of replacing it! [NEW_DIALOG] However...! [NEW_DIALOG] Acquiring such an item isn't always so easy. [NEW_DIALOG] WAZA...{e115} And Dealer! [NEW_DIALOG] They got their hands on the pieces before I could! [NEW_DIALOG] So the easiest solution is to steal it from them! [NEW_DIALOG] And now is my chance!! [NEW_DIALOG] So give me your source of power! [NEW_DIALOG] Give me the {e65a}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Aahh! [NEW_DIALOG] [DIALOG_START][Zack] ¡Ahhh...! ¡¡G-Geo...!! [NEW_DIALOG] [DIALOG_START][DraGoodall] ¡Geo! [NEW_DIALOG] ¡Esto es absurdo! ¡¿Cómo puedes golpear a un niño?! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Ups. [NEW_DIALOG] Parece que{e114}.{e114}.{e114}.{e114} me he emocionado un poco. [NEW_DIALOG] ¡Je, je, je!{e115} Bueno, Geo... ¿Comenzamos las negociaciones? [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Negociaciones? [NEW_DIALOG] [DIALOG_START][Mega] ¡¿De qué te ríes?! ¡Vuelve a la ópera de la que vienes! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¿No te lo he dicho? ¡Voy a quitarte todo lo que tienes! [NEW_DIALOG] Primero, tu fuente de poder. [NEW_DIALOG] ¡¿Por qué no me das el «{e65a}»?! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Quieres el {e65a}?! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¡¡Exacto!! [NEW_DIALOG] ¡¿Quién no iba a querer el poder de controlar el Ruido a voluntad?! [NEW_DIALOG] Ya no tengo el poder de Mu... [NEW_DIALOG] ¡Tengo que sustituirlo por algo! [NEW_DIALOG] ¡Y por fin he encontrado un poder a la altura! [NEW_DIALOG] ¡Sin embargo...! [NEW_DIALOG] No siempre es fácil conseguir una cosa así. [NEW_DIALOG] La WAZA...{e115} ¡Y Dealer! [NEW_DIALOG] ¡Le echaron el guante a los fragmentos antes que yo! [NEW_DIALOG] ¡Así que lo más fácil era robárselo a ellos! [NEW_DIALOG] ¡¡Y eso estoy haciendo!! [NEW_DIALOG] ¡Dame la fuente de tu poder! [NEW_DIALOG] ¡Dame el {e65a}! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Ungh...!! [NEW_DIALOG] [DIALOG_START][Zack] Ahhh...! G-Geo...!! [NEW_DIALOG] [DIALOG_START][DraGoodall] Geo! [NEW_DIALOG] Stop this nonsense! How dare you hit a child! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Oops. [NEW_DIALOG] It looks like I{e114}.{e114}.{e114}.{e114} got a little carried away. [NEW_DIALOG] Heh, heh, heh!{e115} Well, Geo... Shall we begin negotiations? [NEW_DIALOG] [DIALOG_START][Geo_2] Negotiations...? [NEW_DIALOG] [DIALOG_START][Mega] What are you laughing at!? Go back to the opera house where you belong! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] I thought I told you already? I'm going to take everything that you have...! [NEW_DIALOG] First, I want your source of power...! [NEW_DIALOG] Why don't you hand over the "{e6c2}"!? [NEW_DIALOG] [DIALOG_START][Geo_2] You want the {e6c2}!? [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] That's right!! [NEW_DIALOG] Who wouldn't want the ability to control Noise at their own will!? [NEW_DIALOG] Since I lost the power of Mu... [NEW_DIALOG] I need something to replace it with! [NEW_DIALOG] And now I've found a great power worthy of replacing it! [NEW_DIALOG] However...! [NEW_DIALOG] Acquiring such an item isn't always so easy. [NEW_DIALOG] WAZA...{e115} And Dealer! [NEW_DIALOG] They got their hands on the pieces before I could! [NEW_DIALOG] So the easiest solution is to steal it from them! [NEW_DIALOG] And now is my chance!! [NEW_DIALOG] So give me your source of power! [NEW_DIALOG] Give me the {e6c2}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Agh! [NEW_DIALOG] [DIALOG_START][Zack] ¡Ahhh...! ¡G-Geo...!! [NEW_DIALOG] [DIALOG_START][DraGoodall] ¡Geo! [NEW_DIALOG] ¡Esto es absurdo! ¡¿Cómo puedes golpear a un niño?! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Ups. [NEW_DIALOG] Parece que{e114}.{e114}.{e114}.{e114} me he emocionado un poco. [NEW_DIALOG] ¡Je, je, je!{e115} Bueno, Geo... ¿Comenzamos las negociaciones? [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Negociaciones? [NEW_DIALOG] [DIALOG_START][Mega] ¡¿De qué te ríes?! ¡Vuelve a la ópera de la que vienes! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¿No te lo había dicho ya? ¡Voy a quitarte todo lo que tienes! [NEW_DIALOG] Primero, tu fuente de poder. [NEW_DIALOG] ¡¿Por qué no me das el «{e6c2}»?! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Quieres el {e6c2}?! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¡¡Exacto!! [NEW_DIALOG] ¡¿Quién no iba a querer el poder de controlar el Ruido a voluntad?! [NEW_DIALOG] Ya no tengo el poder de Mu... [NEW_DIALOG] ¡Tengo que sustituirlo por algo! [NEW_DIALOG] ¡Y por fin he encontrado un poder a la altura! [NEW_DIALOG] ¡Sin embargo...! [NEW_DIALOG] No siempre es fácil conseguir una cosa así. [NEW_DIALOG] La WAZA...{e115} ¡Y Dealer! [NEW_DIALOG] ¡Le echaron el guante a los fragmentos antes que yo! [NEW_DIALOG] ¡Así que lo más fácil era robárselo a ellos! [NEW_DIALOG] ¡¡Y eso estoy haciendo!! [NEW_DIALOG] ¡Dame la fuente de tu poder! [NEW_DIALOG] ¡Dame el {e6c2}! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] For cryin' out loud!! You're starting to annoy me!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡¡Madre mía de mi vida!! ¡¡Ya me estoy cansando!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][FantasmaOscuro] Oh really?{e116} Do you plan on doing something about it? [NEW_DIALOG] [DIALOG_START][Mega] I have no idea what you mean by "great power" and "pieces of it", but... [NEW_DIALOG] Do you think I even care!? [NEW_DIALOG] And did you forget already!? [NEW_DIALOG] I said you were going down next time!! [NEW_DIALOG] And now is next time! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] {e114}.{e114}.{e114}.{e114}What do you think, Geo? [NEW_DIALOG] Are you fine with that? Who knows what might happen to the hostages... [NEW_DIALOG] Heh, heh, heh! [NEW_DIALOG] [DIALOG_START][Geo_2] We...{e115} We can't, Mega...! [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Mega] Grrrrrr! Are you really OK with just sitting back and taking a beating!? [NEW_DIALOG] We can take him down now! [NEW_DIALOG] [DIALOG_START][Geo_2] Mega...! Quit it! [NEW_DIALOG] Everyone is... [NEW_DIALOG] [DIALOG_START][Mega] You're always worried about everyone else! [NEW_DIALOG] What's going to happen to you if you continue like this!? [NEW_DIALOG] [DIALOG_START][Geo_2] I-I know... [NEW_DIALOG] But it doesn't matter...! {e115}...It's not right!! [NEW_DIALOG] It's not right to let them all get hurt because of me!! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Heh, heh, heh... [NEW_DIALOG] Muwahahaha!!{e115} You're such a good boy! [NEW_DIALOG] Now hand it over!! [NEW_DIALOG] Waste any more of my time... And soon you'll be saying au revoir to your friends! [NEW_DIALOG] [DIALOG_START][Geo_2] D-Don't! [NEW_DIALOG] Just...{e115} One second... [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Heh, heh, heh. Splendid! [NEW_DIALOG] Absolutely splendid! The plot is moving along as smoothly as I wrote it! [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][FantasmaOscuro] Now...{e115} Give it to me! [NEW_DIALOG] Give me the source of your power!! [NEW_DIALOG] {ec00}{1}{e213}{2}{e100}<{ec00}{0} [DIALOG_START][Harp_Note] No!{e116} You can't...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][FantasmaOscuro] ¿Ah, sí?{e116} ¿Y qué piensas hacer? [NEW_DIALOG] [DIALOG_START][Mega] No sé qué es todo eso de un «gran poder» ni los «fragmentos», pero... [NEW_DIALOG] ¡¿Te crees que me importa lo más mínimo?! [NEW_DIALOG] ¡¿Y ya lo has olvidado?! [NEW_DIALOG] ¡¡Te había dicho que la próxima vez acabaría contigo!! [NEW_DIALOG] ¡Y esta es esa próxima vez! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¿Tú qué opinas, Geo?{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ¿Te parece bien? ¿Quién sabe qué podría pasarle a los rehenes? [NEW_DIALOG] ¡Je, je, je! [NEW_DIALOG] [DIALOG_START][Geo_2] No...{e115} ¡Mega, no podemos...! [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][Mega] ¡Grrrrrr! ¡¿Prefieres esperar a que te pegue una paliza?! [NEW_DIALOG] ¡Podemos acabar con él! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Mega...! ¡Para, por favor! [NEW_DIALOG] Los demás están... [NEW_DIALOG] [DIALOG_START][Mega] ¡Siempre estás preocupándote por los demás! [NEW_DIALOG] ¡¿Qué crees que te pasará si sigues así?! [NEW_DIALOG] [DIALOG_START][Geo_2] Y-ya lo sé... [NEW_DIALOG] ¡Pero no me importa! {e115}¡¡No está bien!! [NEW_DIALOG] ¡¡No está bien que les hagan daño por mi culpa!! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Je, je, je... [NEW_DIALOG] ¡¡Mua, ja, ja, ja, ja!!{e115} ¡Buen chico, buen chico! [NEW_DIALOG] ¡Ahora dámelo!! [NEW_DIALOG] Como sigas haciéndome perder el tiempo... ¡Ya puedes decir au revoir a tus amigos! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡N-no! [NEW_DIALOG] Dame...{e115} un momento... [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Je, je, je. ¡Espléndido! [NEW_DIALOG] ¡Absolutamente maravilloso! ¡La trama avanza tal y como la escribí! [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][FantasmaOscuro] Ahora...{e115} ¡Dámela! [NEW_DIALOG] ¡¡Dame la fuente de tu poder!! [NEW_DIALOG] {ec00}{1}{e213}{2}{e100}<{ec00}{0} [DIALOG_START][Harp_Note] ¡No!{e116} ¡No puedes...! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][FantasmaOscuro] !? [NEW_DIALOG] [DIALOG_START][Harp_Note] You can't give it to him... You just can't! [NEW_DIALOG] [DIALOG_START][Geo_2] S-Sonia! [NEW_DIALOG] [DIALOG_START][Harp_Note] Geo... I'm fine, so don't worry about me... [NEW_DIALOG] Let's get this guy together! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] W-What...!? [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Ha... Haha...!{e115} Atta girl, Sonia! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][FantasmaOscuro] ¡¿?! [NEW_DIALOG] [DIALOG_START][Harp_Note] No se lo des... ¡No lo hagas! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡S-Sonia! [NEW_DIALOG] [DIALOG_START][Harp_Note] Geo... Estoy bien, no te preocupes... [NEW_DIALOG] ¡Vamos a acabar con él juntos! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¡¿Q-qué?! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Ja... ¡Ja, ja...!{e115} ¡Bien dicho, chica! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Bud!! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Boooooosh! I'm rip roarin'! Ready to go! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Y{e116}-You fools! [NEW_DIALOG] Haven't I beaten the will out of you yet!? [NEW_DIALOG] [DIALOG_START][Taurus_Fire] It'll take more than that! The only thing you did was make us tougher! [NEW_DIALOG] [DIALOG_START][Harp_Note] Yeah, I've never felt more angry! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Huh!? [NEW_DIALOG] I{e114}-I think...{e115} T{e115}-That you actually got cuter. [NEW_DIALOG] [DIALOG_START][Harp_Note] That does sound better! Hehe! [NEW_DIALOG] [DIALOG_START][Geo_2] Guys... [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] Fools...! Do you not understand the situation at the moment!? [NEW_DIALOG] These two are still my hostages! [NEW_DIALOG] Don't you care what happens to them, Mega Man!? [NEW_DIALOG] [DIALOG_START][Taurus_Fire] You're the one that doesn't understand, Dark Phantom! [NEW_DIALOG] We might not get to ever see Prez again if we let you have the {e65a}! [NEW_DIALOG] We{e114}.{e114}.{e114}.{e114} We can't let that happen!! [NEW_DIALOG] Right, Zack!? [NEW_DIALOG] [DIALOG_START][Zack] P{e114}-P{e114}-Precisely! [NEW_DIALOG] I'd rather be deleted than never see Prez again! [NEW_DIALOG] He can't take away our only chance! Please don't let him take it away! [NEW_DIALOG] {e212}{1f}{1} [DIALOG_START][Geo_2] Z-Zack... Guys... [NEW_DIALOG] [DIALOG_START][DraGoodall] Geo...? [NEW_DIALOG] You are not the only one who is risking their life to save your friends. [NEW_DIALOG] I am too. [NEW_DIALOG] [DIALOG_START][Geo_2] Dr. Goodall...! [NEW_DIALOG] [DIALOG_START][DraGoodall] Did you forget our Team's Purpose? [NEW_DIALOG] To "Get Luna Back"... [NEW_DIALOG] We are all willing to do whatever it takes to fulfill that Purpose. [NEW_DIALOG] [DIALOG_START][Mega] Heck yeah! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] But are you willing to do whatever it takes, kid? [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] How are you going to acknowledge your friends' strength and determination? [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] You fools! Didn't I say that... [NEW_DIALOG] [DIALOG_START][Geo_2] {e114}.{e114}.{e114}.{e114}EM Wave Change!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡¡Bud!! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] ¡Uuoooohhh! ¡Estoy mejor que nunca! ¡Al lío! [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¡N{e116}-necios! [NEW_DIALOG] ¡¿No os he quitado las ganas de luchar a golpes?! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] ¡Te hará falta mucho más! ¡Con eso solo nos has hecho más fuertes! [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡Sí, nunca había estado tan enfadada! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] ¡¿Eh?! [NEW_DIALOG] P{e114}-pues a mí me parece...{e115} Q{e115}-Que ahora estás más guapa que nunca. [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡Pues mucho mejor! ¡Je, je! [NEW_DIALOG] [DIALOG_START][Geo_2] Chicos... [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¡Necios! ¡¿Acaso no comprendéis vuestra situación?! [NEW_DIALOG] ¡Aún tengo de rehenes a estos dos! [NEW_DIALOG] ¡Mega Man, ¿no te importa lo que les pueda pasar?! [NEW_DIALOG] [DIALOG_START][Taurus_Fire] ¡Eres tú el que no lo entiende, Fantasma Oscuro! [NEW_DIALOG] ¡Puede que no volvamos a ver a la Dele si te haces con el {e65a}! [NEW_DIALOG] Y no{e114}.{e114}.{e114}.{e114} ¡¡No podemos permitirlo!! [NEW_DIALOG] ¡¿A que no, Zack?! [NEW_DIALOG] [DIALOG_START][Zack] ¡E{e114}-e{e114}-exacto! [NEW_DIALOG] ¡Prefiero que me elimines a no volver a ver a la Dele! [NEW_DIALOG] ¡No podemos perder esta oportunidad! ¡Geo, que no se lo lleve! [NEW_DIALOG] {e212}{1f}{1} [DIALOG_START][Geo_2] Z-Zack... Chicos... [NEW_DIALOG] [DIALOG_START][DraGoodall] ¿Geo? [NEW_DIALOG] Tú no eres el único que está arriesgando su vida para salvar a sus amigos. [NEW_DIALOG] Yo también. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Dra. Goodall!... [NEW_DIALOG] [DIALOG_START][DraGoodall] ¿Ya has olvidado el Propósito de nuestro Equipo? [NEW_DIALOG] «Recuperar a Luna»... [NEW_DIALOG] Estamos dispuestos a hacer lo que sea necesario para cumplirlo. [NEW_DIALOG] [DIALOG_START][Mega] ¡Ya te digo! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] ¿Qué hay de ti, chaval? [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] ¿Cómo piensas estar a la altura de la fuerza y determinación de tus amigos? [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][FantasmaOscuro] ¡Necios! No he dicho... [NEW_DIALOG] [DIALOG_START][Geo_2] {e114}.{e114}.{e114}.{e114} ¡¡Cambio de Onda EM!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][FantasmaOscuro] W-What...!? [NEW_DIALOG] F-F-Fool! Don't you care about them? [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][FantasmaOscuro] ¡¿Q-qué?!... [NEW_DIALOG] ¡N-n-necio! ¿No te importan tus amigos? [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][FantasmaOscuro] Hah!? [NEW_DIALOG] W-What are you...? This is not{e114}.{e114}.{e114}.{e115} Not in my script{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] This is not{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][FantasmaOscuro] NOT IN MY SCRIPT!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][FantasmaOscuro] ¡¿Eh?! [NEW_DIALOG] ¿P-pero qué estás...? Esto no{e114}.{e114}.{e114}.{e115} estaba en mi guion{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Esto no{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {e1a0}{3}{1e} [DIALOG_START][FantasmaOscuro] ¡¡NO ESTABA EN MI GUION!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Shakespeare ran away into the Cyber Core! [NEW_DIALOG] [DIALOG_START][Megaman] We can't bring Prez back if something happens to the main computer! [NEW_DIALOG] Come on, Mega! We have to stop Dark Phantom! [NEW_DIALOG] [DIALOG_START][Mega] Alright! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Spielberg se ha largado con el cibernúcleo! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Si el ordenador central cae, no podremos recuperar a la Dele! [NEW_DIALOG] ¡Vamos, Mega! ¡Tenemos que detener a Fantasma Oscuro! [NEW_DIALOG] [DIALOG_START][Mega] ¡De acuerdo! [NEW_DIALOG] {ec00}{1}
