Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch4/28.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Queen_Virgo] Haaa...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] Aahh... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] Yaaa...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] ¡¡Aaahh!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] ...Haaa...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] ¡¡Aaahh!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Queen_Virgo] *huff, puff* [NEW_DIALOG] Ace... [NEW_DIALOG] Are you...{e115} going easy on me? [NEW_DIALOG] [DIALOG_START][Acid_Ace] No. That's not what I'm doing. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] You haven't even thrown a punch... [NEW_DIALOG] What do you expect me to think? [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] Think whatever you like. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}...!? [NEW_DIALOG] [DIALOG_START][Acid] Ace... The data collection and analysis are complete. [NEW_DIALOG] [DIALOG_START][Acid_Ace] OK. [NEW_DIALOG] Well, then.{e115} Let's finish this! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}...!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Wing Blade!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Uff, puff... [NEW_DIALOG] Ace... [NEW_DIALOG] Te estás...{e115} ¿conteniendo? [NEW_DIALOG] [DIALOG_START][Acid_Ace] No. Te equivocas. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] No me has dado ni un puñetazo... [NEW_DIALOG] ¿Qué quieres que piense? [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] Piensa lo que quieras. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}¡¿?! [NEW_DIALOG] [DIALOG_START][Acid] Ace... Se ha completado la recolección y análisis de los datos. [NEW_DIALOG] [DIALOG_START][Acid_Ace] Vale. [NEW_DIALOG] Entonces...{e115} ¡Es hora de acabar con esto! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡¡Espada alada!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] Ungh...! [NEW_DIALOG] {ec13}(What... {e115}was that!?) [NEW_DIALOG] {ec13}(That power...) [NEW_DIALOG] {ec13}(In just one hit, he...!) [NEW_DIALOG] [DIALOG_START][Acid_Ace] Queen Virgo... [NEW_DIALOG] I understand all of your abilities to the utmost level. [NEW_DIALOG] So you cannot even hit me at your current skill level. [NEW_DIALOG] And you are also not able to evade my attacks. [NEW_DIALOG] You have no chance of winning a battle with me. [NEW_DIALOG] [DIALOG_START][Virgo] Hey,{e115} hey,{e115} hey{e115}... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Virgo] Who the heck do you think you are!? [NEW_DIALOG] You think that we're that weak!? [NEW_DIALOG] That's absurd{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Virgo] That's{e115} impossible!! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] A{e116}-Ace... [NEW_DIALOG] How dare you make light of my abilities! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] ¡Ungh! [NEW_DIALOG] {ec13}(Qué ha... {e115}¡¿sido eso?!) [NEW_DIALOG] {ec13}(Ese poder...) [NEW_DIALOG] {ec13}(¡Con un solo golpe...!) [NEW_DIALOG] [DIALOG_START][Acid_Ace] Queen Virgo... [NEW_DIALOG] Comprendo todas tus habilidades a la perfección. [NEW_DIALOG] Con tu nivel actual, no podrás ni rozarme. [NEW_DIALOG] Y tampoco puedes esquivar mis ataques. [NEW_DIALOG] No tienes ninguna oportunidad contra mí. [NEW_DIALOG] [DIALOG_START][Virgo] Eh,{e115} eh,{e115} eh{e115}... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Virgo] ¡¿Quién demonios te crees que eres?! [NEW_DIALOG] ¡¿Tan débiles te crees que somos?! [NEW_DIALOG] Absurdo{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Virgo] ¡¡Es{e115} imposible!! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] A{e116}-Ace... [NEW_DIALOG] ¡¿Cómo te atreves a burlarte de mis habilidades?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] You should have finished me off with that last strike... [NEW_DIALOG] I... [NEW_DIALOG] I won't let you get away with your insolence...! [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] I see. [NEW_DIALOG] Well, then this time I'll make sure not to hold back. [NEW_DIALOG] But before that... Listen to what I have to s...{e115} sa...{e116} say{e116}... [NEW_DIALOG] {e115}.{e115}.{e115}.{e115}Ungh! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] Deberías haber acabado conmigo con ese ataque... [NEW_DIALOG] Porque... [NEW_DIALOG] ¡No toleraré tal falta de respeto! [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] Entiendo. [NEW_DIALOG] Tranquila, esta vez no me contendré. [NEW_DIALOG] Pero antes... Escucha lo que tengo que d...{e115} de...{e116} decir{e116}... [NEW_DIALOG] {e115}.{e115}.{e115}.{e115} ¡Ungh! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Are you OK, Ace!? [NEW_DIALOG] [DIALOG_START][Acid_Ace] Whoa... [NEW_DIALOG] I{e116}-I didn't expect this...{e116} [NEW_DIALOG] I figured I...{e116} Had it in the bag... [NEW_DIALOG] Umph!{e116} Argh! [NEW_DIALOG] [DIALOG_START][Megaman] Ace!! [NEW_DIALOG] A-Acid!{e115} What's wrong with him!? [NEW_DIALOG] [DIALOG_START][Acid] ... [NEW_DIALOG] Ace's body is very ill. [NEW_DIALOG] [DIALOG_START][Megaman] What!? [NEW_DIALOG] [DIALOG_START][Mega] I-Ill...{e115} You mean he's sick!? [NEW_DIALOG] [DIALOG_START][Acid_Ace] What did I say about exaggerating, Acid? [NEW_DIALOG] [DIALOG_START][Acid] EM Wave Changing the way we do puts a burden on the [NEW_DIALOG] body that a normal human cannot handle. [NEW_DIALOG] Every time we EM Wave Change, Ace's body is torn apart more and more. [NEW_DIALOG] He's reached the point where he cannot stay in that form for very long... [NEW_DIALOG] Essentially, he's in no condition to be fighting. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}...!! [NEW_DIALOG] [DIALOG_START][Megaman] T-That...!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] I said stop, Acid. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¿Estás bien, Ace?! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Ah... [NEW_DIALOG] Q{e116}-qué sorpresa...{e116} [NEW_DIALOG] Y yo pensando...{{e116} que lo tenía en el bote... [NEW_DIALOG] ¡Umf!{e116} ¡Argh! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Ace!! [NEW_DIALOG] ¡A-Acid!{e115} ¡¿Qué le pasa?! [NEW_DIALOG] [DIALOG_START][Acid] ... [NEW_DIALOG] La verdad es que Ace está muy enfermo. [NEW_DIALOG] [DIALOG_START][Megaman] ¡¿Qué?! [NEW_DIALOG] [DIALOG_START][Mega] C-cómo...{e115} ¡¿Está enfermo?! [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¿Qué te he dicho de exagerar, Acid? [NEW_DIALOG] [DIALOG_START][Acid] Este tipo de Cambio de Onda EM provoca un estrés [NEW_DIALOG] excesivo al cuerpo. Un humano normal no podría soportarlo. [NEW_DIALOG] El cuerpo de Ace sufre más y más cada vez que hace un Cambio de Onda EM. [NEW_DIALOG] Ha llegado a un punto en el que no puede mantener la transformación... [NEW_DIALOG] Básicamente, ya no está en condiciones de luchar. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡P-pero...!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Acid, basta ya. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] Everything that I've worked for... [NEW_DIALOG] Has been for this moment. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] Todo lo que he hecho hasta ahora... [NEW_DIALOG] Ha sido por este momento. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] ... [NEW_DIALOG] {e212}!{1} [DIALOG_START][Acid_Ace] Listen to me, Tia. [NEW_DIALOG] You've got to leave Dealer! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] W...{e116} What...? [NEW_DIALOG] [DIALOG_START][Acid_Ace] When I washed my hands of Dealer and ran away... [NEW_DIALOG] I wanted to take you and Jack with me! [NEW_DIALOG] I did my best! [NEW_DIALOG] But I wasn't strong enough... [NEW_DIALOG] I couldn't protect you two from Dealer. [NEW_DIALOG] I was weak. [NEW_DIALOG] And I failed you... [NEW_DIALOG] But now,{e115} I'm stronger, and I'm right here. [NEW_DIALOG] I finally have the strength to help you! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] W-What are you saying...? [NEW_DIALOG] You{e115}.{e115}.{e115}.{e115} wanted to take us with you? [NEW_DIALOG] You want us to turn our backs on Dealer? [NEW_DIALOG] That's impossible... It's just not possible... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Why!?{e115} Because of King!? [NEW_DIALOG] Sure, he was like a father to us... [NEW_DIALOG] But... [NEW_DIALOG] But that was only so he could use us for his own means! You must realize that! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ... [NEW_DIALOG] I{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] I... We have a wish that we need to come true... [NEW_DIALOG] And that won't happen if we leave Dealer. [NEW_DIALOG] So,{e115} leaving is just not possible. [NEW_DIALOG] [DIALOG_START][Acid_Ace] Then I guess I have no other choice! [NEW_DIALOG] I'll have to use my powers to sto- [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] ... [NEW_DIALOG] {e212}!{1} [DIALOG_START][Acid_Ace] Tia, escúchame. [NEW_DIALOG] ¡Tienes que irte de Dealer! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Q...{e116} ¿Qué? [NEW_DIALOG] [DIALOG_START][Acid_Ace] Cuando corté mis lazos con Dealer y escapé... [NEW_DIALOG] ¡quise llevaros a Jack y a ti conmigo! [NEW_DIALOG] ¡Te juro que lo intenté! [NEW_DIALOG] Pero no era lo bastante fuerte... [NEW_DIALOG] No pude protegeros de Dealer. [NEW_DIALOG] Era débil. [NEW_DIALOG] Y os fallé... [NEW_DIALOG] Pero ahora,{e115} soy más fuerte, y estoy aquí. [NEW_DIALOG] ¡Por fin tengo la fuerza para ayudaros! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¿Q-qué estás diciendo? [NEW_DIALOG] ¿Querías{e115}.{e115}.{e115}.{e115} que fuéramos contigo? [NEW_DIALOG] ¿Querías que traicionáramos a Dealer? [NEW_DIALOG] Ridículo... Es totalmente ridículo... [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡¿Por qué?!{e115} ¡¿Es por King?! [NEW_DIALOG] Sí, era como un padre para nosotros... [NEW_DIALOG] Pero... [NEW_DIALOG] ¡Pero solo lo hacía para poder utilizarnos! ¡¿Es que no te das cuenta?! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ... [NEW_DIALOG] Yo{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Yo... Nosotros tenemos un deseo... que debe cumplirse... [NEW_DIALOG] Y no se cumplirá si abandonamos Dealer. [NEW_DIALOG] Por eso,{e115} no es una opción. [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡Entonces no tengo elección! [NEW_DIALOG] Tendré que usar mis poderes para dete... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] {ec13}!? [NEW_DIALOG] What's happening, Acid!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] {ec13}¡¿?! [NEW_DIALOG] ¡Acid, ¿qué está pasando?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid] You've hit your limit, Ace. [NEW_DIALOG] Your body can't handle any more. [NEW_DIALOG] [DIALOG_START][Ace] That won't stop me! [NEW_DIALOG] Acid, we have to EM Wave Change one more time! [NEW_DIALOG] [DIALOG_START][Acid] You need to calm down and think, Ace. [NEW_DIALOG] In this state, you won't be able to make your wish come true. [NEW_DIALOG] And you especially won't be able to beat Queen Virgo. [NEW_DIALOG] You of all people should know that. [NEW_DIALOG] [DIALOG_START][Ace] {ec13}...!! [NEW_DIALOG] [DIALOG_START][Acid] Mega Man. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid] Ace, has llegado a tu límite. [NEW_DIALOG] Tu cuerpo no puede aguantar más. [NEW_DIALOG] [DIALOG_START][Ace] ¡Eso no va a detenerme! [NEW_DIALOG] ¡Acid, una vez más! ¡Cambio de Onda EM! [NEW_DIALOG] [DIALOG_START][Acid] Cálmate y piénsalo bien, Ace. [NEW_DIALOG] En tu estado no podrás cumplir tu deseo. [NEW_DIALOG] Y te será imposible derrotar a Queen Virgo. [NEW_DIALOG] Tú deberías saberlo mejor que nadie. [NEW_DIALOG] [DIALOG_START][Ace] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][Acid] Mega Man. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Y-Yes, Acid? [NEW_DIALOG] [DIALOG_START][Acid] It is just as you heard... [NEW_DIALOG] Ace is not able to fight. [NEW_DIALOG] Would you please help him make his wish come true? [NEW_DIALOG] [DIALOG_START][Ace] Acid! [NEW_DIALOG] [DIALOG_START][Acid] Ace...{e115} I just spent some time working alongside Geo. [NEW_DIALOG] I've seen what he is capable of, and I believe that he is [NEW_DIALOG] fully capable of taking your place in this. [NEW_DIALOG] {e213}{0} [DIALOG_START][Ace] {ec13}...! [NEW_DIALOG] [DIALOG_START][Acid] Please, Mega Man. [NEW_DIALOG] Please stop Queen Virgo. [NEW_DIALOG] Only you...{e115} can do it! [NEW_DIALOG] [DIALOG_START][Megaman] I understand... [NEW_DIALOG] Leave it to me! [NEW_DIALOG] [DIALOG_START][Acid] Thank you, Mega Man! [NEW_DIALOG] [DIALOG_START][Ace] ... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¿S-sí, Acid? [NEW_DIALOG] [DIALOG_START][Acid] Ya lo has oído... [NEW_DIALOG] Ace no puede luchar. [NEW_DIALOG] ¿Podrías hacer realidad su deseo? [NEW_DIALOG] [DIALOG_START][Ace] ¡Acid! [NEW_DIALOG] [DIALOG_START][Acid] Ace...{e115} He trabajado durante un tiempo con Geo. [NEW_DIALOG] He visto de lo que es capaz y creo que puede [NEW_DIALOG] ocupar tu lugar. [NEW_DIALOG] {e213}{0} [DIALOG_START][Ace] {ec13}...! [NEW_DIALOG] [DIALOG_START][Acid] Por favor, Mega Man. [NEW_DIALOG] Detén a Queen Virgo. [NEW_DIALOG] Solo tú...{e115} ¡puedes hacerlo! [NEW_DIALOG] [DIALOG_START][Megaman] Lo entiendo... [NEW_DIALOG] ¡Yo me encargo! [NEW_DIALOG] [DIALOG_START][Acid] ¡Gracias, Mega Man! [NEW_DIALOG] [DIALOG_START][Ace] ... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Ace... I'm going to battle with Ms. Tia and stop her! [NEW_DIALOG] [DIALOG_START][Mega] Yeah! And you stay here and take it easy! [NEW_DIALOG] [DIALOG_START][Ace] ... [NEW_DIALOG] {ec13}(I understand, Acid...) [NEW_DIALOG] {ec13}(Together, those two {ec13} are capable of making {ec13} my wish come true...) [NEW_DIALOG] {ec13}(You truly believe {ec13} that, too, right?) [NEW_DIALOG] OK, Acid.{e115} I'll leave it to them. [NEW_DIALOG] [DIALOG_START][Acid] That is a good decision, Ace. [NEW_DIALOG] [DIALOG_START][Ace] ...Geo Stelar! [NEW_DIALOG] [DIALOG_START][Megaman] Y-Yes! [NEW_DIALOG] [DIALOG_START][Ace] Step up to the plate and please deal with Queen Tia! [NEW_DIALOG] [DIALOG_START][Megaman] {e114}.{e114}.{e114}.{e114}You got it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Ace... ¡Voy a luchar contra la Srta. Tia y detenerla! [NEW_DIALOG] [DIALOG_START][Mega] ¡Sí! ¡Tú quédate ahí quietecito y relájate! [NEW_DIALOG] [DIALOG_START][Ace] ... [NEW_DIALOG] {ec13}(Ya lo entiendo, Acid...) [NEW_DIALOG] {ec13}(Esos dos juntos son {ec13}capaces de hacer realidad {ec13}mi deseo...) [NEW_DIALOG] {ec13}(Tú también lo {ec13}crees, ¿eh?) [NEW_DIALOG] Vale, Acid.{e115} Se lo dejo a ellos. [NEW_DIALOG] [DIALOG_START][Acid] Buena decisión, Ace. [NEW_DIALOG] [DIALOG_START][Ace] ¡Geo Stelar! [NEW_DIALOG] [DIALOG_START][Megaman] ¡S-sí! [NEW_DIALOG] [DIALOG_START][Ace] ¡Eres nuestra única esperanza, tienes que detener a Queen Tia! [NEW_DIALOG] [DIALOG_START][Megaman] {e114}.{e114}.{e114}.{e114} ¡Pues claro! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Ms. Tia! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] I thought I told you to stop calling me that! [NEW_DIALOG] [DIALOG_START][Megaman] Ms. Tia... Why are you a part of Dealer!? [NEW_DIALOG] What are you and Jack trying to achieve by being a member of Dealer!? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] It is of no concern to you... [NEW_DIALOG] [DIALOG_START][Virgo] Yeeeah! [NEW_DIALOG] Little kids shouldn't meddle with adult problems! [NEW_DIALOG] Or do I have to punish you!? [NEW_DIALOG] [DIALOG_START][Mega] You're the one that acts like a little kid! [NEW_DIALOG] {ec00}{1}{e100}<{e212}{1b}{1}{e100}<{ec00}{0} [DIALOG_START][Queen_Virgo] Boy, you sure do whine a lot, don't you? [NEW_DIALOG] Are you fighting or not? [NEW_DIALOG] [DIALOG_START][Megaman] Ms. Tia...{e116} No, Queen Virgo! [NEW_DIALOG] Yeah, I'll fight you. And I'm doing it for Ace! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] You're really starting to annoy me, you little brat. [NEW_DIALOG] I guess I'm just going to have to destroy you... [NEW_DIALOG] Along with Ace's wish...{e115} And everything else! [NEW_DIALOG] [DIALOG_START][Mega] Grrr! Go ahead and try! [NEW_DIALOG] It's time to go buck wild, kid! [NEW_DIALOG] [DIALOG_START][Megaman] Yeah, let's own her, Mega! [NEW_DIALOG] I'm not letting anyone destroy anything! [NEW_DIALOG] And I'm going to make Ace's wish come true! [NEW_DIALOG] Wave Battle!{e116} Ride On{e115}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡Srta. Tia! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¡Te he dicho que no me llames así! [NEW_DIALOG] [DIALOG_START][Megaman] Srta. Tia... ¡¿Por qué estás con Dealer?! [NEW_DIALOG] ¡¿Qué queréis conseguir Jack y tú trabajando con esa organización?! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] No es de tu incumbencia... [NEW_DIALOG] [DIALOG_START][Virgo] ¡Ya veeees! [NEW_DIALOG] ¡Los niñatos no deberían entrometerse en temas de adultos! [NEW_DIALOG] ¡¿Quieres que te castigue?! [NEW_DIALOG] [DIALOG_START][Mega] ¡Tú eres la que se comporta como una niña! [NEW_DIALOG] {ec00}{1}{e100}<{e212}{1b}{1}{e100}<{ec00}{0} [DIALOG_START][Queen_Virgo] Chico, te encanta quejarte, ¿eh? [NEW_DIALOG] ¿Vas a luchar o no? [NEW_DIALOG] [DIALOG_START][Megaman] Srta. Tia...{e116} No, ¡Queen Virgo! [NEW_DIALOG] Sí, lucharé contigo. ¡Por Ace! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Mocoso, me estás empezando a cansar. [NEW_DIALOG] Voy a destruirte ahora mismo... [NEW_DIALOG] Junto con el deseo de Ace...{e115} ¡Y todo lo demás! [NEW_DIALOG] [DIALOG_START][Mega] ¡Grrr! ¡Inténtalo, vamos! [NEW_DIALOG] ¡Prepárate, chaval! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Sí, Mega, vamos a derrotarla! [NEW_DIALOG] ¡Aquí nadie va a destruir nada! [NEW_DIALOG] ¡Y voy a hacer realidad el deseo de Ace! [NEW_DIALOG] ¡Combate de Ondas!{e116} ¡¡Adelante{e115}!! [NEW_DIALOG] {ec00}{1}
