Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch4/30.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][DraGoodall] We're all set. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][DraGoodall] Ya está todo listo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][DraGoodall] Let's begin. [NEW_DIALOG] [DIALOG_START]{33}Yes, ma'am. [NEW_DIALOG] [DIALOG_START]{32}Yes, ma'am! [NEW_DIALOG] [DIALOG_START][DraGoodall] Activating the data reconstruction program. [NEW_DIALOG] The threshold is at .01. [NEW_DIALOG] This is a very delicate operation. Be careful. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][DraGoodall] Vamos a empezar. [NEW_DIALOG] [DIALOG_START]{33}Sí, señora. [NEW_DIALOG] [DIALOG_START]{32}Sí, señora. [NEW_DIALOG] [DIALOG_START][DraGoodall] Activando programa de reconstrucción de datos. [NEW_DIALOG] El margen de error es de 0.1. [NEW_DIALOG] Se trata de una operación muy delicada. Tened cuidado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] {ec13}(...It's started!) [NEW_DIALOG] {ec13}(Come on, Prez... {ec13} You've got to come back!!) [NEW_DIALOG] [DIALOG_START][Ace] Geo. [NEW_DIALOG] [DIALOG_START][Geo_2] {e114}.{e114}.{e114}.{e114}Yeah? [NEW_DIALOG] [DIALOG_START][Ace] It looks like Dr. Goodall isn't going to say anything, so I guess I should. [NEW_DIALOG] [DIALOG_START][Geo_2] W-W-What is it? [NEW_DIALOG] [DIALOG_START][Ace] There is only a 30% chance that Luna will completely return to normal. [NEW_DIALOG] So, there's a 70% chance that... well... [NEW_DIALOG] {e115}...You understand, right? [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] Yeah. [NEW_DIALOG] [DIALOG_START][Ace] Good. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Ace] Then I have a favor to ask you. [NEW_DIALOG] ...If everything doesn't work out perfectly... [NEW_DIALOG] Promise me that you won't blame Dr. Goodall. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Ace] She has had countless achievements as a scientist in the past, yet... [NEW_DIALOG] She also has an equal amount of upsetting memories resulting from failures. [NEW_DIALOG] While she understands that failures come with being a scientist, most of those [NEW_DIALOG] upsetting memories are caused by us. [NEW_DIALOG] We are always asking her to do the impossible. [NEW_DIALOG] ...Just like now. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}...!! [NEW_DIALOG] [DIALOG_START][Ace] I know she would never say anything, so I had to say something. [NEW_DIALOG] Maybe it's selfish of me, but I'm begging you not to make it any harder on her. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] {ec13}(¡Ha empezado!) [NEW_DIALOG] {ec13}(Vamos, Dele... {ec13}¡¡Vuelve con nosotros!!) [NEW_DIALOG] [DIALOG_START][Ace] Geo. [NEW_DIALOG] [DIALOG_START][Geo_2] {e114}.{e114}.{e114}.{e114} ¿Sí? [NEW_DIALOG] [DIALOG_START][Ace] Parece que la Dra. Goodall no va a decirlo, así que lo haré yo. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Q-q-qué pasa? [NEW_DIALOG] [DIALOG_START][Ace] Solo hay un 30% de probabilidades de que Luna vuelva a la normalidad. [NEW_DIALOG] Así que, hay un 70% de que... en fin... [NEW_DIALOG] {e115}Lo entiendes, ¿no? [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] Sí. [NEW_DIALOG] [DIALOG_START][Ace] Bien. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Ace] Entonces, debo pedirte un favor. [NEW_DIALOG] Si esto no sale como esperamos... [NEW_DIALOG] Prométeme que no culparás a la Dra. Goodall. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Ace] Como científica, ha conseguido incontables logros, pero... [NEW_DIALOG] También guarda incontables recuerdos dolorosos de los fracasos de su carrera. [NEW_DIALOG] Es consciente de que esos fracasos forman parte de su trabajo, pero [NEW_DIALOG] muchos de esos recuerdos son resultado de nuestras acciones. [NEW_DIALOG] Siempre le pedimos lo imposible. [NEW_DIALOG] Como ahora... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][Ace] Sé que ella jamás dirá nada, por eso lo digo yo. [NEW_DIALOG] Puede que pida demasiado, pero, por favor, no se lo pongas más difícil. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{32}Dr. Goodall! The reconstruction process is taking too long! [NEW_DIALOG] [DIALOG_START][DraGoodall] Turn up the gain on the figure derivation! [NEW_DIALOG] [DIALOG_START]{32}There's no effect...! [NEW_DIALOG] [DIALOG_START]{33}The data is starting to degrade...! [NEW_DIALOG] [DIALOG_START][DraGoodall] De-activate the auto-support! I'll do this manually! [NEW_DIALOG] Hurry! [NEW_DIALOG] [DIALOG_START]{32}T-That's impossible! [NEW_DIALOG] [DIALOG_START][DraGoodall] Since when is an impossibility a reason to give up!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{32}¡Dra. Goodall! ¡El proceso se está alargando demasiado! [NEW_DIALOG] [DIALOG_START][DraGoodall] ¡Modificad la curva de la derivada! [NEW_DIALOG] [DIALOG_START]{32}¡No ocurre nada! [NEW_DIALOG] [DIALOG_START]{33}¡Los datos se están degradando! [NEW_DIALOG] [DIALOG_START][DraGoodall] ¡Desactivad el modo automático! ¡Lo haré manualmente! [NEW_DIALOG] ¡Deprisa! [NEW_DIALOG] [DIALOG_START]{32}¡E-es imposible! [NEW_DIALOG] [DIALOG_START][DraGoodall] ¡¿Desde cuándo nos rendimos porque algo sea imposible?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] W{e115}-What's going on!? [NEW_DIALOG] Is everything OK...!? [NEW_DIALOG] [DIALOG_START][Zack] I{e115}-I don't know... [NEW_DIALOG] There's no way to know...! [NEW_DIALOG] [DIALOG_START][Sonia] Please... [NEW_DIALOG] Please come back, Luna!! [NEW_DIALOG] [DIALOG_START][Geo_2] Sonia... [NEW_DIALOG] Bud, Zack! [NEW_DIALOG] Let's cheer on Prez, too!! [NEW_DIALOG] We miss you, Prez! [NEW_DIALOG] [DIALOG_START][Bud] Yeah... We can't give up! [NEW_DIALOG] Come on, Prez!! [NEW_DIALOG] [DIALOG_START][Zack] I'll never give up on Prez! [NEW_DIALOG] I can't wait to see you again, Prez!! [NEW_DIALOG] [DIALOG_START][Geo_2] Prez!! [NEW_DIALOG] [DIALOG_START][Sonia] Luna!! [NEW_DIALOG] [DIALOG_START][Bud] Preeez!! [NEW_DIALOG] [DIALOG_START][Zack] P-P-Preeez!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡¿Q{e115}-qué está pasando?! [NEW_DIALOG] ¡¿Va todo bien?! [NEW_DIALOG] [DIALOG_START][Zack] N{e115}-no lo sé... [NEW_DIALOG] ¡¿Cómo voy a saberlo?! [NEW_DIALOG] [DIALOG_START][Sonia] Por favor... [NEW_DIALOG] ¡¡Luna, vuelve con nosotros!! [NEW_DIALOG] [DIALOG_START][Geo_2] Sonia... [NEW_DIALOG] ¡Bud, Zack! [NEW_DIALOG] ¡Nosotros también tenemos que dar ánimos a la Dele!! [NEW_DIALOG] ¡Dele, te echamos de menos! [NEW_DIALOG] [DIALOG_START][Bud] Sí... ¡No podemos rendirnos! [NEW_DIALOG] ¡¡Vamos, Dele!! [NEW_DIALOG] [DIALOG_START][Zack] ¡La Dele tiene que volver, sea como sea! [NEW_DIALOG] ¡¡Dele, tengo muchísimas ganas de verte!! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¡Dele!! [NEW_DIALOG] [DIALOG_START][Sonia] ¡¡Luna!! [NEW_DIALOG] [DIALOG_START][Bud] Preeez!! [NEW_DIALOG] [DIALOG_START][Zack] ¡¡Deleee!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Umm... It's here, right? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Umm... Es aquí, ¿no? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] ...Huh? It's not here? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Eh? ¿No es aquí? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Wait a second! What the heck is going on!? [NEW_DIALOG] Where am I!? Who's there!? [NEW_DIALOG] Show yourself!! [NEW_DIALOG] I'm feeling... Really sleepy... [NEW_DIALOG] Maybe I should{e114}.{e114}.{e114}.{e114} go to sleep{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] Prez!! [NEW_DIALOG] [DIALOG_START][Sonia] Luna!! [NEW_DIALOG] [DIALOG_START][Prez] {ec13}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Espera un momento! ¡¿Qué demonios está pasando?! [NEW_DIALOG] ¡¿Dónde estoy?! ¡¿Quién anda ahí?! [NEW_DIALOG] ¡¡Da la cara!! [NEW_DIALOG] Me está entrando... mucho sueño... [NEW_DIALOG] Será mejor que{e114}.{e114}.{e114}.{e114} me eche un rato{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¡Dele!! [NEW_DIALOG] [DIALOG_START][Sonia] ¡¡Luna!! [NEW_DIALOG] [DIALOG_START][Prez] {ec13}¡! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Geo... [NEW_DIALOG] Sonia? [NEW_DIALOG] [DIALOG_START][Bud] Preeez!! [NEW_DIALOG] [DIALOG_START][Zack] P-P-Preeez!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Geo... [NEW_DIALOG] ¿Sonia? [NEW_DIALOG] [DIALOG_START][Bud] ¡¡Deleee!! [NEW_DIALOG] [DIALOG_START][Zack] ¡¡D-D-Deleee!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Bud, Zack! [NEW_DIALOG] Has it been you guys the whole time!? Is this a prank!? [NEW_DIALOG] Hurry up and come out!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Bud, Zack! [NEW_DIALOG] ¡¿Érais vosotros?! ¡¿Me estáis gastando una broma?! [NEW_DIALOG] ¡¡Salid, vamos!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Aaarrrgggh! [NEW_DIALOG] Are you ignoring my orders!? [NEW_DIALOG] You're going to be in for a world of hurt! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Aaarrrgggh! [NEW_DIALOG] ¡¿No vais a obedecerme?! [NEW_DIALOG] ¡Os va a faltar Tierra para correr! [NEW_DIALOG] {ec00}{1}

source: {e212}{1f}{0}{ec00}{0} [DIALOG_START]{32}Dr. G{e115}-Goodall...!? [NEW_DIALOG] [DIALOG_START][DraGoodall] {e115}...Interesting. [NEW_DIALOG] Interesting...{e115} Very interesting... [NEW_DIALOG] [DIALOG_START]{33}The data is... [NEW_DIALOG] The data is reconstructing at an extremely fast rate... [NEW_DIALOG] [DIALOG_START][DraGoodall] Don't worry{e114}.{e114}.{e114}.{e114} I'm watching. [NEW_DIALOG] [DIALOG_START]{32}I-It's a miracle...!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1f}{0}{ec00}{0} [DIALOG_START]{32}¡¿Dra. G{e115}-Goodall?! [NEW_DIALOG] [DIALOG_START][DraGoodall] {e115}Interesante... [NEW_DIALOG] Interesante... {e115}Muy interesante... [NEW_DIALOG] [DIALOG_START]{33}Los datos se están... [NEW_DIALOG] Los datos se están reconstruyendo a un ritmo alarmante... [NEW_DIALOG] [DIALOG_START][DraGoodall] Tranquilos{e114}.{e114}.{e114}.{e114} Lo tengo controlado. [NEW_DIALOG] [DIALOG_START]{32}¡¡Es un milagro!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][DraGoodall] Didn't you know? [NEW_DIALOG] Miracles happen all the time. [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][DraGoodall] ¿No lo sabíais? [NEW_DIALOG] Los milagros ocurren constantemente. [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {e212}{1d}{1}{ec00}{0} [DIALOG_START][Prez] There you two are!! [NEW_DIALOG] Are you guys ready for a wh{e114}...oo{e114}...p{e114}...i{e114}..n'? [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1d}{1}{ec00}{0} [DIALOG_START][Prez] ¡¡Ahí estáis!! [NEW_DIALOG] ¿Estáis listos para un a{e114}... z{e114}... o{e114}... t{e114}... e? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Huh...!? [NEW_DIALOG] What's everyone staring at...? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡¿Eh?! [NEW_DIALOG] ¿Tengo monos en la cara? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] Pr{e115}-Pr{e115}-Pr{e115}-Pr... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] Preeez!! [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] D{e115}-D{e115}-D{e115}-De... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] ¡¡Deleee!! [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {e212}"{0}{ec00}{0}{e1a0}{4}{1e} [DIALOG_START][Zack] Oh, Prez! I really missed you!! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] Waaa! Prez!! [NEW_DIALOG] Please{e114}.{e114}.{e114}.{e114} Please yell at me!! [NEW_DIALOG] [DIALOG_START][Sonia] L-Luna... Welcome back!! [NEW_DIALOG] *sob* [NEW_DIALOG] [DIALOG_START][Geo] Prez...!! [NEW_DIALOG] I can't believe you're back!! This is amazing! [NEW_DIALOG] [DIALOG_START][Prez] What the heck is going on!? [NEW_DIALOG] Where are we!? [NEW_DIALOG] Everyone quit your crying and tell me what's going on!! [NEW_DIALOG] {ec00}{1}{e100}<{ec16}{e210}{3b6}{ec00}{0} [DIALOG_START][NONAME] Purpose fulfilled!{e117} [NEW_DIALOG] {ec00}{1}
es_es: {e212}"{0}{ec00}{0}{e1a0}{4}{1e} [DIALOG_START][Zack] ¡Ay, Dele! ¡¡Te hemos echado mucho de menos!! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Bud] ¡Buaa! ¡¡Dele!! [NEW_DIALOG] Por favor{e114}.{e114}.{e114}.{e114} ¡¡Grítame!! [NEW_DIALOG] [DIALOG_START][Sonia] L-Luna... ¡¡Bienvenida!! [NEW_DIALOG] Snif... [NEW_DIALOG] [DIALOG_START][Geo] ¡¡Dele!! [NEW_DIALOG] ¡¡No puedo creer que hayas vuelto!! ¡Es alucinante! [NEW_DIALOG] [DIALOG_START][Prez] ¡¿Qué demonios está pasando?! [NEW_DIALOG] ¡¿Dónde estamos?! [NEW_DIALOG] ¡¿Podéis dejar de llorar y decirme qué está pasando?! [NEW_DIALOG] {ec00}{1}{e100}<{ec16}{e210}{3b6}{ec00}{0} [DIALOG_START][NONAME] ¡Propósito completado!{e117} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Ace... [NEW_DIALOG] [DIALOG_START][Ace] Yeah? [NEW_DIALOG] [DIALOG_START][Geo_2] Can I ask you to do something for me now? [NEW_DIALOG] [DIALOG_START][Ace] ...What is it? [NEW_DIALOG] [DIALOG_START][Geo_2] Please let me fight by your side! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] Dealer has gone too far... [NEW_DIALOG] I can't let them get away with what they're doing! [NEW_DIALOG] And WAZA and the Satella Police are having a lot of trouble dealing with them... [NEW_DIALOG] So I know we can help! [NEW_DIALOG] [DIALOG_START][Ace] OK. [NEW_DIALOG] [DIALOG_START][Geo_2] Mega and I have a lot of experience with taking on bad guys so we could be... [NEW_DIALOG] {ec13}... [NEW_DIALOG] {e114}.{e114}.{e114}.{e114}Wait... So you're OK with us helping? [NEW_DIALOG] [DIALOG_START][Ace] Of course. [NEW_DIALOG] [DIALOG_START][Mega] Were you leading us to this all along, anyway? [NEW_DIALOG] [DIALOG_START][Ace] ...Maybe. [NEW_DIALOG] Who cares about the details, anyway? [NEW_DIALOG] [DIALOG_START][Ace] Let's focus on the here and now. [NEW_DIALOG] [DIALOG_START][Geo_2] What are you planning to do? [NEW_DIALOG] [DIALOG_START][Ace] They gave us a pretty good wake up call today. [NEW_DIALOG] So I think we ought to return the favor, don't you? [NEW_DIALOG] [DIALOG_START][Mega] Sweet! Are you planning on whooping some Dealer butt!? [NEW_DIALOG] [DIALOG_START][Ace] You got it! [NEW_DIALOG] ...Sounds fun, eh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Ace... [NEW_DIALOG] [DIALOG_START][Ace] ¿Sí? [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Ahora puedo pedirte yo que hagas algo por mí? [NEW_DIALOG] [DIALOG_START][Ace] ¿De qué se trata? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Deja que luche contigo! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] Dealer se ha pasado... [NEW_DIALOG] ¡No puedo permitir que se salgan con la suya! [NEW_DIALOG] Y la WAZA y la Policía Satela no dan abasto con ellos... [NEW_DIALOG] ¡Podemos seros de ayuda! [NEW_DIALOG] [DIALOG_START][Ace] Está bien. [NEW_DIALOG] [DIALOG_START][Geo_2] Mega y yo tenemos experiencia acabando con los malos, así que... [NEW_DIALOG] {ec13}... [NEW_DIALOG] {e114}.{e114}.{e114}.{e114} Espera... ¿Te parece bien que ayudemos? [NEW_DIALOG] [DIALOG_START][Ace] Pues claro. [NEW_DIALOG] [DIALOG_START][Mega] ¿Esto era lo que buscabas desde el principio? [NEW_DIALOG] [DIALOG_START][Ace] Puede... [NEW_DIALOG] ¿Qué más dan los detalles? [NEW_DIALOG] [DIALOG_START][Ace] Centrémonos en lo importante. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Qué planes tienes? [NEW_DIALOG] [DIALOG_START][Ace] Lo de hoy ha sido una llamada de atención. [NEW_DIALOG] Tendremos que devolverles el favor, ¿no? [NEW_DIALOG] [DIALOG_START][Mega] ¡Genial! ¡¿Quieres que vayamos a Dealer a patear unos cuantos culos?! [NEW_DIALOG] [DIALOG_START][Ace] ¡Eso mismo! [NEW_DIALOG] Suena divertido, ¿eh? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid] Accordingly... [NEW_DIALOG] Shall we give Mega Man his first assignment? [NEW_DIALOG] [DIALOG_START][Mega] {ec13}...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid] Por lo tanto... [NEW_DIALOG] ¿Qué os parece si le asigno a Mega Man su primera misión? [NEW_DIALOG] [DIALOG_START][Mega] {ec13}¡...! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Why the heck do you get to give me orders!? [NEW_DIALOG] [DIALOG_START][Acid] They are not orders. [NEW_DIALOG] It is a mission. [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] What's the difference!? [NEW_DIALOG] [DIALOG_START][Acid] The spelling... and the meaning. [NEW_DIALOG] [DIALOG_START][Ace] OK, OK... [NEW_DIALOG] It's like I said before... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡¿Y por qué tengo yo que recibir órdenes de ti?! [NEW_DIALOG] [DIALOG_START][Acid] No son órdenes. [NEW_DIALOG] He dicho que es una misión. [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] ¡¿Y cuál es la diferencia?! [NEW_DIALOG] [DIALOG_START][Acid] La palabra en sí... y lo que hay detrás. [NEW_DIALOG] [DIALOG_START][Ace] Vamos, vamos... [NEW_DIALOG] Ya os lo he dicho... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Let's not fuss about the details right now, alright? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Vamos a dejar los detalles para luego, ¿vale? [NEW_DIALOG] {ec00}{1}
