Repository: joguersan/Megaman-Starforce-3
Catalog: mess_field/07.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] {ec35} examined the Mystery Wave... [NEW_DIALOG]
es_es: {ec00}{0} [DIALOG_START][NONAME] {ec35} examina la Onda de misterio... [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][NONAME] It's locked! You can open it with the "{e5d3}". [NEW_DIALOG] {e18d}{3}{1}{2}{e106}{4}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡Está bloqueada! Puedes abrirla con «{e5d3}». [NEW_DIALOG] {e18d}{3}{1}{2}{e106}{4}

source: [DIALOG_START][NONAME] Do you want to use the "{e5d3}"? {ec05}{0}{2} {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{3}{ec11}{1}{4}
es_es: [DIALOG_START][NONAME] ¿Quieres usar «{e5d3}»? {ec05}{0}{2} {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{3}{ec11}{1}{4}

source: [DIALOG_START][NONAME] SubCard: "{e5d3}" was used to unlock the wave! [NEW_DIALOG] {e184}{3}{ffff}{e107}{0}{1}
es_es: [DIALOG_START][NONAME] ¡Has usado la subcarta «{e5d3}» para desbloquear la onda! [NEW_DIALOG] {e184}{3}{ffff}{e107}{0}{1}

source: {ec00}{2}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e121}{6} Zennys"!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{2}{e1a1} [DIALOG_START][NONAME] ¡¡{ec35} ha obtenido: «{e121}{6} Zennys»!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] Battle Card: "{e12d}" was downloaded into {ec35}'s Hunter-VG! [NEW_DIALOG] {e10c}{0}{223}{d}{ec00}{1}
es_es: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha descargado la carta de combate: «{e12d}»! [NEW_DIALOG] {e10c}{0}{223}{d}{ec00}{1}

source: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] Battle Card: "{e12d}" was downloaded into {ec35}'s Hunter-VG! [NEW_DIALOG] {e10c}{0}{223}{d}{ec00}{1}
es_es: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha descargado la carta de combate: «{e12d}»! [NEW_DIALOG] {e10c}{0}{223}{d}{ec00}{1}

source: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] Item Data: "{e12d}" was downloaded into {ec35}'s Hunter-VG! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha descargado los datos de objeto: «{e12d}» en su Hunter-VG! [NEW_DIALOG] {ec00}{1}

source: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] Item Data: "{e12d}" was downloaded into {ec35}'s Hunter-VG! [NEW_DIALOG] {e10c}{0}{224}{e}{ec00}{1}
es_es: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha descargado los datos de objeto: «{e12d}» en su Hunter-VG! [NEW_DIALOG] {e10c}{0}{224}{e}{ec00}{1}

source: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] {ec35} got Power Up Item: "{e12d}"!! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] ¡¡{ec35} ha obtenido el objeto de mejora: «{e12d}»!! [NEW_DIALOG] ¡Capacidad PV mejorada! [NEW_DIALOG] {ec00}{1}

source: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] {ec35} got: "{e12d}"!! [NEW_DIALOG] {e10c}{1}{266}{f}{e10c}{1}{267}{10}{ec00}{1}
es_es: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] ¡¡{ec35} ha obtenido: «{e12d}»!! [NEW_DIALOG] {e10c}{1}{266}{f}{e10c}{1}{267}{10}{ec00}{1}

source: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] {ec35} got Power Up Ability: "{e12d}/{e122}{4}"!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{2}{e210}{542}{e1a1} [DIALOG_START][NONAME] ¡¡{ec35} ha obtenido la habilidad de mejora: «{e12d}/{e122}{4}»!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Looks like you've got yourself a Battle Card, kid. [NEW_DIALOG] Well, let's put it in your folder and try it out in battle! [NEW_DIALOG] Choose "Battle Card" on the Menu Screen to edit your folder. [NEW_DIALOG] {ec00}{1}{e10a}{223}{ec20}{1081}
es_es: {ec00}{0} [DIALOG_START][Mega] Parece que has conseguido una carta de combate, chico. [NEW_DIALOG] ¡Ponla en tu carpeta y prúebala en un combate! [NEW_DIALOG] En el menú, elige «Cartas de combate» para editar tu carpeta. [NEW_DIALOG] {ec00}{1}{e10a}{223}{ec20}{1081}

source: {ec00}{0} [DIALOG_START][Mega] Well, whaddaya know! It's W.E. Data! [NEW_DIALOG] W.E. stands for Wizard Equip. And by Wizard, they mean me! [NEW_DIALOG] So, come on! Let's try it out! [NEW_DIALOG] {ec00}{1}{ec20}{1082}{e10a}{224}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Vaya, ¿qué te parece?! ¡Son Datos E.W! [NEW_DIALOG] E.W. significa Equipo Wizard. ¡Y yo soy un Wizard! [NEW_DIALOG] ¡Así que, venga! ¡Vamos a probarlo! [NEW_DIALOG] {ec00}{1}{ec20}{1082}{e10a}{224}

source: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] You can now access WAZA controlled Cyber Cores! [NEW_DIALOG] {ec00}{1}{e10b}{266}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] ¡Ya puedes acceder a los Cibernúcleos de la WAZA! [NEW_DIALOG] {ec00}{1}{e10b}{266}

source: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] You can now access locked Cyber Cores that were hacked by Dealer! [NEW_DIALOG] {ec00}{1}{e10b}{267}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][NONAME] ¡Ya puedes acceder a los Cibernúcleos hackeados por Dealer! [NEW_DIALOG] {ec00}{1}{e10b}{267}
