Repository: joguersan/Megaman-Starforce-3
Catalog: mess_field/09.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] A Tri-Trader. Do you want to upload 3 Battle Cards? [NEW_DIALOG] {ec05}{0}{4} {ec06}OK! {ec09}Quit [NEW_DIALOG] {ec11}{0}{3}{ec11}{3}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un Tri-Comerciante. ¿Quieres subir tres cartas de combate? [NEW_DIALOG] {ec05}{0}{4} {ec06}¡Vale! {ec09}Salir [NEW_DIALOG] {ec11}{0}{3}{ec11}{3}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A Penta-Trader. Do you want to upload 5 Battle Cards? [NEW_DIALOG] {ec05}{0}{4} {ec06}OK! {ec09}Quit [NEW_DIALOG] {ec11}{0}{4}{ec11}{3}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un Penta-Comerciante. ¿Quieres subir cinco cartas de combate? [NEW_DIALOG] {ec05}{0}{4} {ec06}¡Vale! {ec09}Salir [NEW_DIALOG] {ec11}{0}{4}{ec11}{3}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] An SP-Trader. Do you want to upload 10 Battle Cards? [NEW_DIALOG] {ec05}{0}{4} {ec06}OK! {ec09}Quit [NEW_DIALOG] {ec11}{0}{5}{ec11}{3}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un Comerciante-EX. ¿Quieres subir diez cartas de combate? [NEW_DIALOG] {ec05}{0}{4} {ec06}¡Vale! {ec09}Salir [NEW_DIALOG] {ec11}{0}{5}{ec11}{3}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I guess I don't have enough cards. [NEW_DIALOG] {ec00}{1}{e106}{f}
es_es: {ec00}{0} [DIALOG_START][Geo] Creo que no tengo bastantes cartas. [NEW_DIALOG] {ec00}{1}{e106}{f}

source: {e107}{3}{14}{ec00}{0} [DIALOG_START][NONAME] Downloading{e104}.{e104}.{e104}. [NEW_DIALOG] {ec00}{1}
es_es: {e107}{3}{14}{ec00}{0} [DIALOG_START][NONAME] Descargando{e104}.{e104}.{e104}. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e1a1} [DIALOG_START][NONAME] {ec35} got Battle Card: "{e12c}"!!{e104} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e1a1} [DIALOG_START][NONAME] ¡¡{ec35} ha obtenido la carta de combate: «{e12c}»!!{e104} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Yesss! It looks like the trader has gone into Star Chance Mode! [NEW_DIALOG] If I put up one of the cards I just got, I'll [NEW_DIALOG] have a chance to win a top-class card! [NEW_DIALOG] {ec05}{0}{4} {ec06}Take a chance! {ec09}Quit [NEW_DIALOG] {ec11}{0}{e}{ec11}{3}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Sííí! ¡El comerciante ha entrado en modo Oportunidad Estelar! [NEW_DIALOG] ¡Si meto una de las cartas que he conseguido [NEW_DIALOG] puede que me toque una carta de primera! [NEW_DIALOG] {ec05}{0}{4} {ec06}¡Vamos allá! {ec09}Salir [NEW_DIALOG] {ec11}{0}{e}{ec11}{3}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] OK, Final Chance Mode! [NEW_DIALOG] If I put up one of the cards I just got, I'll [NEW_DIALOG] have a chance to win a special class card! [NEW_DIALOG] [DIALOG_START][Mega] Alright, be careful, kid. This is the last challenge! [NEW_DIALOG] {ec05}{0}{4} {ec06}Take a chance! {ec09}Quit [NEW_DIALOG] {ec11}{0}{e}{ec11}{3}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Bien, el modo Última Oportunidad! [NEW_DIALOG] ¡Si meto una de las cartas que he conseguido [NEW_DIALOG] puede que me toque una carta muy especial! [NEW_DIALOG] [DIALOG_START][Mega] Vale, con cuidado, chico. ¡Es tu oportunidad! [NEW_DIALOG] {ec05}{0}{4} {ec06}¡Vamos allá! {ec09}Salir [NEW_DIALOG] {ec11}{0}{e}{ec11}{3}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Yesss! We did it! The suspense was killing me! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Sííí! ¡Ha salido! ¡La espera me estaba matando! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Aww maaan! I lost! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Jopééééé! ¡He perdido! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Aww maaan! I lost! [NEW_DIALOG] [DIALOG_START][Mega] But you played like a real man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Jopééééé! ¡He perdido! [NEW_DIALOG] [DIALOG_START][Mega] ¡Pero has jugado como un hombre! [NEW_DIALOG] {ec00}{1}
