Repository: joguersan/Megaman-Starforce-3
Catalog: mess_field/17.po
Languages: es_es

source: {e10c}{1}{c5}{3}{ec00}{0} [DIALOG_START]{56}Hey, Geo. Long time no see. [NEW_DIALOG] [DIALOG_START][Geo] Oh, Hello Mr. {e25c}! What are you doing here at WAZA? [NEW_DIALOG] [DIALOG_START]{56}Mr. Boreal asked me to come and help him with something. [NEW_DIALOG] After all, he is my boss. Do you remember, that time you helped me? Back [NEW_DIALOG] then I used to live my life in a constant state of mistrust of others. [NEW_DIALOG] I was such a fool. Now I spend my days working with Mr. Boreal [NEW_DIALOG] and my friends. And it's all thanks to you, Geo. [NEW_DIALOG] [DIALOG_START][Geo] Uh, well I didn't... [NEW_DIALOG] [DIALOG_START]{56}By the way... Cygnus, the FM being that took control of me [NEW_DIALOG] was reconstructed by my {e4a6} VG and is now my Wizard. [NEW_DIALOG] [DIALOG_START][Mega] What!? Cygnus!? [NEW_DIALOG] [DIALOG_START]{56}I've even learned to Wave Change at will. My Transcode is "020". [NEW_DIALOG] I want to get stronger and use this power in order to help people. [NEW_DIALOG] But, I need to train. [NEW_DIALOG] Would you battle me as Mega Man, as part of my training? [NEW_DIALOG] {e10a}{c5}{ec05}{0}{2}Battle Cygnus Wing? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{6}{ec11}{1}{8}{ec00}{1}
es_es: {e10c}{1}{c5}{3}{ec00}{0} [DIALOG_START]{56}Eh, Geo. Cuánto tiempo. [NEW_DIALOG] [DIALOG_START][Geo] ¡Ah, hola, Sr. {e25c}! ¿Qué hace usted en la WAZA? [NEW_DIALOG] [DIALOG_START]{56}El Sr. Boreal me pidió que viniera a ayudarle con una cosa. [NEW_DIALOG] Es mi jefe, ¿sabes? ¿Recuerdas cuando me ayudaste aquella vez? [NEW_DIALOG] Por entonces, vivía desconfiando siempre de los demás. [NEW_DIALOG] Era un idiota. Ahora me dedico a trabajar con el Sr. Boreal [NEW_DIALOG] y mis amigos. Y todo es gracias a ti, Geo. [NEW_DIALOG] [DIALOG_START][Geo] Ah, bueno, yo no... [NEW_DIALOG] [DIALOG_START]{56}By the way... VPor cierto... Cygnus, el ser FM que me poseyó fue [NEW_DIALOG] reconstruido por mi {e4a6}-VG y ahora es mi Wizard. [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Qué?! ¡¿Cygnus?! [NEW_DIALOG] [DIALOG_START]{56}Si hasta he aprendido a cambiar de onda. Mi Transcodificación es «020». [NEW_DIALOG] Quiero hacerme más fuerte y usar este poder para ayudar a la gente. [NEW_DIALOG] Pero tengo que entrenar. [NEW_DIALOG] ¿Lucharías contra mí como Mega Man para ayudarme en mi entrenamiento? [NEW_DIALOG] {e10a}{c5}{ec05}{0}{2}¿Luchar contra Cygnus Wing? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{6}{ec11}{1}{8}{ec00}{1}

source: {ec00}{0} [DIALOG_START]{56}Hey, Geo! [NEW_DIALOG] I transformed into Cyguns Wing! Do you want to battle? [NEW_DIALOG] {ec05}{0}{2}Battle Cygnus Wing? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{6}{ec11}{1}{8}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{56}¡Eh, Geo! [NEW_DIALOG] ¡Me he transformado en Cyguns Wing! ¿Quieres luchar? [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Cygnus Wing? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{6}{ec11}{1}{8}{ec00}{1}

source: {e10c}{1}{c6}{5}{ec00}{0} [DIALOG_START]{56}Hey, Geo! [NEW_DIALOG] Since I lost to you last time, I've been practicing hard. I think I'm even a [NEW_DIALOG] little bit stronger than before. [NEW_DIALOG] What do you say? Can I try my skills against you? [NEW_DIALOG] {e10a}{c6}{ec05}{0}{2}Battle Cygnus Wing? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{7}{ec11}{1}{8}{ec00}{1}
es_es: {e10c}{1}{c6}{5}{ec00}{0} [DIALOG_START]{56}¡Eh, Geo! [NEW_DIALOG] He entrenado mucho desde mi derrota. Creo que soy [NEW_DIALOG] un poco más fuerte que antes. [NEW_DIALOG] ¿Qué me dices? ¿Puedo probar mis habilidades contra ti? [NEW_DIALOG] {e10a}{c6}{ec05}{0}{2}¿Luchar contra Cygnus Wing? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{7}{ec11}{1}{8}{ec00}{1}

source: {ec00}{0} [DIALOG_START]{56}Hey, Geo! [NEW_DIALOG] I transformed into Cyguns Wing! Do you want to battle? [NEW_DIALOG] {ec05}{0}{2}Battle Cygnus Wing? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{6}{ec11}{1}{8}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{56}¡Eh, Geo! [NEW_DIALOG] ¡Me he transformado en Cyguns Wing! ¿Quieres luchar? [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Cygnus Wing? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{6}{ec11}{1}{8}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] OK! Here goes, Mr. Dubius! [NEW_DIALOG] [DIALOG_START]{56}Don't go easy on me! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Vale! ¡Vamos allá, Sr. Dubius! [NEW_DIALOG] [DIALOG_START]{56}¡No te contengas! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Geo] OK! Here goes, Mr. Dubius! [NEW_DIALOG] [DIALOG_START]{56}Don't go easy on me! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Vale! ¡Vamos allá, Sr. Dubius! [NEW_DIALOG] [DIALOG_START]{56}¡No te contengas! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Geo] I'm sorry Mr. Dubius... Maybe another time. [NEW_DIALOG] [DIALOG_START]{56}Oh, OK. I understand. [NEW_DIALOG] Please call me any time you're ready to battle! [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Lo siento, Sr. Dubius... En otro momento, mejor. [NEW_DIALOG] [DIALOG_START]{56}Oh, vale. Lo entiendo. [NEW_DIALOG] ¡Llámame cuando quieras luchar! [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1} {ec00}{0} [DIALOG_START]{56}Well, they don't call you Mega Man for nothing. [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1} {ec00}{0} [DIALOG_START]{56}Vaya, no te llaman Mega Man en vano. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{56}I won! I-I didn't think I could do it... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{56}¡He ganado! N-no creía que fuera capaz... [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{c7}{c}{ec00}{0} [DIALOG_START][Damian] Hey lad! Thanks to you, my work is going smoothly! [NEW_DIALOG] [DIALOG_START][Geo] Good. I wondered what I should do if you challenged me to a duel like before. [NEW_DIALOG] [DIALOG_START][Damian] Well, I've been officially registered by the Satella Police as a person who [NEW_DIALOG] can Wave Change, so I can't just go around dueling other citizens willy-nilly [NEW_DIALOG] now can I? By the way, my Transcode is "011"! [NEW_DIALOG] Since we're on the subject lad, how about a duel? [NEW_DIALOG] [DIALOG_START][Geo] What!? [NEW_DIALOG] D-Didn't you just say that you can't go around battling people willy-nilly? [NEW_DIALOG] [DIALOG_START][Damian] When I look up into the sky and see that red meteor, my blood stirs. [NEW_DIALOG] Now is the chance for you to show me how much you've improved, lad. [NEW_DIALOG] This is an official challenge. My Wave Changed form, [NEW_DIALOG] Wolf Woods challenges you to a duel! [NEW_DIALOG] [DIALOG_START][Geo] Um... I don't know... [NEW_DIALOG] {e10a}{c7}{ec05}{0}{2}Battle Wolf Woods? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{f}{ec11}{1}{11}{ec00}{1}
es_es: {e10c}{1}{c7}{c}{ec00}{0} [DIALOG_START][Damian] ¡Eh, chaval! ¡Gracias a ti, mi trabajo va como la seda! [NEW_DIALOG] [DIALOG_START][Geo] Bien. Me pregunto qué haría si me retaras a un duelo como antes. [NEW_DIALOG] [DIALOG_START][Damian] Bueno, estoy registrado como un usuario de Cambio de onda EM [NEW_DIALOG] en la Policía Satella, no puedo retar a un ciudadano así por las buenas, [NEW_DIALOG] ¿o sí puedo? ¡En fin, mi Transcodificación es el número 011! [NEW_DIALOG] ¿Te apetece un duelo, ya que estamos? [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Qué?! [NEW_DIALOG] ¿P-pero no acabas de decir que no puedes luchar así por las buenas? [NEW_DIALOG] [DIALOG_START][Damian] Cuando veo esa estrella roja en el cielo, me hierve la sangre. [NEW_DIALOG] Zagal, es hora de que me muestres cuánto has mejorado. [NEW_DIALOG] ¡Wolf Woods, mi forma de Cambio de onda EM te reta [NEW_DIALOG] a un duelo oficial! [NEW_DIALOG] [DIALOG_START][Geo] Eh... No sé yo... [NEW_DIALOG] {e10a}{c7}{ec05}{0}{2}¿Luchar contra Wolf Woods? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{f}{ec11}{1}{11}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Damian] Welcome... [NEW_DIALOG] I invite you to battle me in my Wave Changed form, Wolf Woods! [NEW_DIALOG] {ec05}{0}{2}Battle Wolf Woods? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{f}{ec11}{1}{11}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Damian] Bienvenido... [NEW_DIALOG] ¡Te reto a un duelo contra Wolf Woods, mi forma de Cambio de onda EM! [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Wolf Woods? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{f}{ec11}{1}{11}{ec00}{1}

source: {e10c}{1}È{e}{ec00}{0} [DIALOG_START][Damian] That red meteor makes the blood in my veins seethe! [NEW_DIALOG] Now that I'm powered up, I assure you this time you won't stand a chance! [NEW_DIALOG] {e10a}È{ec05}{0}{2}Battle Wolf Woods? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{10}{ec11}{1}{11}{ec00}{1}
es_es: {e10c}{1}È{e}{ec00}{0} [DIALOG_START][Damian] ¡Cuando miro a esa estrella roja, me hierve la sangra! [NEW_DIALOG] Soy más fuerte que nunca, ¡esta vez no tendrás ninguna oportunidad! [NEW_DIALOG] {e10a}È{ec05}{0}{2}¿Luchar contra Woods? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{10}{ec11}{1}{11}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Damian] Welcome... [NEW_DIALOG] I invite you to battle the new and improved Powered-up Wolf Woods! [NEW_DIALOG] {ec05}{0}{2}Battle Wolf Woods? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{10}{ec11}{1}{11}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Damian] Bienvenido... [NEW_DIALOG] Te reto a un duelo. ¡Lucha contra mi nuevo y mejorado Wolf Woods! [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Wolf Woods? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{10}{ec11}{1}{11}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] OK, I accept your challenge, Mr. Wolfe! [NEW_DIALOG] [DIALOG_START][Damian] That's a splendid answer! [NEW_DIALOG] En garde! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Acepto su duelo, Sr. Wolfe! [NEW_DIALOG] [DIALOG_START][Damian] ¡Ciertamente maravilloso! [NEW_DIALOG] «En garde!» [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Geo] Alright! En garde, Mr. Wolfe! [NEW_DIALOG] [DIALOG_START][Damian] Hoooowl! [NEW_DIALOG] I'm feeling frisky now! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Vale! ¡«En garde», Sr. Wolfe! [NEW_DIALOG] [DIALOG_START][Damian] ¡Aaaauuuu! [NEW_DIALOG] ¡Qué emoción! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Geo] I'm sorry... Could you take a rain check? [NEW_DIALOG] [DIALOG_START][Damian] Hey, I'm all riled up and ready to fight... [NEW_DIALOG] I'll be eagerly awaiting your return, lad! [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Lo siento... ¿Podemos dejarlo para otro momento? [NEW_DIALOG] [DIALOG_START][Damian] Pero si estoy a punto para luchar... [NEW_DIALOG] ¡No sabes las ganas que tenías de que volvieras, zagal! [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1}{13}{ec00}{0} [DIALOG_START][Damian] Curses! I can't believe I lost! Anyhow, good show! [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1}{13}{ec00}{0} [DIALOG_START][Damian] ¡Maldición! ¿Cómo he podido perder? ¡Magnífico combate, igualmente! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Damian] Ah-ha-ha! Perhaps you need to train a bit harder! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Damian] ¡Ja, ja, ja! ¡Vuelve cuando hayas entrenado un poco más! [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}É{15}{ec00}{0} [DIALOG_START][Geo_2] Solo... [NEW_DIALOG] [DIALOG_START][Solo] It's you... [NEW_DIALOG] What do you want? [NEW_DIALOG] [DIALOG_START][Geo_2] The world is in trouble, Solo... [NEW_DIALOG] I'd like you to help me. [NEW_DIALOG] [DIALOG_START][Solo] You fool! Do you think I care what happens to [NEW_DIALOG] you or your stupid civilization. [NEW_DIALOG] [DIALOG_START][Geo_2] ...Solo! [NEW_DIALOG] [DIALOG_START][Solo] I have nothing more to discuss with the likes of [NEW_DIALOG] you. If you have something else to say, then say it with your fists! [NEW_DIALOG] [DIALOG_START][Geo_2] Kragh! [NEW_DIALOG] {e10a}É{ec05}{0}{2}Battle Rogue? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{16}{ec11}{1}{17}{ec00}{1}
es_es: {e10c}{1}É{15}{ec00}{0} [DIALOG_START][Geo_2] Solo... [NEW_DIALOG] [DIALOG_START][Solo] Eres tú... [NEW_DIALOG] ¿Qué es lo que quieres? [NEW_DIALOG] [DIALOG_START][Geo_2] Solo, el mundo está en peligro... [NEW_DIALOG] Quiero que me ayudes. [NEW_DIALOG] [DIALOG_START][Solo] ¡Idiota! ¿Crees que me importa lo que te pase [NEW_DIALOG] a ti o a tu estúpida civilización? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Solo! [NEW_DIALOG] [DIALOG_START][Solo] No tengo nada más que hablar contigo. [NEW_DIALOG] ¡Si quieres decir algo más, dímelo con los puños! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Agh! [NEW_DIALOG] {e10a}É{ec05}{0}{2}¿Luchar contra Rogue? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{16}{ec11}{1}{17}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Solo] I am the complete opposite of everything you stand [NEW_DIALOG] for. Why then do you still wish to battle me? [NEW_DIALOG] [DIALOG_START][Geo_2] Kragh! [NEW_DIALOG] {ec05}{0}{2}Battle Rogue? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{16}{ec11}{1}{17}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] Soy el polo opuesto de todo lo que representas. [NEW_DIALOG] ¿Por qué deseas luchar contra mí? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Agh! [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Rogue? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{16}{ec11}{1}{17}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Alright, Solo... [NEW_DIALOG] Since you say that all can be learned through fighting, [NEW_DIALOG] I will beat you and teach you all you need to know. [NEW_DIALOG] [DIALOG_START][Solo] If you think you can, go ahead and try! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Está bien, Solo... [NEW_DIALOG] Ya que tanto insistes en que use la fuerza para comunicarme contigo, [NEW_DIALOG] no voy a dejar de atacarte hasta que se te meta en la cabeza lo que voy a decirte. [NEW_DIALOG] [DIALOG_START][Solo] ¡Inténtalo, a ver si puedes! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Solo] Hmph... Coward... [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] Bah... Cobarde... [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1}{19}{ec00}{0} [DIALOG_START][Solo] ...I was simply careless. I won't concede to you that easily! [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1}{19}{ec00}{0} [DIALOG_START][Solo] Me he relajado demasiado... ¡No creas que esto se ha acabado! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Solo] What a disappointment... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Solo] Qué decepción... [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{ca}{1b}{ec00}{0} [DIALOG_START]{8e}YO YO!! [NEW_DIALOG] How lucky of you to run into the number-one most popular singer [NEW_DIALOG] in the galaxy, me! Moon Destroyer! [NEW_DIALOG] [DIALOG_START][Megaman] Moon Destroyer? [NEW_DIALOG] [DIALOG_START][Mega] I've heard of that guy. [NEW_DIALOG] Word is, that among space aliens and EM beings from the moon, he's the [NEW_DIALOG] strongest warrior there is. He's got skills, but he's really flamboyant. I guess [NEW_DIALOG] recently he has become a singer... [NEW_DIALOG] I think he's the cause of the Astro Wave traffic hold up. [NEW_DIALOG] [DIALOG_START]{8e}YO YO YO!! [NEW_DIALOG] What's all this talk about hold up!? Have some respect! I can't help the [NEW_DIALOG] fact that my voice sounds so sweet! YOU should stay and listen to my [NEW_DIALOG] Moon Disaster 10-hour concert extravaganza! [NEW_DIALOG] [DIALOG_START][Megaman] T-Ten hours!? [NEW_DIALOG] [DIALOG_START][Mega] There's no way I can sit through that! Let's go, kid! [NEW_DIALOG] [DIALOG_START]{8e}YO!! [NEW_DIALOG] No way man! This is my concert! If you wanna just [NEW_DIALOG] roll through, you'll have to roll through me! [NEW_DIALOG] Or sit and listen for 10 hours! [NEW_DIALOG] [DIALOG_START][Mega] If we wanna get past, we'll have to take him down. What's it gonna be? [NEW_DIALOG] {e10a}{ca}{ec05}{0}{2}Battle Moon Destroyer? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{1e}{ec11}{1}{20}{ec00}{1}
es_es: {e10c}{1}{ca}{1b}{ec00}{0} [DIALOG_START]{8e}¡¡EH, EH!! [NEW_DIALOG] ¡Suerte la tuya, que te has topado con el cantate número uno [NEW_DIALOG] de la galaxia, yo! ¡Moon Destroyer! [NEW_DIALOG] [DIALOG_START][Megaman] ¿Moon Destroyer? [NEW_DIALOG] [DIALOG_START][Mega] He oído hablar de él. [NEW_DIALOG] Dicen que es el ser EM más fuerte de la Luna. [NEW_DIALOG] De habilidad va sobrado, pero es, digamos... estrafalario. [NEW_DIALOG] Parece que ahora se ha hecho cantante... [NEW_DIALOG] Creo que él es la causa del atasco de la Onda Aérea. [NEW_DIALOG] [DIALOG_START]{8e}¡¡EH, EH, EH!! [NEW_DIALOG] ¡¿Cómo que atasco?! ¡Un respeto, mi ciela! ¿Qué le hago yo si mi voz [NEW_DIALOG] es dulce como un caramelo de fresa? ¡Quedaos a mi conciertazo fantabuloso [NEW_DIALOG] especial de diez horas de Moon Disaster! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¿D-diez horas?! [NEW_DIALOG] [DIALOG_START][Mega] ¡Que te crees tú eso! ¡Vámonos, chico! [NEW_DIALOG] [DIALOG_START]{8e}¡¡EH!! [NEW_DIALOG] ¡¿Qué me estás contando?! ¡Estáis en mi concierto! ¡Si queréis pisar mi [NEW_DIALOG] espéctaculo, vais a tener que pisarme la carita, monadas! [NEW_DIALOG] ¡O podéis quedaros a escuchar las diez horas! [NEW_DIALOG] [DIALOG_START][Mega] Para salir de aquí tendremos que derrotarlo. ¿Qué hacemos? [NEW_DIALOG] {e10a}{ca}{ec05}{0}{2}¿Luchar contra Moon Destroyer? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{1e}{ec11}{1}{20}{ec00}{1}

source: {ec00}{0} [DIALOG_START]{8e}YO YO!! [NEW_DIALOG] Would you like to witness my gorgeous technique? [NEW_DIALOG] {ec05}{0}{2}Battle Moon Destroyer? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{1e}{ec11}{1}{20}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{8e}¡¡EH, EH!! [NEW_DIALOG] ¿Queréis disfrutar de mi impecable técnica? [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Moon Destroyer? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{1e}{ec11}{1}{20}{ec00}{1}

source: {e10c}{1}{cb}{1d}{ec00}{0} [DIALOG_START]{8e}YO YO YO!! [NEW_DIALOG] I've honed my fighting skills as well as my singing skills since we last met, [NEW_DIALOG] Mega Man! And now to get some revenge! [NEW_DIALOG] {e10a}{cb}{ec05}{0}{2}Battle Moon Destroyer? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{1f}{ec11}{1}!{ec00}{1}
es_es: {e10c}{1}{cb}{1d}{ec00}{0} [DIALOG_START]{8e}¡¡EH, EH, EH!! [NEW_DIALOG] ¡Mega Man, he estado puliendo mi técnica vocal y mi estilo de combate [NEW_DIALOG] desde nuestro último encuentro. ¡Es la hora de la venganza! [NEW_DIALOG] {e10a}{cb}{ec05}{0}{2}¿Luchar contra Moon Destroyer? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{1f}{ec11}{1}!{ec00}{1}

source: {ec00}{0} [DIALOG_START]{8e}YO YO!! Mega Man! [NEW_DIALOG] You came back for more, huh? Let's do this! [NEW_DIALOG] {ec05}{0}{2}Battle Moon Destroyer? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{1f}{ec11}{1}!{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{8e}¡¡EH, EH, Mega Man! [NEW_DIALOG] ¿Quieres otra ración de tortas? ¡Dale, reina! [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Moon Destroyer? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{1f}{ec11}{1}!{ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Alright, you asked for it! I'm coming through! [NEW_DIALOG] [DIALOG_START]{8e}YO YO YO YO!! [NEW_DIALOG] Feast your eyes on my beautiful battle technique, Mega Man! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡Tú lo has querido! ¡Voy a por ti! [NEW_DIALOG] [DIALOG_START]{8e}¡¡EH, EH, EH, EH!! [NEW_DIALOG] ¡Mega Man, deléitate con mi maravilloso estilo de combate! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Megaman] OK, let's get it on! [NEW_DIALOG] [DIALOG_START]{8e}YOOOOOOOOO! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡Vamos allá! [NEW_DIALOG] [DIALOG_START]{8e}¡EEEEEHHH! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Megaman] Nah, not today... I should probably be heading back. [NEW_DIALOG] [DIALOG_START]{8e}YO YO!! You disappoint me! [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Qué va, hoy no... La verdad es que tengo prisa. [NEW_DIALOG] [DIALOG_START]{8e}¡¡EH, EH!! ¡Qué decepción! [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Let's do it another day... [NEW_DIALOG] [DIALOG_START]{8e}YO!? [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Otro día, mejor... [NEW_DIALOG] [DIALOG_START]{8e}¡¿EH?! [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1}${e10c}{1}{3c8}#{ec00}{0} [DIALOG_START]{8e}You weren't half bad today! I'll let you slide this time YO! [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1}${e10c}{1}{3c8}#{ec00}{0} [DIALOG_START]{8e}¡No ha estado nada mal! ¡Por hoy te perdono, cariña! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{8e}As a reward for beating me, even if only by a fluke, I'll let you pass YO! [NEW_DIALOG] {ec00}{1}{e210}Ì{e10b}{3c8}
es_es: {ec00}{0} [DIALOG_START]{8e}¡Me has ganado por los pelos, pero te dejo marchar como recompensa! [NEW_DIALOG] {ec00}{1}{e210}Ì{e10b}{3c8}

source: {ec00}{0} [DIALOG_START]{8e}A-ha-ha! Go clean yourself up! You're a mess YO! [NEW_DIALOG] If you'll excuse me, I have a 10-hour concert extravaganza to attend. [NEW_DIALOG] [DIALOG_START][Mega] K-Kid, he's getting away! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{8e}¡Ja, ja, ja! ¡Vete a darte una agüita! ¡Estás hecho un trapo, EH! [NEW_DIALOG] Si me disculpas, tengo un conciertazo fantabuloso de diez horas por delante. [NEW_DIALOG] [DIALOG_START][Mega] ¡Q-que se escapa, chico! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Oh, Geo! Leave {e4b0} and Prez to me and Taurus! [NEW_DIALOG] If anything happens, we'll handle it! [NEW_DIALOG] [DIALOG_START][Taurus] Fwoom! [NEW_DIALOG] [DIALOG_START][Bud] See, Taurus is ready to go! [NEW_DIALOG] If it's OK with you, would you spar with me so I can get warmed up? [NEW_DIALOG] {e106},
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Ah, Geo! ¡Taurus y yo nos ocupamos de {e4b0} y la Dele! [NEW_DIALOG] ¡Nosotros los protegeremos! [NEW_DIALOG] [DIALOG_START][Taurus] ¡Fuuuaasss! [NEW_DIALOG] [DIALOG_START][Bud] ¿Ves? ¡Taurus está listo para lo que le echen! [NEW_DIALOG] ¿Te importa practicar conmigo para calentar un poco? [NEW_DIALOG] {e106},

source: {ec00}{0} [DIALOG_START][Bud] Don't worry, I'm ready for anything! [NEW_DIALOG] Hey, by the way, would you mind battling with [NEW_DIALOG] me for a while so I can get some exercise? [NEW_DIALOG] I'll Wave Change into Taurus Fire. [NEW_DIALOG] {e106},
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Tranquilo, estoy listo para lo que me echen! [NEW_DIALOG] Por cierto, ¿te importa luchar contra mí [NEW_DIALOG] para calentar un poco? [NEW_DIALOG] Voy a transformarme en Taurus Fire. [NEW_DIALOG] {e106},

source: {ec00}{0} [DIALOG_START][Bud] Good job saving Dr. Goodall, Geo! You are the man! [NEW_DIALOG] Hey, by the way, would you mind battling with me for a while so I can [NEW_DIALOG] test my skills? I'll Wave Change into Taurus Fire. [NEW_DIALOG] {e106},
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Geo, enhorabuena por salvar a la Dra. Goodall! ¡Eres la caña! [NEW_DIALOG] Oye, ¿te importa luchar contra mí para probar [NEW_DIALOG] mis habilidades? Voy a transformarme en Taurus Fire. [NEW_DIALOG] {e106},

source: {ec00}{0} [DIALOG_START][Bud] Is everybody at {e4c0} alright? [NEW_DIALOG] That dang Dealer! How could they do something like that! [NEW_DIALOG] Could you battle with me so I can get in shape to to smash Dealer!? [NEW_DIALOG] I'll Wave Change into Taurus Fire. [NEW_DIALOG] {e106},
es_es: {ec00}{0} [DIALOG_START][Bud] ¿La gente de {e4c0} está bien? [NEW_DIALOG] ¡Maldito Dealer! ¡¿Cómo han podido hacer algo así?! [NEW_DIALOG] ¡¿Y si luchamos para estar a tope cuando nos toque contra Dealer? [NEW_DIALOG] Voy a transformarme en Taurus Fire. [NEW_DIALOG] {e106},
