Repository: joguersan/Megaman-Starforce-3
Catalog: mess_field/17.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Bud] The place where King is... That Pop-up, who could have sent it...? [NEW_DIALOG] Oh yeah, Geo! [NEW_DIALOG] Could you battle with me so I can get in shape to to smash King!? [NEW_DIALOG] I'll Wave Change into Taurus Fire. [NEW_DIALOG] {e106},
es_es: {ec00}{0} [DIALOG_START][Bud] El escondite de King... ¿Quién habrá enviado esa notificación? [NEW_DIALOG] ¡Ah, sí, Geo! [NEW_DIALOG] ¡¿Luchamos para estar a tope y aplastar a King de un golpe?! [NEW_DIALOG] Voy a transformarme en Taurus Fire. [NEW_DIALOG] {e106},

source: {ec00}{0} [DIALOG_START][Bud] They're saying that Meteor G could crash into the Earth... [NEW_DIALOG] Dang... What the heck is going on? Jack...!! [NEW_DIALOG] Geo, you've gotta help me get ready to fight! Battle me, please! [NEW_DIALOG] I'll Wave Change into Taurus Fire. [NEW_DIALOG] {e106},
es_es: {ec00}{0} [DIALOG_START][Bud] Dicen que el Meteorito G va a estrellarse contra la Tierra... [NEW_DIALOG] Jopé... ¿Qué narices está pasando? ¡¡Jack!! [NEW_DIALOG] ¡Geo, ayúdame a estar a punto para luchar! ¡Lucha contra mí! [NEW_DIALOG] Voy a transformarme en Taurus Fire. [NEW_DIALOG] {e106},

source: {ec05}{0}{2}Battle Taurus Fire? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}-{ec11}{1}.{ec00}{1}
es_es: {ec05}{0}{2}¿Luchar contra Taurus Fire? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}-{ec11}{1}.{ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Oh yeah! It is on!! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Sí, señor! ¡¡Al lío!! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Bud] OK, I get it... This IS Prez's house after all. [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Ah, entiendo... Normal, estamos en casa de la Dele. [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1}0{ec00}{0} [DIALOG_START][Bud] Aww man! OK, Geo, you're the man. But I won't lose next time! [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1}0{ec00}{0} [DIALOG_START][Bud] ¡Joooobar! Eres la caña, Geo. ¡Pero no volveré a perder! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Oh yeah! I win! I rock!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Sí, señor, yo gano! ¡¡Soy la bomba!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Taurus_Fire] Leave it to me and Taurus to take care of things back here! [NEW_DIALOG] ...Or, if you want, we could battle and get in [NEW_DIALOG] a little practice... Whatdaya say? [NEW_DIALOG] {ec05}{0}{2}Battle Taurus Fire? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}2{ec11}{1}3{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Taurus_Fire] ¡Taurus y yo nos ocupamos de todo por aquí, tranquilo! [NEW_DIALOG] Ah, si te apetece, podemos echar un [NEW_DIALOG] combate de práctica... ¿Qué me dices? [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Taurus Fire? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}2{ec11}{1}3{ec00}{1}

source: {ec00}{0} [DIALOG_START][Taurus_Fire] Oh yeah! It is on!! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Taurus_Fire] ¡Sí señor! ¡¡Al lío!! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Taurus_Fire] OK, I get it... There's a lot of bad stuff goin' on right now. [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Taurus_Fire] Ya, lo entiendo... Ya bastante lío tenemos encima. [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1}5{ec00}{0} [DIALOG_START][Taurus_Fire] Aww man! OK, Geo, you're the man. But I won't lose next time! [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1}5{ec00}{0} [DIALOG_START][Taurus_Fire] ¡Joooobar! Geo, eres la caña. ¡Pero no volveré a perder! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Taurus_Fire] Oh yeah! I win! I rock!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Taurus_Fire] ¡Sí señor, yo gano! ¡¡Soy la repera!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Why, that King dude...! I just wanna smash his face in! [NEW_DIALOG] ...For Ace too. [NEW_DIALOG] [DIALOG_START][Taurus] Fwoooom!! Let's go get him! [NEW_DIALOG] [DIALOG_START][Bud] Geo! I want you to help me get ready to fight! [NEW_DIALOG] Will you battle me? I'll Wave Change into Taurus Fire. [NEW_DIALOG] {ec05}{0}{2}Battle Taurus Fire? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}7{ec11}{1}8{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Maldito King!... ¡Qué ganas de partirle la cara! [NEW_DIALOG] Y por Ace también. [NEW_DIALOG] [DIALOG_START][Taurus] ¡¡Fuuuaass!! ¡Vamos a por él! [NEW_DIALOG] [DIALOG_START][Bud] ¡Geo! ¡Ayúdame a ponerme a punto! [NEW_DIALOG] ¿Quieres luchar contra mí? Me voy a transformar en Taurus Fire. [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Taurus Fire? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}7{ec11}{1}8{ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] OK. If that's how you want it. [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] No pasa nada si no quieres. [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1}:{ec00}{0} [DIALOG_START][Bud] Aww man! OK, Geo, you're the man. But I won't lose next time! [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1}:{ec00}{0} [DIALOG_START][Bud] ¡Jobaaar! Geo, eres la caña. ¡Pero no volveré a perder! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Oh yeah! I win! I rock!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Sí, señor, yo gano! ¡¡Soy la leche!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Taurus_Fire] I've got this place taken care of... But, if you want [NEW_DIALOG] to get in some practice, we can battle. [NEW_DIALOG] {ec05}{0}{2}Battle Taurus Fire? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}<{ec11}{1}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Taurus_Fire] Yo me ocupo de esta zona... pero si quieres echar un combate [NEW_DIALOG] para practicar, por mí perfecto. [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Taurus Fire? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}<{ec11}{1}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Taurus_Fire] Oh yeah! I'm not gonna lose! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Taurus_Fire] ¡Sí, señor! ¡No pienso perder! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Taurus_Fire] ...Yeah, you're right. There's no time for that right now. [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Taurus_Fire] Tienes razón, no es el momento. [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1}?{ec00}{0} [DIALOG_START][Taurus_Fire] Aww man! OK, Geo, you're the man. But I won't lose next time! [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1}?{ec00}{0} [DIALOG_START][Taurus_Fire] ¡Jobaaar! Geo, eres la caña. ¡Pero no volveré a perder! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Taurus_Fire] Oh yeah! I win! I rock!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Taurus_Fire] ¡Sí, señor, yo gano! ¡¡Soy la bomba!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] I found this great burger joint! When we get back, [NEW_DIALOG] let's go there and have a burger together, Geo! [NEW_DIALOG] I won't go until you get back, buddy! Oh yeah, by the way! [NEW_DIALOG] Do you wanna battle me to get ready for the final showdown? [NEW_DIALOG] I'll Wave Change into Taurus Fire. [NEW_DIALOG] {ec05}{0}{2}Battle Taurus Fire? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}A{ec11}{1}B{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Geo, cuando volvamos te voy a llevar a una hamburguesería que [NEW_DIALOG] he descubierto hace nada! [NEW_DIALOG] ¡No pienso ir hasta que vuelvas, amiguito! ¡Ah, por cierto! [NEW_DIALOG] ¿Quieres entrenar para el combate final? [NEW_DIALOG] Voy a tranformarme en Taurus Fire. [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Taurus Fire? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}A{ec11}{1}B{ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] OK, if that's how you want it. Take care, Geo! [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Como quieras. ¡Ten cuidado, Geo! [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1}D{ec00}{0} [DIALOG_START][Bud] Aww man! OK, Geo, you're the man. But I won't lose next time! [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1}D{ec00}{0} [DIALOG_START][Bud] ¡Jobaaar! Geo, eres la caña. ¡Pero no volveré a perder! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Oh yeah! I win! I rock!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Sí, señor, yo gano! ¡¡Soy la repera!! [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{ff}F{ec00}{0} [DIALOG_START][Acid_Ace] {ec13}..... [NEW_DIALOG] [DIALOG_START][Megaman] R-Rogue! [NEW_DIALOG] [DIALOG_START][Mega] What the...? [NEW_DIALOG] There's something totally different about Rogue! [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}...!! [NEW_DIALOG] H-Has he got... Noise power...!? [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}..... [NEW_DIALOG] [DIALOG_START][Mega] Dang... [NEW_DIALOG] Who would've thought this guy could master the power of Noise... [NEW_DIALOG] This can't be good! [NEW_DIALOG] [DIALOG_START][Acid_Ace] ...Brace yourself, [NEW_DIALOG] Mega Man! The Noise inside me wants to battle you... [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}*gulp*(I-I wonder if I can beat him) [NEW_DIALOG] {ec13}(W-What should I do...!?) [NEW_DIALOG] {e10a}{ff}{ec05}{0}{2}Battle Rogue? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}G{ec11}{1}H{ec00}{1}
es_es: {e10c}{1}{ff}F{ec00}{0} [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] ¡R-Rogue! [NEW_DIALOG] [DIALOG_START][Mega] ¿Pero qué...? [NEW_DIALOG] ¡A Rogue le pasa algo muy raro! [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¡¡!! [NEW_DIALOG] H-ha conseguido... ¡¿dominar el Ruido?! [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] Maldición... [NEW_DIALOG] No pensaba que este chaval podría dominar el poder del Ruido... [NEW_DIALOG] ¡Esto pinta mal! [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡Prepárate, Mega Man! [NEW_DIALOG] El Ruido de mi interior quiere luchar contra ti... [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}Ups... (¡P-podré vencerle?) [NEW_DIALOG] {ec13}(¡¿Q-qué hago?!) [NEW_DIALOG] {e10a}{ff}{ec05}{0}{2}¿Luchar contra Rogue? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}G{ec11}{1}H{ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] ...Fight, Mega Man. [NEW_DIALOG] [DIALOG_START][Megaman] Kragh! [NEW_DIALOG] {ec05}{0}{2}Battle Rogue? {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}G{ec11}{1}H{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] Lucha, Mega Man. [NEW_DIALOG] [DIALOG_START][Megaman] ¡Agh! [NEW_DIALOG] {ec05}{0}{2}¿Luchar contra Rogue? {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}G{ec11}{1}H{ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] I guess I've gotta do what I've gotta do. Alright Rogue, it's on! [NEW_DIALOG] [DIALOG_START][Acid_Ace] ...I'm going to beat you down! [NEW_DIALOG] {ec00}{1}{e106}{0}
es_es: {ec00}{0} [DIALOG_START][Megaman] No me queda otra, parece. ¡Vale, Rogue, adelante! [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡Voy a hacerte morder el polvo! [NEW_DIALOG] {ec00}{1}{e106}{0}

source: {ec00}{0} [DIALOG_START][Acid_Ace] That's right, run! [NEW_DIALOG] {ec00}{1}{e106}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] ¡Eso, corre! [NEW_DIALOG] {ec00}{1}{e106}{1}

source: {ec1f}{1}J{ec00}{0} [DIALOG_START][Acid_Ace] Fool...!! [NEW_DIALOG] Is this the extent of the Link Power and purpose nonsense!? [NEW_DIALOG] ...Pathetic. [NEW_DIALOG] {ec00}{1}
es_es: {ec1f}{1}J{ec00}{0} [DIALOG_START][Acid_Ace] ¡¡Idiota!! [NEW_DIALOG] ¡¿Esa chorrada del Poder Empático y el Propósito solo da para esto?! [NEW_DIALOG] Patético. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}You're not even in my league. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}Estás muy por debajo de mí. [NEW_DIALOG] {ec00}{1}
