Repository: joguersan/Megaman-Starforce-3
Catalog: mess_field/19.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Mega] Kid! There's a call from your teacher! [NEW_DIALOG] [DIALOG_START][Geo] Mr. Shepar? I wonder what's up? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Hey, Geo. [NEW_DIALOG] There's a little something I want to let you in on. [NEW_DIALOG] [DIALOG_START][Geo] Huh? What is it? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] You know these 2 flasks I have hanging around my neck...? One of them has [NEW_DIALOG] coffee in it and the other one has milk. [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Mega] Wh-Whaaaaat!? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(Dang, Mega, calm down...) [NEW_DIALOG] [DIALOG_START][Mr_Shepar] It's really convenient to be able to drink coffee whenever I want to. But [NEW_DIALOG] drinking too much during the summer seems to upset my stomach a little. [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Mega] Sounds... upsetting. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(What an oddly random call.) [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Well, that's all I had to tell you. I'll see you at school, Geo! [NEW_DIALOG] [DIALOG_START][Mega] W-Wait! Let me ask you something before you go! [NEW_DIALOG] What kind of beans do you use to make your coffee? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] .{e115}.{e115}.{e115}I can't tell you, but it's called Blend #107. [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Mega] W-W-What!? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(This is too much...) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Chico, te está llamando tu profe! [NEW_DIALOG] [DIALOG_START][Geo] ¿El Sr. Shepar? ¿Qué querrá? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Ey, Geo. [NEW_DIALOG] Quería hablarte de una cosita. [NEW_DIALOG] [DIALOG_START][Geo] ¿Eh? ¿De qué? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] ¿Ves esos dos frasquitos que llevo siempre colgando del cuello? En uno hay [NEW_DIALOG] café y en el otro leche. [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Mega] ¡¿Q-quéééé?! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(Madre, Mega, tranquilo...) [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Está muy bien poder beber café cuando me apetece. Pero ahora en verano, [NEW_DIALOG] se me resiente el estómago con tanto café. [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Mega] Qué feo suena... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(Qué llamada más rara.) [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Bueno, Geo, eso es todo lo que quería decirte. ¡Nos vemos en el cole! [NEW_DIALOG] [DIALOG_START][Mega] ¡E-espera! ¡Quiero preguntarte algo antes! [NEW_DIALOG] ¿Qué tipo de café te gusta más? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] .{e115}.{e115}.{e115}No sabría decírtelo, pero se llama Blend #107. [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Mega] ¡¿Q-q-qué?! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(No puedo más...) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] OK, from now on, I'm gonna try to talk like that Prez girl! [NEW_DIALOG] [DIALOG_START][Geo] Alright. Go for it. [NEW_DIALOG] [DIALOG_START][Mega] Geo, I think you should be a little more proactive [NEW_DIALOG] and get more fired up during battles! [NEW_DIALOG] [DIALOG_START][Geo] Yeah, very funny! I'm always giving a hundred and ten percent! [NEW_DIALOG] And first of all, how I choose to fight my battles [NEW_DIALOG] isn't any of your dang business anyway! [NEW_DIALOG] [DIALOG_START][Mega] O-OH, it isn't any of my business huh!? Hmph! [NEW_DIALOG] Just go ahead and lose in battle and see if I care! Because I DON'T care. [NEW_DIALOG] Not one little bit! Hmph! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}..... [NEW_DIALOG] [DIALOG_START][Mega] {ec13}..... [NEW_DIALOG] [DIALOG_START][Geo] This is getting tiring... [NEW_DIALOG] [DIALOG_START][Mega] You're right. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Voy a ver si puedo imitar a la Dele! [NEW_DIALOG] [DIALOG_START][Geo] Venga, dale. [NEW_DIALOG] [DIALOG_START][Mega] ¡Geo, a ver si le echas más ganas a las batallas, [NEW_DIALOG] que parece que vas obligado! [NEW_DIALOG] [DIALOG_START][Geo] ¡Ja, ja, qué gracioso! ¡Siempre voy a tope a luchar! [NEW_DIALOG] ¡Y no te metas en cómo libro [NEW_DIALOG] mis batallas, no es cosa tuya! [NEW_DIALOG] [DIALOG_START][Mega] ¡Vaya! ¡Conque no es cosa mía, ¿eh?! ¡Ja! [NEW_DIALOG] ¡Adelante, pierde los combates que quieras! ¡Como si me importara! [NEW_DIALOG] ¡Me da exactamente igual! ¡Ja! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo] Qué violento es esto... [NEW_DIALOG] [DIALOG_START][Mega] Pues sí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid, there's somebody here to see you. [NEW_DIALOG] [DIALOG_START][Geo] Who could that be? [NEW_DIALOG] [DIALOG_START][Lyra] Hee hee... Excuse me, I let myself in, Geo. [NEW_DIALOG] [DIALOG_START][Geo] Oh, Lyra. Hello. [NEW_DIALOG] [DIALOG_START][Lyra] Actually, I'm here because Sonia wrote some new [NEW_DIALOG] lyrics and I put them to music, and I was hoping [NEW_DIALOG] you had time to listen to it and let me know what you think. [NEW_DIALOG] [DIALOG_START][Geo] Wow! Lyrics by Sonia and music by Lyra!? Of course I'll listen to it! [NEW_DIALOG] [DIALOG_START][Lyra] The theme is "A happy holiday". [NEW_DIALOG] [DIALOG_START][Mega] Ah, "A happy holiday"... [NEW_DIALOG] {e212}!{0} [DIALOG_START][Geo] {ec13}{e116}.{e115}.{e115}.{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Mega] {ec13}.{e115}.{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Lyra] {ec13}.{e115}.{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Geo] Th-That's saaad. [NEW_DIALOG] [DIALOG_START][Mega] That sure doesn't sound like "A happy holiday"... [NEW_DIALOG] {e211}{0} [DIALOG_START][Lyra] Is it too much? [NEW_DIALOG] [DIALOG_START][Mega] Lyra... Umm, maybe you should leave the song- writing to Sonia. [NEW_DIALOG] [DIALOG_START][Lyra] Well... I guess my music is just ahead of its time. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Chico, han venido a verte. [NEW_DIALOG] [DIALOG_START][Geo] ¿Quién es? [NEW_DIALOG] [DIALOG_START][Lyra] Ji, ji... Perdona por entrar sin más, Geo. [NEW_DIALOG] [DIALOG_START][Geo] Ah, Lyra. Hola. [NEW_DIALOG] [DIALOG_START][Lyra] He venido he escrito una canción y Sonia le ha puesto [NEW_DIALOG] la música, quería saber [NEW_DIALOG] si te gustaría escucharlo para darme tu opinión. [NEW_DIALOG] [DIALOG_START][Geo] ¡Hala! ¡¿La letra de Lyra y música de Sonia?! ¡Claro que quiero! [NEW_DIALOG] [DIALOG_START][Lyra] La canción se llama: «Felices vacaciones». [NEW_DIALOG] [DIALOG_START][Mega] Ah, «Felices vacaciones»... [NEW_DIALOG] {e212}!{0} [DIALOG_START][Geo] {ec13}{e116}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Mega] {ec13}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Lyra] {ec13}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Geo] Q-qué triiiiste. [NEW_DIALOG] [DIALOG_START][Mega] ¿Pero por qué lo llamáis «Felices vacaciones»? [NEW_DIALOG] {e211}{0} [DIALOG_START][Lyra] ¿Nos hemos pasado? [NEW_DIALOG] [DIALOG_START][Mega] Lyra... Mmm, creo que Sonia debería escribir las canciones. [NEW_DIALOG] [DIALOG_START][Lyra] Vaya... Creo que mi música está adelantada a su tiempo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid, looks like you have a guest. [NEW_DIALOG] [DIALOG_START][Geo] Really? Who? [NEW_DIALOG] {e212}{1d}{1} [DIALOG_START][Vogue] Heeelllooo! It's me, Vogue! [NEW_DIALOG] [DIALOG_START][Geo] Hey, Vogue.. What's up? [NEW_DIALOG] [DIALOG_START][Vogue] I didn't tell Luna that I was coming here! [NEW_DIALOG] Actually, I came to ask you, who is Mega Man, [NEW_DIALOG] who Luna adores, what kind of things you like! [NEW_DIALOG] [DIALOG_START][Geo] H-Huuugh!? [NEW_DIALOG] [DIALOG_START][Vogue] What I really want to know is could one of those things be Luna!? [NEW_DIALOG] I know that she can be loud and stubborn sometimes, but she's really [NEW_DIALOG] sweet and caring, and the truth is she doesn't want to be alone. [NEW_DIALOG] [DIALOG_START][Geo] Uh, w-well... I don't know what to say... [NEW_DIALOG] [DIALOG_START][Vogue] So, Geo. What do you say you try to get to know Luna a little bit more? [NEW_DIALOG] ...Her good points as well as her bad... And why she has such intense feelings [NEW_DIALOG] towards Mega Man... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Prez] Vooooogue! Just what do you think you're doing!? [NEW_DIALOG] [DIALOG_START][Vogue] Uh-oh! The jig is up! [NEW_DIALOG] I have to go now! [NEW_DIALOG] {e211}{0} [DIALOG_START][Mega] Somehow, those two go good together... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Chico, tienes una invitada. [NEW_DIALOG] [DIALOG_START][Geo] ¿Ah, sí? ¿Quién? [NEW_DIALOG] {e212}{1d}{1} [DIALOG_START][Vogue] ¡Holaaaaa! ¡Soy yo, Vogue! [NEW_DIALOG] [DIALOG_START][Geo] Eh, Vogue. ¿Qué tal? [NEW_DIALOG] [DIALOG_START][Vogue] ¡No le he dicho a Luna que venía! [NEW_DIALOG] ¡La verdad es que he venido a preguntarte, Mega Man, qué es lo [NEW_DIALOG] que más te gusta, porque Luna te adora! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿E-Eeeehh?! [NEW_DIALOG] [DIALOG_START][Vogue] ¡O sea, quiero saber si Luna está en esa lista! [NEW_DIALOG] Sé que puede ser un poco pesada y cabezota pero es muy maja [NEW_DIALOG] y cariñosa y tiene pavor a estar sola. [NEW_DIALOG] [DIALOG_START][Geo] Ah, p-pues... No sé qué decirte... [NEW_DIALOG] [DIALOG_START][Vogue] Oye, Geo. ¿Por qué no intentas conocer un poco más a Luna? [NEW_DIALOG] Sus partes buenas... y las malas también... Así sabrás por qué [NEW_DIALOG] quiere tantísimo a Mega Man... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Prez] ¡Vooooogue! ¡¿Qué crees que estás haciendo?! [NEW_DIALOG] [DIALOG_START][Vogue] ¡Oh, oh! ¡Me ha pillado! [NEW_DIALOG] ¡Tengo que irme! [NEW_DIALOG] {e211}{0} [DIALOG_START][Mega] Qué bien se llevan esas dos, ¿no? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid, you've got a call. [NEW_DIALOG] [DIALOG_START][Geo] Huh? From who? [NEW_DIALOG] [DIALOG_START][Chery_Blosom] Ah, um... H-Hello... [NEW_DIALOG] I'm sorry to bother you. [NEW_DIALOG] [DIALOG_START][Geo] O-OK... [NEW_DIALOG] {ec13}(Who is this girl?) [NEW_DIALOG] [DIALOG_START][Chery_Blosom] Actually, I have something important to tell you... [NEW_DIALOG] [DIALOG_START][Geo] Go on... [NEW_DIALOG] [DIALOG_START][Chery_Blosom] I-I like you! I want to be [NEW_DIALOG] your girlfriend! [NEW_DIALOG] [DIALOG_START][Geo] Huuungh!? [NEW_DIALOG] [DIALOG_START][Chery_Blosom] When I saw you at Echo Ridge Elementary, I [NEW_DIALOG] fell in love at first sight! [NEW_DIALOG] Then I saw you at the {e4bd} in {e4bc}. You were so dreamy! [NEW_DIALOG] [DIALOG_START][Geo] W-Whoa, This is all so sudden! [NEW_DIALOG] [DIALOG_START][Chery_Blosom] ...Could you pass that message on to A. C. Eos for me? [NEW_DIALOG] [DIALOG_START][Geo] .{e115}.{e115}.{e115}Huh? [NEW_DIALOG] [DIALOG_START][Chery_Blosom] He's your friend, isn't he? I want you to tell him [NEW_DIALOG] exactly what I just told you, OK? [NEW_DIALOG] Thanks, Geo! I knew I could count on you! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}..... [NEW_DIALOG] [DIALOG_START][Mega] Sometimes life is funny like that. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Chico, te llaman. [NEW_DIALOG] [DIALOG_START][Geo] ¿Sí? ¿Quién? [NEW_DIALOG] [DIALOG_START][Chery_Blosom] Ah, eh... H-hola... [NEW_DIALOG] Siento molestarte. [NEW_DIALOG] [DIALOG_START][Geo] N-no pasa nada... [NEW_DIALOG] {ec13}(¿Y esta quién es?) [NEW_DIALOG] [DIALOG_START][Chery_Blosom] Tengo algo importante que decirte... [NEW_DIALOG] [DIALOG_START][Geo] Vale... [NEW_DIALOG] [DIALOG_START][Chery_Blosom] ¡M-me gusta! ¡Quiero que [NEW_DIALOG] seamos novios! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Eeeeehhh?! [NEW_DIALOG] [DIALOG_START][Chery_Blosom] ¡Cuando te vi en el colegio Echo Ridge, [NEW_DIALOG] sentí un flechazo! [NEW_DIALOG] Y luego te vi en {e4bd}, en {e4bc}. ¡Estabas imponente! [NEW_DIALOG] [DIALOG_START][Geo] ¡A-ah, qué repentino todo! [NEW_DIALOG] [DIALOG_START][Chery_Blosom] ¿Te importaría decirle esto mismo a A. C. Eos? [NEW_DIALOG] [DIALOG_START][Geo] .{e115}.{e115}.{e115} ¿Eh? [NEW_DIALOG] [DIALOG_START][Chery_Blosom] Es tu amigo, ¿no? Quiero que le digas lo [NEW_DIALOG] que te he dicho, palabra por palabra, ¿vale? [NEW_DIALOG] ¡Gracias, Geo! ¡Sabía que podía confiar en ti! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] Qué graciosa es la vida a veces. [NEW_DIALOG] {ec00}{1}
