Repository: joguersan/Megaman-Starforce-3
Catalog: mess_field/19.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Mega] The other day, I saw this really weird old guy. [NEW_DIALOG] [DIALOG_START][Geo] Really? What was so weird about him? [NEW_DIALOG] [DIALOG_START][Mega] He was riding a bicycle with a pumpkin on his head. [NEW_DIALOG] [DIALOG_START][Geo] That IS strange... [NEW_DIALOG] Why would he have a pumpkin on his head? [NEW_DIALOG] [DIALOG_START][Mega] I wanted to know that myself. [NEW_DIALOG] So, I asked him, "Why do you have a pumpkin on your head?" [NEW_DIALOG] [DIALOG_START][Geo] Sooooo? What did he say? [NEW_DIALOG] [DIALOG_START][Mega] So he said{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] .{e113}.{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] .{e113}.{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] Hmm, what DID he say? [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Geo] What do you mean? Don't you remember? [NEW_DIALOG] [DIALOG_START][Mega] I remember asking him, [NEW_DIALOG] but at the same time I was rolling on the ground laughing. [NEW_DIALOG] [DIALOG_START][Geo] Aw, man! Now it's gonna bother me all day long not knowing. [NEW_DIALOG] [DIALOG_START][Mega] Sorry, kid. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] El otro día vi a un tipo la mar de extraño. [NEW_DIALOG] [DIALOG_START][Geo] ¿Ah, sí? ¿Qué tenía de raro? [NEW_DIALOG] [DIALOG_START][Mega] Iba en bici con una calabaza en la cabeza. [NEW_DIALOG] [DIALOG_START][Geo] Pues sí que es raro... [NEW_DIALOG] ¿Qué hacía con una calabaza en la cabeza? [NEW_DIALOG] [DIALOG_START][Mega] Eso quería saber yo. [NEW_DIALOG] Por eso le pregunté: «¿Por qué llevas una calabaza en la cabeza?» [NEW_DIALOG] [DIALOG_START][Geo] ¿Yyyyyy? ¿Qué te dijo? [NEW_DIALOG] [DIALOG_START][Mega] Pues me dijo{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] .{e113}.{e113}.{e113}} [NEW_DIALOG] .{e113}.{e113}.{e113} [NEW_DIALOG] Mmm, ¿qué me dijo? [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Geo] ¿Pero qué dices? ¿No te acuerdas? [NEW_DIALOG] [DIALOG_START][Mega] Recuerdo la pregunta, [NEW_DIALOG] pero me estaba partiendo de risa en el suelo, así que. [NEW_DIALOG] [DIALOG_START][Geo] ¡Jobá! Ahora voy a estar todo el día con la mosca detrás de la oreja. [NEW_DIALOG] [DIALOG_START][Mega] Lo siento, chico. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Hey kid, Today I'm gonna show you my full power! [NEW_DIALOG] [DIALOG_START][Geo_2] What!? [NEW_DIALOG] {e1a0}{2}{168}{e212}{19}{1}{ec00}{0} [DIALOG_START][Mega] R{e113}O{e113}O{e113}O{e113}O{e113}O{e113}A{e113}R{e113}.{e113}.{e113}.{e113}!! [NEW_DIALOG] [DIALOG_START][Geo_2] W-Wait, I'm not so sure [NEW_DIALOG] that's a good idea. You're raising the Noise level! [NEW_DIALOG] {e1a0}{4}{168} [DIALOG_START][Mega] M{e113}W{e113}A{e113}A{e113}A{e113}A{e113}A{e113}G{e113}H{ff01}{ff01} [NEW_DIALOG] [DIALOG_START][Geo_2] *gulp*!! [NEW_DIALOG] Mega... Take it easy, big guy! [NEW_DIALOG] {e1a0}{1}x{e213}{0} [DIALOG_START][Mega] HAA{e115}.{e115}.{e115}.{e115}A{e115}.{e115}.{e115}.{e115}GH{e115}.{e115}.{e115}. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}...? [NEW_DIALOG] {e1a0}{0}{0} [DIALOG_START]{a9}{ec13}.{e115}.{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Geo_2] (I think he burned himself out.) [NEW_DIALOG] {e211}{0}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Eh, chico, ¡hoy vas a ver mi poder en todo su esplendor! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Qué?! [NEW_DIALOG] {e1a0}{2}{168}{e212}{19}{1}{ec00}{0} [DIALOG_START][Mega] ¡G{e113}R{e113}O{e113}O{e113}O{e113}O{e113}A{e113}R{e113}.{e113}.{e113}.{e113}! [NEW_DIALOG] [DIALOG_START][Geo_2] E-espera, esto no me gusta. [NEW_DIALOG] ¡Tu nivel de Ruido está aumentando! [NEW_DIALOG] {e1a0}{4}{168} [DIALOG_START][Mega] ¡U{e113}A{e113}A{e113}A{e113}A{e113}A{e113}A{e113}G{e113}H{ff01}{ff01}! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¡Glup!! [NEW_DIALOG] Mega... ¡Quieto, machote! [NEW_DIALOG] {e1a0}{1}x{e213}{0} [DIALOG_START][Mega] JAAA{e115}.{e115}.{e115}. {e115}A{e115}.{e115}.{e115}. {e115}GH{e115}.{e115}.{e115}. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¿? [NEW_DIALOG] {e1a0}{0}{0} [DIALOG_START]{a9}{ec13}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Geo_2] (Se ha quedado hecho polvo.) [NEW_DIALOG] {e211}{0}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] I bet your mom was popular with the boys when she was young. [NEW_DIALOG] [DIALOG_START][Geo] I think so too. She was really beautiful! [NEW_DIALOG] [DIALOG_START][Mega] I would have liked to see her back then! [NEW_DIALOG] [DIALOG_START][Geo] I have a picture! [NEW_DIALOG] Here. [NEW_DIALOG] [DIALOG_START]{53}{ec12} [NEW_DIALOG] [DIALOG_START][Geo] Isn't she beautiful? [NEW_DIALOG] [DIALOG_START][Mega] .{e113}.{e113}.{e113}W-Whoooa... [NEW_DIALOG] {ec13}(Why do you have a picture like this...?) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Seguro que tu madre de joven triunfaba entre los chicos. [NEW_DIALOG] [DIALOG_START][Geo] Seguro que sí. ¡Era guapísima! [NEW_DIALOG] [DIALOG_START][Mega] ¡Me hubiera gustado verla! [NEW_DIALOG] [DIALOG_START][Geo] ¡Pues tengo una foto! [NEW_DIALOG] Mira. [NEW_DIALOG] [DIALOG_START]{53}{ec12} [NEW_DIALOG] [DIALOG_START][Geo] ¿A que es guapa? [NEW_DIALOG] [DIALOG_START][Mega] .{e113}.{e113}.{e113} A-Aaaahh... [NEW_DIALOG] {ec13}(¿Qué hace el chico con esta foto?) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid, you're getting a call on your Hunter-VG. [NEW_DIALOG] [DIALOG_START][Geo] *!?* Who could this be? [NEW_DIALOG] .{e115}.{e115}.{e115}Hello? [NEW_DIALOG] {e212}{1c}{1} [DIALOG_START]{4e}Heeey! My man! [NEW_DIALOG] What's goin' on!? [NEW_DIALOG] [DIALOG_START][Geo] Uh... Not much... [NEW_DIALOG] Who am I speaking to? [NEW_DIALOG] [DIALOG_START]{4e}Yo dawg, wuttup!? Why you always be walkin' 'round lookin' all [NEW_DIALOG] serious man? I'm tellin' you Geo, you gots to lighten up a little. You keep [NEW_DIALOG] lookin' like that and you ain't never gonna be happy and you ain't never gonna [NEW_DIALOG] have no money! You know what I'm sayin'? Just smile once in a while and [NEW_DIALOG] I guarantee things'll start lookin' up for you, bro! You feel me!? [NEW_DIALOG] [DIALOG_START][Geo] I guess so... Um, who is this? [NEW_DIALOG] [DIALOG_START]{4e}Alright then, peace out! [NEW_DIALOG] [DIALOG_START][Geo] Huh!? Excuse me, who is this? [NEW_DIALOG] .{e115}.{e115}.{e115}He hung up. [NEW_DIALOG] [DIALOG_START][Mega] That guy's always a riot, isn't he? [NEW_DIALOG] [DIALOG_START][Geo] Who? [NEW_DIALOG] {e211}{0}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Chico, te llaman al Hunter-VG. [NEW_DIALOG] [DIALOG_START][Geo] ¡¿?! ¿Quién será? [NEW_DIALOG] .{e115}.{e115}.{e115} ¿Dígame? [NEW_DIALOG] {e212}{1c}{1} [DIALOG_START]{4e}¡Eeeyy, qué pasa! [NEW_DIALOG] ¡¿Cómo va eso?! [NEW_DIALOG] [DIALOG_START][Geo] Ah... Pues bien... [NEW_DIALOG] ¿Con quién hablo? [NEW_DIALOG] [DIALOG_START]{4e}¡¿Colegui, qué ladras?! ¿Por qué siempre vas con ese careto por la vida? [NEW_DIALOG] Te he dicho mil veces que le eches un poco de morro y sonrías. ¡Para ser feliz [NEW_DIALOG] y tener guita, primero tienes que creértelo, luego ya vendrá todo solo, tío! [NEW_DIALOG] ¿Me entiendes o qué? ¡Tú échate unas risotas [NEW_DIALOG] y verás cómo todo te irá de rechupete! ¡¿Me captas?! [NEW_DIALOG] [DIALOG_START][Geo] Sí, supongo... Eh, ¿quién es? [NEW_DIALOG] [DIALOG_START]{4e}¡Venga, chaval, paz! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Eh?! Perdone, ¿quién es? [NEW_DIALOG] .{e115}.{e115}.{e115} Ha colgado. [NEW_DIALOG] [DIALOG_START][Mega] Vaya chico, ¿eh? Siempre está igual. [NEW_DIALOG] [DIALOG_START][Geo] ¿Pero quién? [NEW_DIALOG] {e211}{0}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid, you're getting a call from Jack. [NEW_DIALOG] [DIALOG_START][Geo_2] Huh? From Jack!? [NEW_DIALOG] [DIALOG_START][Jack] Um, hey Geo. I know that [NEW_DIALOG] I'm the last person you'd [NEW_DIALOG] expect to be calling, but I just wanna apologize. [NEW_DIALOG] [DIALOG_START][Geo] W-What do you mean? Are you alright, Jack? [NEW_DIALOG] [DIALOG_START][Jack] Yeah, I'm fine... I just, ya [NEW_DIALOG] know, wanna say I'm sorry for talking to you like I did when we first met. [NEW_DIALOG] I shouldn't have dissed Mega Man like that. [NEW_DIALOG] [DIALOG_START][Geo_2] Hey, you're not Jack! Who is this? [NEW_DIALOG] [DIALOG_START][Heartless] Ha ha! I'm impressed! I didn't think you'd figure out that it wasn't Jack. [NEW_DIALOG] [DIALOG_START][Geo_2] Heartless? [NEW_DIALOG] Was that you just now, pretending to be Jack? [NEW_DIALOG] [DIALOG_START][Heartless] No, that wasn't me. [NEW_DIALOG] It was this man. [NEW_DIALOG] [DIALOG_START]{2b}Hey! It's me, Hank Caliente, the famous impressionist! [NEW_DIALOG] [DIALOG_START][Heartless] Thank you very much, Mr. Caliente. [NEW_DIALOG] [DIALOG_START]{2b}Ho-ho-ho, let's do lunch sometime Heartless, babe! [NEW_DIALOG] [DIALOG_START][Heartless] Take care, Geo... I mean Mega Man. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}..... [NEW_DIALOG] [DIALOG_START][Mega] Ya know... I really don't understand that woman... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Chico, Jack te está llamando. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Eh? ¡¿De Jack?! [NEW_DIALOG] [DIALOG_START][Jack] Ah, hola, Geo. Sé que [NEW_DIALOG] soy la última persona que quieres que te [NEW_DIALOG] llame, pero quería pedirte perdón. [NEW_DIALOG] [DIALOG_START][Geo] ¿Q-qué dices? ¿Estás bien, Jack? [NEW_DIALOG] [DIALOG_START][Jack] Sí, no pasa nada... Es que, [NEW_DIALOG] bueno, quería pedirte perdón por lo que te dije cuando nos conocimos. [NEW_DIALOG] Siento haber puesto a Mega Man de vuelta y media. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Eh, tú no eres Jack! ¿Quién llama? [NEW_DIALOG] [DIALOG_START][Heartless] ¡Ja, ja! ¡Impresionante! No creía que te fueras a dar cuenta. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Heartless? [NEW_DIALOG] ¿Eras tú la que se hacía pasar por Jack? [NEW_DIALOG] [DIALOG_START][Heartless] Qué va. [NEW_DIALOG] Era este de aquí. [NEW_DIALOG] [DIALOG_START]{2b}¡Eh, soy yo, Hank Caliente, el famoso imitador! [NEW_DIALOG] [DIALOG_START][Heartless] Muchas gracias, Sr. Caliente. [NEW_DIALOG] [DIALOG_START]{2b}¡Jo, jo, jo, Heartless, nena, vamos a comer, yo invito! [NEW_DIALOG] [DIALOG_START][Heartless] Cuídate, Geo... O sea, Mega Man. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] A veces no entiendo a esta mujer... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] K-Kid! You're getting a call on your {e4a6}-VG. [NEW_DIALOG] [DIALOG_START][Geo_2] What!? [NEW_DIALOG] {e212}{15}{1} [DIALOG_START][SrKing-2] He-he-he... [NEW_DIALOG] Mega Man, or should I say, Geo? [NEW_DIALOG] [DIALOG_START][Geo_2] What do you want, King? [NEW_DIALOG] [DIALOG_START][SrKing-2] He-he-he... I know... Geo. I know that you've been [NEW_DIALOG] interested in this blue thing under my eye. I've seen you looking at it. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] I don't know what you're talking about. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(I wonder if that's true...) [NEW_DIALOG] [DIALOG_START][SrKing-2] You know, if you want me to, I can tell you about it... [NEW_DIALOG] [DIALOG_START][Geo_2] R-Really!? [NEW_DIALOG] [DIALOG_START][SrKing-2] Actually... [NEW_DIALOG] *whisper, whisper*... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] ...That blue thing can do that!? [NEW_DIALOG] Th-That's amazing! [NEW_DIALOG] [DIALOG_START][SrKing-2] He-he-he... And now I must be going. [NEW_DIALOG] {e211}{0} [DIALOG_START][Mega] So what did he say about that blue thing under his eye? [NEW_DIALOG] [DIALOG_START][Geo_2] I can't repeat it! [NEW_DIALOG] [DIALOG_START][Mega] Huh? Why not? [NEW_DIALOG] [DIALOG_START][Geo_2] Well... With Heartless... that blue thing... *mumble* [NEW_DIALOG] Why King, that little... No way. I can't believe it. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}??? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡C-chico! Te están llamando. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Qué?! [NEW_DIALOG] {e212}{15}{1} [DIALOG_START][SrKing-2] Je, je, je... [NEW_DIALOG] Mega Man, ¿o debería decir Geo? [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Qué quieres, King? [NEW_DIALOG] [DIALOG_START][SrKing-2] Je, je, je... Ya lo sé... Geo. Sé que te has fijado [NEW_DIALOG] en esta cosa azul bajo mi ojo. Te he visto mirarla. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡¡!! [NEW_DIALOG] No sé de qué hablas. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(¿Lo dice de verdad?) [NEW_DIALOG] [DIALOG_START][SrKing-2] Si queres, puedo decirte para qué sirve... [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿D-de verdad?! [NEW_DIALOG] [DIALOG_START][SrKing-2] La verdad es que... [NEW_DIALOG] Pspspspspssss... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡¡!! [NEW_DIALOG] ¡¿De verdad puede hacer eso?! [NEW_DIALOG] ¡E-es alucinante! [NEW_DIALOG] [DIALOG_START][SrKing-2] Je, je, je... Ahora debo irme. [NEW_DIALOG] {e211}{0} [DIALOG_START][Mega] ¿Y qué te ha dicho de esa cosa azul que tiene en el ojo? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡No puedo decírtelo! [NEW_DIALOG] [DIALOG_START][Mega] ¿Eh? ¿Por qué no? [NEW_DIALOG] [DIALOG_START][Geo_2] Pues... Heartless... con esa cosa azul... Ñññññ... [NEW_DIALOG] Maldito King... No me lo puedo creer. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}¿? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] By accessing Meteor G, I can tell you who you're going to marry one day! [NEW_DIALOG] [DIALOG_START][Geo] R-Really!? Tell me, tell me!! [NEW_DIALOG] [DIALOG_START][Mega] OK. Hold on a minute... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(*thump, thump*!!) [NEW_DIALOG] [DIALOG_START][Mega] .{e115}.{e115}.{e115}Bingo! I'm getting something! But, [NEW_DIALOG] there's more than one! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(*thump, thump*!!) [NEW_DIALOG] [DIALOG_START][Chery_Blosom] {ec12} [NEW_DIALOG] [DIALOG_START][Belle] {ec12} [NEW_DIALOG] [DIALOG_START][Mary_McLovin] {ec12} [NEW_DIALOG] [DIALOG_START][Sonia] {ec12} [NEW_DIALOG] [DIALOG_START][Angel_Wise] {ec12} [NEW_DIALOG] [DIALOG_START][Prez] {ec12} [NEW_DIALOG] [DIALOG_START]{2a}{ec12} [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(*thump, thump*!!) [NEW_DIALOG] [DIALOG_START][Mega] Got it! This is her! [NEW_DIALOG] [DIALOG_START]{24}{ec12} [NEW_DIALOG] [DIALOG_START][Geo] Nooooowizaaaaay! [NEW_DIALOG] [DIALOG_START][Mega] Just.{e113}.{e113}.{e113} kidding! [NEW_DIALOG] [DIALOG_START][Geo] That's not funny. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Si entras al Meteorito G, puedo decirte con quién te acabarás casando! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿E-en serio?! ¡Dímelo, venga! [NEW_DIALOG] [DIALOG_START][Mega] Vale, un momento... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(¡Patún, patún!) [NEW_DIALOG] [DIALOG_START][Mega] .{e115}.{e115}.{e115} ¡Bingo! ¡Recibo algo! [NEW_DIALOG] ¡Pero no es una sola persona! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(¡Patún, patún!) [NEW_DIALOG] [DIALOG_START][Chery_Blosom] {ec12} [NEW_DIALOG] [DIALOG_START][Belle] {ec12} [NEW_DIALOG] [DIALOG_START][Mary_McLovin] {ec12} [NEW_DIALOG] [DIALOG_START][Sonia] {ec12} [NEW_DIALOG] [DIALOG_START][Angel_Wise] {ec12} [NEW_DIALOG] [DIALOG_START][Prez] {ec12} [NEW_DIALOG] [DIALOG_START]{2a}{ec12} [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(¡Patún, patún!) [NEW_DIALOG] [DIALOG_START][Mega] ¡Ya sé! ¡Es ella! [NEW_DIALOG] [DIALOG_START]{24}{ec12} [NEW_DIALOG] [DIALOG_START][Geo] ¡Aaaaayyyyyy! [NEW_DIALOG] [DIALOG_START][Mega] Es.{e113}.{e113}.{e113} ¡broma! [NEW_DIALOG] [DIALOG_START][Geo] No tiene gracia. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid! A call from Solo! [NEW_DIALOG] {e212}{18}{1} [DIALOG_START][Geo_2] Solo!? [NEW_DIALOG] [DIALOG_START][Solo] Geo Stelar... [NEW_DIALOG] [DIALOG_START][Geo_2] What the heck do you want? [NEW_DIALOG] [DIALOG_START][Solo] You... I was in the middle of a game of Burger Quest... [NEW_DIALOG] Did you touch it? Don't lie to me. [NEW_DIALOG] [DIALOG_START][Geo_2] Huh!? I dunno what you're talking about. [NEW_DIALOG] [DIALOG_START][Solo] Hmph... I wonder who it was that erased my saved game [NEW_DIALOG] data. Somebody had to have [NEW_DIALOG] messed with it. [NEW_DIALOG] {ec13}.{e115}.{e115}.{e115}!! Laplace, was it you!? [NEW_DIALOG] [DIALOG_START]{b1}{ec13}..... [NEW_DIALOG] [DIALOG_START][Solo] It WAS you, Laplace!! [NEW_DIALOG] What did you do to my Burger Quest saved game data!? You know how [NEW_DIALOG] much I love that game! [NEW_DIALOG] [DIALOG_START]{b1}{ec13}..... [NEW_DIALOG] {e211}{0} [DIALOG_START][Geo_2] ...Uh, c-can I hang up now? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Chico! ¡Solo te está llamando! [NEW_DIALOG] {e212}{18}{1} [DIALOG_START][Geo_2] ¡¿Solo?! [NEW_DIALOG] [DIALOG_START][Solo] Geo Stelar... [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Qué narices quieres? [NEW_DIALOG] [DIALOG_START][Solo] Tú... Estaba en medio de una partida de Burger Quest... [NEW_DIALOG] ¿Has enredado con ella? No me mientas. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Eh?! ¿De qué hablas? [NEW_DIALOG] [DIALOG_START][Solo] Mmm... Cuando he vuelto, la partida había desaparecido. [NEW_DIALOG] Alguien ha tenido que borrarla. [NEW_DIALOG] {ec13}.{e115}.{e115}.{e115} ¡! [NEW_DIALOG] ¡Laplace, ¿has sido tú?! [NEW_DIALOG] [DIALOG_START]{b1}{ec13}... [NEW_DIALOG] [DIALOG_START][Solo] ¡¡Has sido tú, Laplace!! [NEW_DIALOG] ¡¿Qué has hecho con mi partida de Burger Quest?! [NEW_DIALOG] ¡Ya sabes cómo me gusta este juego! [NEW_DIALOG] [DIALOG_START]{b1}{ec13}... [NEW_DIALOG] {e211}{0} [DIALOG_START][Geo_2] Eh... ¿p-puedo colgar? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid! Kid! I found something! [NEW_DIALOG] [DIALOG_START][Geo] It's an ability, but I don't know what kind. It could be dangerous. [NEW_DIALOG] Maybe we should just put it back where you found it. [NEW_DIALOG] [DIALOG_START][Mega] Are you nuts!? C'mon, [NEW_DIALOG] we can't pass this up! Just let me equip it! Nothing bad'll happen. [NEW_DIALOG] [DIALOG_START][Geo] I've got a bad feeling about this. I don't think... [NEW_DIALOG] [DIALOG_START][Mega] Equip complete! [NEW_DIALOG] {e1a0}{4}P [DIALOG_START][Mega] Graaaaayaaagh! [NEW_DIALOG] [DIALOG_START][Geo_2] *gasp* Mega! What have you done!? [NEW_DIALOG] Are you OK!? [NEW_DIALOG] [DIALOG_START]{82}Yeah, I'm OK. [NEW_DIALOG] [DIALOG_START][Geo_2] Wow! You look really strong! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Chico, chico! ¡He encontrado algo! [NEW_DIALOG] [DIALOG_START][Geo] Es una habilidad, pero no sé qué hace. Podría ser peligrosa. [NEW_DIALOG] Deberíamos dejarla donde la encontramos. [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Estás loco?! ¡Es una oportunidad de oro! [NEW_DIALOG] ¡Deja que me la equipe, no pasará nada! [NEW_DIALOG] [DIALOG_START][Geo] Tengo un mal presentimiento, no sé... [NEW_DIALOG] [DIALOG_START][Mega] ¡Equipada! [NEW_DIALOG] {e1a0}{4}P [DIALOG_START][Mega] ¡Aaaaaggghhh! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Ah, Mega! ¡¿Pero qué has hecho?! [NEW_DIALOG] ¡¿Estás bien?! [NEW_DIALOG] [DIALOG_START]{82}Sí, sí. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Hala, qué pinta más chula! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid, you've got a call from that Goodall lady! [NEW_DIALOG] [DIALOG_START][Geo] Really? Dr. Goodall? [NEW_DIALOG] [DIALOG_START][DraGoodall] Hello, Geo. [NEW_DIALOG] I'm just calling to see how you're doing. That's all. [NEW_DIALOG] [DIALOG_START][Mega] By the way, I've been meaning to ask you something. [NEW_DIALOG] [DIALOG_START][DraGoodall] Oh, and what might that be? You can ask me anything. [NEW_DIALOG] [DIALOG_START][Mega] OK, how old are you? [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] M-Mega, no! You can't just ask a woman how old she is! It's rude. [NEW_DIALOG] [DIALOG_START][Mega] Huh!? Really? [NEW_DIALOG] [DIALOG_START][DraGoodall] Well, when you get to be as old as I am, it's not rude at all. [NEW_DIALOG] [DIALOG_START][Mega] Ohh, I'm glad about that. So, how old are you? [NEW_DIALOG] [DIALOG_START][DraGoodall] .{e115}.{e115}.{e115}I'm 50 years old. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(Sh-She's lying!!) [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(Yeah, I thought she might fudge it a little bit, but that was a bit much!) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Chico, te está llamando la señora Goodall! [NEW_DIALOG] [DIALOG_START][Geo] ¿La señora Goodall, en serio? [NEW_DIALOG] [DIALOG_START][DraGoodall] Hola, Geo. [NEW_DIALOG] Solo te llamo para ver cómo te va. [NEW_DIALOG] [DIALOG_START][Mega] Por cierto, hace tiempo que quiero preguntarte algo. [NEW_DIALOG] [DIALOG_START][DraGoodall] Ah, ¿de qué se trata? Pregunta lo que quieras, cielo. [NEW_DIALOG] [DIALOG_START][Mega] Vale, a ver... ¿cuántos años tienes? [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡! [NEW_DIALOG] ¡M-Mega, maleducado! Eso no se le pregunta a una mujer. [NEW_DIALOG] [DIALOG_START][Mega] ¿Ah, no? [NEW_DIALOG] [DIALOG_START][DraGoodall] Bueno, con mi edad ya no me importa decirlo. [NEW_DIALOG] [DIALOG_START][Mega] Oohh, pues qué bien. ¿Y entonces? [NEW_DIALOG] [DIALOG_START][DraGoodall] .{e115}.{e115}.{e115} Tengo 50 años. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(¡¡M-mentirosa!!) [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(¡Ya sabía yo que iba a mentir sobre su edad, pero esto es pasarse!) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid! There's a call from that Tia lady! [NEW_DIALOG] [DIALOG_START][Geo_2] From Ms. Tia!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Yoo-hoo! [NEW_DIALOG] Geo! How are you!? [NEW_DIALOG] [DIALOG_START][Geo] Huuuh!? Uh, I'm good, I guess. [NEW_DIALOG] What's wrong? You seem a little different... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Really!? Nooo. This is how I am [NEW_DIALOG] every day. The same genial Ms. Tia. [NEW_DIALOG] [DIALOG_START][Geo_2] No way! You're not Ms. Tia! [NEW_DIALOG] Who are you!? [NEW_DIALOG] [DIALOG_START]{34}Hmph! It seems that you are as good a detective as Eos said you were! [NEW_DIALOG] Good work! [NEW_DIALOG] [DIALOG_START][Geo_2] ...Chief? [NEW_DIALOG] [DIALOG_START]{34}That'll be all! [NEW_DIALOG] [DIALOG_START][Mega] What the...? What is up with that guy? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Chico! ¡Te está llamando Tia! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿La Srta. Tia?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¡Yujuuu! [NEW_DIALOG] ¡Geo! ¡¿Qué tal estás?! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Eh?! Eh, bien, supongo. [NEW_DIALOG] ¿Te pasa algo? Te noto rara... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¡¿Ah, sí?! Qué vaaa, si estoy [NEW_DIALOG] como siempre, La genial Srta. Tia. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Qué va! ¡No eres la Srta. Tia! [NEW_DIALOG] ¡¿Quién eres?! [NEW_DIALOG] [DIALOG_START]{34}¡Je, Eos tenía razón, tienes madera de detective! [NEW_DIALOG] ¡Bien hecho! [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Jefe? [NEW_DIALOG] [DIALOG_START]{34}¡Eso es todo, amigos! [NEW_DIALOG] [DIALOG_START][Mega] ¿Pero qué...? ¿Qué le pasa? [NEW_DIALOG] {ec00}{1}
