Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch7/22.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Heartless] New information has come in, Mr. King. [NEW_DIALOG] Leaders from all over the world are debating over [NEW_DIALOG] whether they should or should not submit to Dealer. [NEW_DIALOG] [DIALOG_START][SrKing-2] They truly are idiots... [NEW_DIALOG] They still can't understand the fact that there is no [NEW_DIALOG] one who can defeat me, as long as I control Meteor G. [NEW_DIALOG] Let them debate. [NEW_DIALOG] They will never find a means to prevail over me. [NEW_DIALOG] And when the time comes when they realize that, they [NEW_DIALOG] will fall to their knees and beg for forgiveness! [NEW_DIALOG] [DIALOG_START][Heartless] It shall be as you say, Mr. King. [NEW_DIALOG] [DIALOG_START][SrKing-2] By the way... [NEW_DIALOG] Have you learned anything about whoever is causing [NEW_DIALOG] problems with my control over Meteor G? [NEW_DIALOG] [DIALOG_START][Heartless] Unfortunately... There has been no break in information, yet... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] Sr. King, nos ha llegado nueva información. [NEW_DIALOG] Los líderes mundiales están debatiendo si deben [NEW_DIALOG] rendirse ante Dealer. [NEW_DIALOG] [DIALOG_START][SrKing-2] Menudos idiotas... [NEW_DIALOG] Aún no comprenden que mientras controle el Meteorito G, [NEW_DIALOG] no tienen ninguna posibilidad de derrotarme. [NEW_DIALOG] Que debatan lo que quieran. [NEW_DIALOG] No podrán derrotarme de ninguna forma. [NEW_DIALOG] ¡Y cuando al fin se den cuenta de ello, [NEW_DIALOG] me suplicarán perdón de rodillas! [NEW_DIALOG] [DIALOG_START][Heartless] Será como dice, Sr. King. [NEW_DIALOG] [DIALOG_START][SrKing-2] Por cierto... [NEW_DIALOG] ¿Has averiguado algo sobre la persona que interfiere [NEW_DIALOG] en mi control del Meteorito G? [NEW_DIALOG] [DIALOG_START][Heartless] Por desgracia... Aún no he conseguido nueva información... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] How dare you be so slow! [NEW_DIALOG] When I say do something, then you complete the task immediately! [NEW_DIALOG] You have until tomorrow! Otherwise, you will pay!! [NEW_DIALOG] [DIALOG_START][Heartless] Please forgive me, sir... [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] ¡¿Cómo puedes ser tan lenta?! [NEW_DIALOG] ¡Cuando ordeno algo, debe hacerse de inmediato! [NEW_DIALOG] ¡Te doy hasta mañana! ¡¡Hazlo, o atente a las consecuencias!! [NEW_DIALOG] [DIALOG_START][Heartless] Perdóneme, señor... [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][NONAME] It looks like the demands of controlling Meteor G have made you a little irritable... [NEW_DIALOG] Mr. King... [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}! [NEW_DIALOG] Who is that{e115}.{e115}.{e115}.{e115}? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Parece que el esfuerzo de controlar el Meteorito G te ha vuelto irritable... [NEW_DIALOG] Sr. King... [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}¡! [NEW_DIALOG] ¿Quién es{e115}.{e115}.{e115}.{e115}? [NEW_DIALOG] {ec00}{1}

source: {e212}{16}{0}{ec00}{0} [DIALOG_START][SrKing-2] Queen Tia! Jack! [NEW_DIALOG] [DIALOG_START][Heartless] How did you get in here? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] You'd be better off if you didn't take us so lightly... [NEW_DIALOG] Anyone with half a brain could escape from the [NEW_DIALOG] Satella Police and break into this place. [NEW_DIALOG] [DIALOG_START][SrKing-2] So then it is you two who have been interfering with my control of Meteor G! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}.{e113}.{e113}.{e113}? [NEW_DIALOG] I have no idea what you are talking about. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Sis and I have been waiting a very long time for this exact moment... [NEW_DIALOG] The moment when Joker is out of the picture, and you are in control of Meteor G! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] We can finally make our "wish" come true... [NEW_DIALOG] King!! [NEW_DIALOG] We're taking over both Dealer and Meteor G! [NEW_DIALOG] [DIALOG_START][SrKing-2] Ho ho... [NEW_DIALOG] So you are telling me that you are taking everything I have from me? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] You got it, you jerk!! [NEW_DIALOG] [DIALOG_START][Heartless] You must be insane, child... [NEW_DIALOG] [DIALOG_START][SrKing-2] Who was the person that raised you after you lost your parents and home? [NEW_DIALOG] Was it not me? [NEW_DIALOG] I cannot believe that my own children would stab me in the back like this. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Oh spare us the benevolent father figure routine! [NEW_DIALOG] Yes, you established the "King Foundation", in which you took orphans in from [NEW_DIALOG] around the world and had them cared for... [NEW_DIALOG] But the foundation was just a cover for your real work. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] You had a completely different reason for gathering all those children. [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] You choose the children with the most promise, and made them your subordinates. [NEW_DIALOG] Then you had them commit all of your crimes for you. [NEW_DIALOG] Sis and I were just two of those children. [NEW_DIALOG] {e213}{1} [DIALOG_START][Queen_Virgo] However... Over time, those children were sent into extremely [NEW_DIALOG] dangerous situations by your command. [NEW_DIALOG] And none of them, except us, ever came back!! [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][Queen_Virgo] They never even considered that they were only being used by you!! [NEW_DIALOG] [DIALOG_START][SrKing-2] It was because of me that they even lived long enough to serve me. [NEW_DIALOG] They should have been thanking me for that! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Shut your mouth!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Right here, right now... [NEW_DIALOG] You will pay for what you did to us and all of the other children!! [NEW_DIALOG] King!! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] You're going down!! [NEW_DIALOG] [DIALOG_START][SrKing-2] Fools... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{16}{0}{ec00}{0} [DIALOG_START][SrKing-2] ¡Queen Tia! ¡Jack! [NEW_DIALOG] [DIALOG_START][Heartless] ¿Cómo habéis llegado hasta aquí? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] No deberías habernos tomado a la ligera... [NEW_DIALOG] Cualquiera con dos neuronas podría escapar [NEW_DIALOG] de la Policía Satella y entrar aquí. [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡Conque sois vosotros los que interferís con mi control del Meteorito G! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¿{ec13}.{e113}.{e113}.{e113}? [NEW_DIALOG] No tengo ni idea de qué me hablas. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Tia y yo llevamos mucho tiempo esperando este momento... [NEW_DIALOG] ¡Con Joker fuera de escena y tú controlando el Meteorito G! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Nuestro deseo se hará realidad por fin... [NEW_DIALOG] ¡¡King!! [NEW_DIALOG] ¡Vamos a controlar a Dealer y el Meteorito G! [NEW_DIALOG] [DIALOG_START][SrKing-2] Jo, jo... [NEW_DIALOG] Queréis quitarme todo lo que tengo, ¿no? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡¡Ya ves, capullo!! [NEW_DIALOG] [DIALOG_START][Heartless] Niño, estás loco... [NEW_DIALOG] [DIALOG_START][SrKing-2] ¿Quién os crió cuando perdisteis vuestro hogar y a vuestros padres? [NEW_DIALOG] Fui yo, ¿no? [NEW_DIALOG] No puedo creer que mis propios hijos me apuñalen por la espalda de esta forma. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¡Ahórrate el discursito de padre amantísimo, por favor! [NEW_DIALOG] Sí, creaste la «Fundación King» para recoger huérfanos de [NEW_DIALOG] todo el mundo y criarlos... [NEW_DIALOG] Pero la fundación no era más que una tapadera para tus verdaderos planes. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Recogiste a todos esos niños por otra razón muy distinta. [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Cogiste a los niños más prometedores y los hiciste tus subordinados. [NEW_DIALOG] Así podrían cometer tus crímenes por ti. [NEW_DIALOG] Tia y yo solo éramos dos de esos niños. [NEW_DIALOG] {e213}{1} [DIALOG_START][Queen_Virgo] Sin embargo... Con el tiempo, enviaste a esos niños a situaciones [NEW_DIALOG] extremadamente peligrosas. [NEW_DIALOG] ¡¡Y, salvo nosotros, ninguno volvió jamás!! [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¡¡Jamás se les pasó por la cabeza que solo estabas usándoles!! [NEW_DIALOG] [DIALOG_START][SrKing-2] Si vivieron lo suficiente como para poder servirme fue gracias a mí. [NEW_DIALOG] ¡Deberían haberme dado las gracias! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¡¡Cierra el pico!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Vas a pagar... [NEW_DIALOG] ¡¡Aquí y ahora por lo que nos hiciste a nosotros y a los demás niños!! [NEW_DIALOG] ¡¡King!! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¡¡Acabaremos contigo!! [NEW_DIALOG] [DIALOG_START][SrKing-2] Necios... [NEW_DIALOG] {ec00}{1}

source: {e212}{1e}{1}{ec00}{0} [DIALOG_START][(Queen)Tia] Our EM Wave Change! [NEW_DIALOG] [DIALOG_START][Jack] W-What's going on!? [NEW_DIALOG] [DIALOG_START][Wolf_Woods] It's some kind of special Noise!! It's cancelling out EM Wave Changing!! [NEW_DIALOG] [DIALOG_START][Virgo] Argh! This isn't right!! [NEW_DIALOG] [DIALOG_START][SrKing-2] This whole facility is under my direct control. [NEW_DIALOG] In other words, everything here becomes as I desire. [NEW_DIALOG] Now it is time... [NEW_DIALOG] For you two naughty children to be punished. [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1e}{1}{ec00}{0} [DIALOG_START][(Queen)Tia] ¡Nos hemos expulsionado! [NEW_DIALOG] [DIALOG_START][Jack] ¡¿Q-qué está pasando?! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡¡Es como un Ruido especial!! ¡¡Está cancelando el Cambio de Onda EM!! [NEW_DIALOG] [DIALOG_START][Virgo] ¡Argh! ¡¡No puede ser!! [NEW_DIALOG] [DIALOG_START][SrKing-2] Estas instalaciones están bajo mi control. [NEW_DIALOG] Es decir, aquí todo toma la forma que yo deseo. [NEW_DIALOG] Ha llegado el momento... [NEW_DIALOG] ...de que castigue a estos dos chicos malos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] Ungh{e115}.{e115}.{e115}.{e115}!! [NEW_DIALOG] [DIALOG_START][Jack] Argh! [NEW_DIALOG] [DIALOG_START][SrKing-2] Ho ho ho ho ho!! [NEW_DIALOG] This is what happens when children play with things that they shouldn't!! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Not{e114}.{e114}.{e114}.{e114} now{e114}.{e114}.{e114}.!! [NEW_DIALOG] [DIALOG_START][Jack] S{e114}.{e114}.{e114}.{e114}is{e114}.{e114}.{e114}.!! [NEW_DIALOG] [DIALOG_START][SrKing-2] Foolish children, that is all you ever were! Ho ho ho ho!! [NEW_DIALOG] [DIALOG_START][Jack] Nooo{e114}.{e114}.{e114}.{e114}!! [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] ¡¡Ungh!!{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Jack] ¡Argh! [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡¡Jo, jo, jo, jo!! [NEW_DIALOG] ¡¡Niños, si jugáis con fuego os acabáis quemando!! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Ahora{e114}.{e114}.{e114}.{e114} ¡¡no!!{e114}.{e114}.{e114}. [NEW_DIALOG] [DIALOG_START][Jack] {e114}.{e114}.{e114}.{e114} ¡Tia!{e114}.{e114}.{e114}. [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡No sois más que unos críos estúpidos! ¡¡Jo, jo, jo, jo!! [NEW_DIALOG] [DIALOG_START][Jack] ¡¡Nooo!!{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][SrKing-2] {ec13}!? [NEW_DIALOG] [DIALOG_START][Jack] W-What...? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] .{e114}.{e114}.{e114}It{e114}.{e114}.{e114}.{e114} wore off... [NEW_DIALOG] [DIALOG_START][SrKing-2] What is this!? [NEW_DIALOG] Heartless, explain! [NEW_DIALOG] Heartless!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] {ec13}¡¿?! [NEW_DIALOG] [DIALOG_START][Jack] ¿Q-qué...? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] .{e114}.{e114}.{e114} Ha{e114}.{e114}.{e114}.{e114} desaparecido... [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡¿Qué pasa aquí?! [NEW_DIALOG] ¡Heartless, explícate! [NEW_DIALOG] ¡¡Heartless!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Heartless] It was I that stopped the attack on them. [NEW_DIALOG] [DIALOG_START][SrKing-2] Why would you do that!? [NEW_DIALOG] Who gave you that order!? [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][SrKing-2] Heartless!! [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] .{e116}.{e116}.{e116}Hmph. [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}...!! [NEW_DIALOG] H-Heartless{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] Y{e115}-Y{e115}-Y{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] Yooou!! [NEW_DIALOG] It was you!? [NEW_DIALOG] [DIALOG_START][Heartless] Muwahaha... [NEW_DIALOG] I was the only one that you thought would never turn on you, wasn't I? [NEW_DIALOG] Mr. King... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}!! [NEW_DIALOG] [DIALOG_START][Jack] W-What the...!? [NEW_DIALOG] {e212}{7}{0} [DIALOG_START][Heartless] Joker was the last of your loyal subordinates. [NEW_DIALOG] Actually, he was only your Wizard so that he could fulfill his own Purpose... [NEW_DIALOG] You have been surrounded by traitors from the very beginning. [NEW_DIALOG] There was Jack, Queen Tia, and of course, myself... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] He sido yo quien ha detenido el ataque. [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡¿Por qué lo has hecho?! [NEW_DIALOG] ¡¡No te lo he ordenado!! [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡¡Heartless!! [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] .{e116}.{e116}.{e116} Je. [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}¡...! [NEW_DIALOG] H-Heartless{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] N{e115}-n{e115}-n{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] ¡¡Noooo!! [NEW_DIALOG] ¡¿Eras tú?! [NEW_DIALOG] [DIALOG_START][Heartless] Mua, ja, ja, ja... [NEW_DIALOG] Creías que yo era la única persona en la que podías confiar, ¿no es así? [NEW_DIALOG] Sr. King... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}¡! [NEW_DIALOG] [DIALOG_START][Jack] ¡¿P-pero qué...?! [NEW_DIALOG] {e212}{7}{0} [DIALOG_START][Heartless] Joker fue tu último subordinado leal. [NEW_DIALOG] No, en realidad, era tu Wizard solo para cumplir su propio Propósito... [NEW_DIALOG] Desde el principio has estado rodeado de traidores. [NEW_DIALOG] Jack, Queen Tia y yo, por supuesto... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Heartless] I wasn't expecting you two to show up here now, but... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][SrKing-2] Your insolence disgusts me!! [NEW_DIALOG] All of you will...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] No esperaba que vosotros dos aparecieseis ahora, pero... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡¡No aguanto vuestra insolencia!! [NEW_DIALOG] ¡¡Ahora vais a...!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Heartless] Don't bother. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] No te molestes. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] What!? [NEW_DIALOG] H-How did you...!? [NEW_DIALOG] [DIALOG_START][Heartless] Goodbye, Mr. King... [NEW_DIALOG] You will pay for your sins in the bowels of your own Noise. [NEW_DIALOG] [DIALOG_START][SrKing-2] N-Noooooo!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] ¡¿Qué?! [NEW_DIALOG] ¡¿C-cómo has...?! [NEW_DIALOG] [DIALOG_START][Heartless] Adiós, Sr. King... [NEW_DIALOG] Pagarás por tus pegados en las entrañas de tu propio Ruido. [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡¡N-noooooo!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][Jack] So what game are you playing here, lady? [NEW_DIALOG] [DIALOG_START][Heartless] I've been waiting for the opportunity to take King out. [NEW_DIALOG] When the moment came I had to take my shot. [NEW_DIALOG] That is all. [NEW_DIALOG] But I actually expected Mega Man to show up. [NEW_DIALOG] I never even considered that you two would get here before him. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] We appreciate you helping us out... [NEW_DIALOG] But we don't know what your aim is, and we don't really care. [NEW_DIALOG] We are here to make our wish come true. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][Jack] ¿De qué va todo esto, señorita? [NEW_DIALOG] [DIALOG_START][Heartless] Llevo esperando mucho tiempo la oportunidad para acabar con King. [NEW_DIALOG] Cuando se ha presentado el momento, he movido ficha. [NEW_DIALOG] Eso es todo. [NEW_DIALOG] Pero esperaba que quien apareciera fuese Mega Man. [NEW_DIALOG] No se me pasó por la cabeza que vosotros llegaríais aquí antes que él. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Te agradecemos que nos hayas ayudado... [NEW_DIALOG] No sabemos qué buscas, y tampoco nos importa. really care. [NEW_DIALOG] Solo hemos venido a hacer realidad nuestro deseo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Heartless] Why don't you tell me what your wish is in exchange for saving your lives? [NEW_DIALOG] {e213}{0} [DIALOG_START][(Queen)Tia] To send Meteor G... [NEW_DIALOG] ...right into the planet. [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] Are you crazy? [NEW_DIALOG] You must know what would happen if Meteor G were to crash into the Earth. [NEW_DIALOG] [DIALOG_START][Jack] Of course we know. [NEW_DIALOG] We are now going to the main Cyber Core of this [NEW_DIALOG] facility to overwrite the programming. [NEW_DIALOG] Then we will delete King's control access, and reset its original course for Earth. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Using Meteor G, we will be able to destroy every piece of technology in the world... [NEW_DIALOG] That is our "wish". [NEW_DIALOG] [DIALOG_START][Heartless] You don't seem like you are willing to change your mind. [NEW_DIALOG] [DIALOG_START][Jack] It looks like you understand us completely. Now get out of our way, Heartless! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] ¿Por qué no me decís cuál es ese deseo por haberos salvado la vida? [NEW_DIALOG] {e213}{0} [DIALOG_START][(Queen)Tia] Mandar al Meteorito G... [NEW_DIALOG] ...directamente a la Tierra. [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] ¿Estáis locos? [NEW_DIALOG] Ya sabéis qué ocurrirá si el Meteorito G choca contra la Tierra. [NEW_DIALOG] [DIALOG_START][Jack] Claro que sí. [NEW_DIALOG] Vamos a ir al Cibernúcleo de estas instalaciones [NEW_DIALOG] para sobreescribir el código. [NEW_DIALOG] Eliminaremos los permisos de King y devolveremos el meteorito a su curso original. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Con el Meteorito G podremos destruir toda la tecnología del mundo... [NEW_DIALOG] Ese es nuestro deseo. [NEW_DIALOG] [DIALOG_START][Heartless] Parece que no vais a cambiar de idea. [NEW_DIALOG] [DIALOG_START][Jack] Creo que nos entiendes. ¡No te metas en nuestro camino, Heartless! [NEW_DIALOG] {ec00}{1}

source: {e212}{16}{1}{ec00}{0} [DIALOG_START][Queen_Virgo] You'll be sorry if you try to interfere. [NEW_DIALOG] [DIALOG_START][Heartless] You sure aren't innocent little children, now are you? [NEW_DIALOG] I don't want to make you cry, so I won't get in your way. [NEW_DIALOG] But I won't forget this. I miscalculated that Mega Man would get here before you. [NEW_DIALOG] But once he does show up, I will continue with my plans. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] We're leaving, Jack... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Good!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{16}{1}{ec00}{0} [DIALOG_START][Queen_Virgo] Si lo haces, te arrepentirás. [NEW_DIALOG] [DIALOG_START][Heartless] Está claro que no sois unas criaturitas inocentes, ¿no? [NEW_DIALOG] No quiero haceros llorar, no me meteré en vuestro camino. [NEW_DIALOG] Pero no olvidaré esto. Me equivoqué al pensar que Mega Man llegaría antes. [NEW_DIALOG] Pero cuando aparezca, seguiré con mi plan. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] Jack, nos vamos... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡¡Guay!! [NEW_DIALOG] {ec00}{1}
