Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch7/25.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Megaman] Jack!! Ms. Tia!! [NEW_DIALOG] {e212}{16}{1} [DIALOG_START][Jack_Corvus] So you came, Mega Man. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] You're too late though... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Jack!! ¡¡Srta. Tia!! [NEW_DIALOG] {e212}{16}{1} [DIALOG_START][Jack_Corvus] Has venido, Mega Man. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Pero llegas demasiado tarde... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] The overwriting of the program just completed. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Meteor G is now free from King's control. [NEW_DIALOG] And its course for Earth has been set. [NEW_DIALOG] It can't be stopped now. [NEW_DIALOG] [DIALOG_START][Megaman] N-No!! [NEW_DIALOG] [DIALOG_START][Mega] Are you guys crazy!? You have to stop that thing! [NEW_DIALOG] [DIALOG_START][Megaman] 80% of humanity will perish if Meteor G hits the planet!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] We know that. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Our resolve will not be shaken, no matter the cost. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] This is necessary for our "wish" to come true... [NEW_DIALOG] And there is nothing that can change our minds. [NEW_DIALOG] [DIALOG_START][Megaman] Is that really true, Jack? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Of course. [NEW_DIALOG] We put up with being treated like slaves by King, for so long, for this very moment! [NEW_DIALOG] [DIALOG_START][Megaman] What is this "wish" of yours? [NEW_DIALOG] Why does it require Meteor G to crash into Earth? [NEW_DIALOG] {e213}{0} [DIALOG_START][Queen_Virgo] To remake the world{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Megaman] Remake? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] To start completely anew... [NEW_DIALOG] The world has grown foul and corrupted by technology. [NEW_DIALOG] Technology stole everything from us. So we will wipe it out completely. [NEW_DIALOG] Thus allowing the world to be reborn, pure and good. [NEW_DIALOG] [DIALOG_START][Mega] I see you two feel strongly about this. [NEW_DIALOG] What actually happened to you? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] .{e114}.{e114}.{e114}If you really want to know, then shut up and listen. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] Acabamos de sobreescribir el programa principal. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¡! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] El Meteorito G ya no está bajo el control de King. [NEW_DIALOG] Y ha vuelto a su curso contra la Tierra. [NEW_DIALOG] Ya nada puede pararlo. [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡N-no!! [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Es que estáis locos?! ¡Tenéis que parar esta cosa! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Si el Meteorito G choca contra la Tierra, el 80% de la humanidad desaparecerá!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Lo sabemos. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] No nos echaremos atrás, pase lo que pase. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Todo esto es necesario para hacer realidad nuestro deseo... [NEW_DIALOG] Y nada nos hará cambiar de opinión. [NEW_DIALOG] [DIALOG_START][Megaman] ¿De verdad, Jack? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Pues claro. [NEW_DIALOG] ¡Aguantamos que King nos tratara como esclavos durante años solo por este momento! [NEW_DIALOG] [DIALOG_START][Megaman] ¿Y cuál es vuestro deseo? [NEW_DIALOG] ¿Por qué necesitáis que el Meteorito G choque contra la Tierra? [NEW_DIALOG] {e213}{0} [DIALOG_START][Queen_Virgo] Rehacer el mundo{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Megaman] ¿Rehacer? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Empezar de cero... [NEW_DIALOG] La tecnología ha corrompido y ensuciado el mundo. [NEW_DIALOG] La tecnología nos lo ha robado todo. Por eso vamos a eliminarla. [NEW_DIALOG] Así, el mundo renacerá. Puro y maravilloso. [NEW_DIALOG] [DIALOG_START][Mega] Ya veo que estáis dispuestos a todo por vuestro deseo. [NEW_DIALOG] ¿Qué os pasó? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] .{e114}.{e114}.{e114} Si tantas ganas tienes de saberlo, calla y escucha. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] ...Fast-paced advancements in EM technology drastically improved people's way of life. [NEW_DIALOG] The world itself also began to change as more and more [NEW_DIALOG] EM technology was included into everyday life. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] Los avances en la tecnología EM mejoraron el nivel de vida de las personas. [NEW_DIALOG] El mundo cambió con la inclusión de la [NEW_DIALOG] tecnología EM en la vida diaria. [NEW_DIALOG] {ec00}{1}

source: {e212}!{1}{ec00}{0} [DIALOG_START][Queen_Virgo] Jack and I... [NEW_DIALOG] Were born in a small country that was prospering thanks to its own EM technologies. [NEW_DIALOG] Our father was the king of that country. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Eventually, the countries that surrounded ours grew [NEW_DIALOG] more and more interested in the EM technologies that our country was developing. [NEW_DIALOG] Then before long{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}
es_es: {e212}!{1}{ec00}{0} [DIALOG_START][Queen_Virgo] Jack y yo... [NEW_DIALOG] Nacimos en una pequeña nación que prosperó gracias a su tecnología EM. [NEW_DIALOG] Nuestro padre era el rey de esa nación. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Con el tiempo, las naciones colindantes se interesaron [NEW_DIALOG] cada vez más por la tecnología EM desarrollada por nuestro país. [NEW_DIALOG] Y así, poco después{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] They invaded. [NEW_DIALOG] Even though we were developing EM technologies, we were still a small country. [NEW_DIALOG] We couldn't hold them off. And all the secrets to our EM technologies were taken. [NEW_DIALOG] Our country was left in shambles. No technology, no infrastructure, no hope. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] Nos invadieron. [NEW_DIALOG] A pesar de desarrollar tecnología EM, éramos una nación pequeña. [NEW_DIALOG] No pudimos contenerlos. Y robaron todos nuestros secretos y tecnología EM. [NEW_DIALOG] Y nuestro país se sumió en el caos. Sin tecnología ni instalaciones. Sin esperanza. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] We lost our parents during the struggle, leaving us to [NEW_DIALOG] wander aimlessly as small and defenseless children... [NEW_DIALOG] Every day was a nightmare... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] Fue entonces cuando perdimos a nuestros padres. [NEW_DIALOG] Nosotros, unos niños desvalidos vagando sin rumbo... [NEW_DIALOG] Cada día era una pesadilla... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] And then, we met King... [NEW_DIALOG] You know the rest. [NEW_DIALOG] He was attempting to gain control of Meteor G, which [NEW_DIALOG] has the ability to corrupt EM technology. [NEW_DIALOG] So we faked our loyalty, and waited earnestly for the chance to steal Meteor G. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] Y entonces, conocimos a King... [NEW_DIALOG] Y el resto ya lo sabes. [NEW_DIALOG] Quería controlar el Meteorito G para [NEW_DIALOG] poder manipular la tecnología EM. [NEW_DIALOG] Por eso fingimos lealtad y esperamos la oportunidad para robar el Meteorito G. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] And finally our chance has come... [NEW_DIALOG] Our wish is finally coming true!! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Technology, in general, has made human beings suffer more than it ever helped{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] It has caused and sustained so many wars{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] That's why we will give this world a new beginning... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] Y por fin ha llegado... [NEW_DIALOG] ¡¡Nuestro deseo va a hacerse realidad!! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Salvo honrosas excepciones, la tecnología ha arruinado más vidas que salvado{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] Ha causado y mantenido muchas guerras{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] Por eso el mundo debe renacer... [NEW_DIALOG] {ec00}{1}

source: {e213}{1}{ec00}{0} [DIALOG_START][Jack_Corvus] We are leaving to join Meteor G for its descent. [NEW_DIALOG] We will be its heralds as it brings judgment down upon the world. [NEW_DIALOG] [DIALOG_START][Megaman] I can't let you do that! [NEW_DIALOG] You two and Meteor G must be stopped!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] You can't stop us. [NEW_DIALOG] {ec00}{1}
es_es: {e213}{1}{ec00}{0} [DIALOG_START][Jack_Corvus] Nos vamos a esperar la llegada del Meteorito G. [NEW_DIALOG] Nosotros seremos los heraldos de su juicio sobre el mundo. [NEW_DIALOG] [DIALOG_START][Megaman] ¡No puedo dejar que lo hagáis! [NEW_DIALOG] ¡¡Tengo que pararos a vosotros y al Meteorito G!! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] No puedes detenernos. [NEW_DIALOG] {ec00}{1}

source: {e212}{1b}{0}{ec00}{0} [DIALOG_START][Megaman] Spade Magnes!? [NEW_DIALOG] [DIALOG_START][Mega] That's not the real one!! They've just made that from a bunch of data!! [NEW_DIALOG] Let's take him out, kid!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1b}{0}{ec00}{0} [DIALOG_START][Megaman] ¡¿Spade Magnes?! [NEW_DIALOG] [DIALOG_START][Mega] ¡¡No es el auténtico!! ¡¡Lo han creado a partir de un amasijo de datos!! [NEW_DIALOG] ¡¡Chico, acabemos con él!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] Farewell{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] Adiós{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Jack!! Ms. Tia!! [NEW_DIALOG] {e210}{45e} [DIALOG_START][Spade_Magnes] Raaaaaarrr!! [NEW_DIALOG] [DIALOG_START][Megaman] Crud!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Jack!! ¡¡Srta. Tia!! [NEW_DIALOG] {e210}{45e} [DIALOG_START][Spade_Magnes] ¡¡Groaaaarrr!! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Maldición!! [NEW_DIALOG] {ec00}{1}
