Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch7/27.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Heartless] Mega Man... I mean Geo... [NEW_DIALOG] Where are Jack and Tia? [NEW_DIALOG] [DIALOG_START][Geo_2] I couldn't stop them in time. [NEW_DIALOG] They just wouldn't listen to anything I said. [NEW_DIALOG] [DIALOG_START][Heartless] I see... [NEW_DIALOG] So Meteor G is now 100% under their control. [NEW_DIALOG] This is not the situation that I was hoping for. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] Mega Man... Quiero decir, Geo... [NEW_DIALOG] ¿Dónde están Jack y Tia? [NEW_DIALOG] [DIALOG_START][Geo_2] No hemos llegado a tiempo. [NEW_DIALOG] No han querido escucharme. [NEW_DIALOG] [DIALOG_START][Heartless] Entiendo... [NEW_DIALOG] Entonces el Meteorito G está bajo su control. [NEW_DIALOG] No es la situación ideal, la verdad. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Hey!! Something isn't right here!! [NEW_DIALOG] You totally know more about what's going on than we do! [NEW_DIALOG] So start talking!! [NEW_DIALOG] Who are you!? [NEW_DIALOG] And what are you up to!? [NEW_DIALOG] [DIALOG_START][Geo_2] Please tell us, Heartless. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡¡Eh!! ¡¡Algo no me cuadra!! [NEW_DIALOG] ¡Seguro que sabes algo que no nos estás contando! [NEW_DIALOG] ¡¡Empieza a hablar!! [NEW_DIALOG] ¡¿Quién eres?! [NEW_DIALOG] ¡¿Y qué buscas?! [NEW_DIALOG] [DIALOG_START][Geo_2] Heartless, dínoslo, por favor. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Heartless] .{e114}.{e114}.{e114}Working for King was only a means to achieve my goal. [NEW_DIALOG] [DIALOG_START][Geo_2] Your goal? [NEW_DIALOG] [DIALOG_START][Heartless] There was someone that I urgently had to contact. [NEW_DIALOG] You actually know him quite well, Geo. [NEW_DIALOG] [DIALOG_START][Mega] .{e115}.{e115}.{e115}Who could it be? [NEW_DIALOG] [DIALOG_START][Geo_2] No clue... [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][Heartless] .{e114}.{e114}.{e114} Si trabajé para King fue para alcanzar mi propio objetivo. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Tu objetivo? [NEW_DIALOG] [DIALOG_START][Heartless] Tenía que ponerme en contacto con alguien cuanto antes. [NEW_DIALOG] Geo, tú lo conoces muy bien. [NEW_DIALOG] [DIALOG_START][Mega] .{e115}.{e115}.{e115} ¿De quién habla? [NEW_DIALOG] [DIALOG_START][Geo_2] Ni idea... [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][Heartless] Kelvin Stelar{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] Your father. [NEW_DIALOG] [DIALOG_START][Geo_2] D-Dad!? [NEW_DIALOG] [DIALOG_START][Mega] What the heck!? [NEW_DIALOG] How do you know Kelvin!? [NEW_DIALOG] [DIALOG_START][Heartless] I used to work for a space research organization. [NEW_DIALOG] My organization worked with Kelvin and his team on his mission into space. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] Kelvin Stelar{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] Tu padre. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿P-papá?! [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Pero qué dices?! [NEW_DIALOG] ¡¿Cómo conoces a Kelvin?! [NEW_DIALOG] [DIALOG_START][Heartless] Yo antes trabajaba para una organización de investigación espacial. [NEW_DIALOG] Mi organización trabajaba con Kelvin y su equipo en su misión espacial. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Heartless] I talked to Kelvin quite a bit during that time. [NEW_DIALOG] He was always talking about forming bonds with other [NEW_DIALOG] worlds, and exchanging our cultures and ideas. [NEW_DIALOG] I completely agreed with his views and ideas. [NEW_DIALOG] He is truly a vital part of this planet's future on a galactic scale. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] Durante ese tiempo hablé con Kelvin unas cuantas veces. [NEW_DIALOG] Siempre hablaba de crear vínculos con otros mundos [NEW_DIALOG] e intercambiar culturas e ideas. [NEW_DIALOG] Yo compartía por completo su visión. [NEW_DIALOG] Él es una pieza clave para el futuro de este planeta. A escala galáctica. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] So you tried to contact him in order to rescue him from space, right? [NEW_DIALOG] [DIALOG_START][Heartless] Yes. [NEW_DIALOG] And that is when I bumped into King. [NEW_DIALOG] [DIALOG_START][Mega] How did you "bump" into King while looking for Kelvin? [NEW_DIALOG] What the heck could they have in common? [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] Heartless...? [NEW_DIALOG] [DIALOG_START][Heartless] I discovered King while trying to contact Kelvin because... [NEW_DIALOG] Because Kelvin is inside of{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] Meteor G. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Querías ponerte en contacto con él para rescatarlo del espacio, ¿no? [NEW_DIALOG] [DIALOG_START][Heartless] Sí. [NEW_DIALOG] Y así me topé con King. [NEW_DIALOG] [DIALOG_START][Mega] ¿Cómo te «topaste» con King mientras buscabas a Kelvin? [NEW_DIALOG] ¿Qué tiene que ver una cosa con la otra? [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Heartless? [NEW_DIALOG] [DIALOG_START][Heartless] Conocí a King cuando intentaba contactar con Kelvin porque... [NEW_DIALOG] Porque Kelvin está dentro{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] del Meteorito G. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] .{e114}.{e114}.{e114}D{e114}.{e114}.{e114}.{e114}Dad{e114}.{e114}.{e114}.{e114} Is inside of Meteor G...? [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] Are you sure? [NEW_DIALOG] [DIALOG_START][Heartless] Yes. [NEW_DIALOG] Kelvin was in an accident in space, where he became an EM being, right? [NEW_DIALOG] [DIALOG_START][Mega] Yeah, that's right... I turned him into an EM being so that he could [NEW_DIALOG] achieve his dream of returning to this family. [NEW_DIALOG] {e212}{20}{1} [DIALOG_START][Heartless] And since then he has been wandering through space as an EM being. [NEW_DIALOG] He discovered Meteor G on his way back. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] .{e114}.{e114}.{e114} P{e114}.{e114}.{e114}.{e114} Papá{e114}.{e114}.{e114}.{e114} ¿está dentro del Meteorito G? [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] ¿Estás segura? [NEW_DIALOG] [DIALOG_START][Heartless] Sí. [NEW_DIALOG] Kelvin tuvo un accidente en el espacio y se convirtió en un ser EM, ¿no? [NEW_DIALOG] [DIALOG_START][Mega] Sí, eso es... Lo convertí en un ser EM para cumplir su sueño [NEW_DIALOG] de volver a ver a su familia algún día. [NEW_DIALOG] {e212}{20}{1} [DIALOG_START][Heartless] Y desde entonces, como un ser EM, ha estado vagando por el espacio. [NEW_DIALOG] En su camino de vuelta, descubrió el Meteorito G. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Heartless] He realized that if he let it go, then Meteor G would strike the planet. [NEW_DIALOG] So he transed into the core of Meteor G, and began to battle with it. [NEW_DIALOG] [DIALOG_START][Geo_2] Dad is fighting it{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Heartless] Kelvin has continued to fight Meteor G by himself this whole time. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Heartless] Sabía que si no hacía algo, el Meteorito G chocaría contra la Tierra. [NEW_DIALOG] Por eso se impulsionó al núcleo del Meteorito G, y empezó a luchar contra él. [NEW_DIALOG] [DIALOG_START][Geo_2] Papá está luchando{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Heartless] Todo este tiempo, Kelvin ha estado luchando contra el Meteorito G. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] I finally know what happened to him... [NEW_DIALOG] You tried to make contact with Dad while King was first [NEW_DIALOG] gaining control of Meteor G, right? [NEW_DIALOG] [DIALOG_START][Heartless] Exactly. [NEW_DIALOG] My plan was to steal control of Meteor G away from King, [NEW_DIALOG] call Mega Man there, and finally have him bring Kelvin back. [NEW_DIALOG] After that, I would change Meteor G's flight path, thus saving Kelvin and the world. [NEW_DIALOG] My plan was perfect... [NEW_DIALOG] [DIALOG_START][Geo_2] But then Jack and Tia got in the way. [NEW_DIALOG] [DIALOG_START][Heartless] Yes... My only miscalculation. [NEW_DIALOG] Because of them, Meteor G is headed for Earth again. [NEW_DIALOG] By now, there's nothing that we can do. [NEW_DIALOG] [DIALOG_START][Geo_2] That can't be... We can't give up! We're so close!! [NEW_DIALOG] There has to be a way to stop them!! [NEW_DIALOG] As long as you don't give up there is always hope!! [NEW_DIALOG] [DIALOG_START][Heartless] Geo... [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Por fin sé lo que le ocurrió... [NEW_DIALOG] Intentaste ponerte en contacto con papá mientras King tomaba [NEW_DIALOG] el control del Meteorito G, ¿no? [NEW_DIALOG] [DIALOG_START][Heartless] Exacto. [NEW_DIALOG] Mi plan era quitar el control del Meteorito G a King, [NEW_DIALOG] hacer que Mega Man viniera y traer de vuelta a Kelvin. [NEW_DIALOG] Tras eso, cambiaría el rumbo del Meteorito G, salvando así a Kevin y el mundo. [NEW_DIALOG] Era un plan perfecto... [NEW_DIALOG] [DIALOG_START][Geo_2] Pero Jack y Tia se interpusieron. [NEW_DIALOG] [DIALOG_START][Heartless] Sí... El único error en mis cálculos. [NEW_DIALOG] Por su culpa, el Meteorito G se dirige de nuevo a la Tierra. [NEW_DIALOG] Por ahora, no podemos hacer nada. [NEW_DIALOG] [DIALOG_START][Geo_2] No puede ser... ¡No podemos rendirnos! ¡¡Estamos muy cerca!! [NEW_DIALOG] ¡¡Tiene que haber una forma de detenerlos!! [NEW_DIALOG] ¡¡Si no te rindes, siempre hay esperanza!! [NEW_DIALOG] [DIALOG_START][Heartless] Geo... [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] There's a call from someone... [NEW_DIALOG] [DIALOG_START][Mega] It's Boreal. [NEW_DIALOG] [DIALOG_START][SrBoreal] Can you hear me, Geo? [NEW_DIALOG] It looks like you are just about at the distance limit for voice communications... [NEW_DIALOG] [DIALOG_START][Geo_2] Mr. Boreal, I'm so sorry... [NEW_DIALOG] Jack and Ms. Tia took over control of Meteor G. [NEW_DIALOG] [DIALOG_START][SrBoreal] Don't worry, I've heard everything through your {e4a6}. [NEW_DIALOG] Geo, Heartless, please come back to WAZA. We've come up with a plan. [NEW_DIALOG] [DIALOG_START][Geo_2] Go back to WAZA? [NEW_DIALOG] Isn't the area completely covered by Jamming? [NEW_DIALOG] [DIALOG_START][SrBoreal] When King lost control of Meteor G, the Jamming [NEW_DIALOG] covering both WAZA and {e4c0} dissipated. [NEW_DIALOG] Please get here quickly. We don't have much time. [NEW_DIALOG] [DIALOG_START][Geo_2] Understood!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Me están llamando... [NEW_DIALOG] [DIALOG_START][Mega] Es Boreal. [NEW_DIALOG] [DIALOG_START][SrBoreal] Geo, ¿me oyes? [NEW_DIALOG] Parece que estás justo en el límite para que te lleguen las comunicaciones... [NEW_DIALOG] [DIALOG_START][Geo_2] Sr. Boreal, lo siento mucho... [NEW_DIALOG] Jack y la Srta. Tia se han hecho con el control del Meteorito G. [NEW_DIALOG] [DIALOG_START][SrBoreal] Tranquilo, lo he oído todo gracias a tu {e4a6}. [NEW_DIALOG] Geo, Heartless, venid a la WAZA. Se me ha ocurrido un plan. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Que volvamos a la WAZA? [NEW_DIALOG] ¿No está afectada por el inhibidor? [NEW_DIALOG] [DIALOG_START][SrBoreal] Cuando King perdió el control del Meteorito G, [NEW_DIALOG] el inhibidor dejó de actuar en el {e4c0} y la WAZA. [NEW_DIALOG] Venid enseguida, por favor. No nos queda mucho tiempo. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¡Entendido!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Heartless!! [NEW_DIALOG] [DIALOG_START][Heartless] Yes... [NEW_DIALOG] Before we leave I want to give you this, Geo. [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] Geo got: "{e5f2}"! [NEW_DIALOG] [DIALOG_START][Geo_2] What is this folder? [NEW_DIALOG] [DIALOG_START][Heartless] I found this while searching for Kelvin. [NEW_DIALOG] It was his folder. So I'm giving it to you, his son. [NEW_DIALOG] [DIALOG_START][Geo_2] Dad's... folder... [NEW_DIALOG] [DIALOG_START][Heartless] I will join you when I have finished my preparations. [NEW_DIALOG] Please go on ahead. [NEW_DIALOG] [DIALOG_START][Geo_2] OK. See you at WAZA!! [NEW_DIALOG] [DIALOG_START][Mega] We've gotta move, kid!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡¡Heartless!! [NEW_DIALOG] [DIALOG_START][Heartless] Sí... [NEW_DIALOG] Geo, antes de irnos quiero darte esto. [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido: «{e5f2}»! [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Qué es esta carpeta? [NEW_DIALOG] [DIALOG_START][Heartless] La encontré mientras buscaba a Kelvin. [NEW_DIALOG] Es su carpeta. Por eso te la doy a ti, su hijo. [NEW_DIALOG] [DIALOG_START][Geo_2] La carpeta... de papá... [NEW_DIALOG] [DIALOG_START][Heartless] Cuando termine mis preparativos me reuniré con vosotros. [NEW_DIALOG] Id primero vosotros. [NEW_DIALOG] [DIALOG_START][Geo_2] Vale. ¡¡Nos vemos en la WAZA!! [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Chico, en marcha!! [NEW_DIALOG] {ec00}{1}
