Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch7/28.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][SrBoreal] Geo, I'm so glad to see that you are OK. [NEW_DIALOG] [DIALOG_START][Geo_2] But, Mr. Boreal... If we can't stop Meteor G... [NEW_DIALOG] [DIALOG_START][SrBoreal] I know, I know... [NEW_DIALOG] We have absolutely no intentions of giving up. [NEW_DIALOG] As long as we don't give up there is always hope. [NEW_DIALOG] Isn't that right, Geo? [NEW_DIALOG] [DIALOG_START][Geo] Yeah! [NEW_DIALOG] [DIALOG_START][DraGoodall] That's why we have decided to form a new Team. [NEW_DIALOG] The Team's Purpose is to "Stop Meteor G". [NEW_DIALOG] And we've decided to name the Team after the great power given to you by the [NEW_DIALOG] Satellite Admins the first time you protected Earth. [NEW_DIALOG] That great power was called... [NEW_DIALOG] "Star Force". [NEW_DIALOG] [DIALOG_START][Geo] Star Force... [NEW_DIALOG] [DIALOG_START]{34}We would like you to take the leader position of the Team. [NEW_DIALOG] We believe it is in your power to stop Meteor G. [NEW_DIALOG] [DIALOG_START][Geo] But, I don't have any clue how to do that. [NEW_DIALOG] [DIALOG_START][SrBoreal] Oh, I almost forgot. [NEW_DIALOG] The explanation will go much smoother if I introduce the other members first. [NEW_DIALOG] [DIALOG_START][Mega] Other members? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Geo, me alegro de que estés bien. [NEW_DIALOG] [DIALOG_START][Geo_2] Pero, Sr. Boreal... Si no podemos detener el Meteorito G... [NEW_DIALOG] [DIALOG_START][SrBoreal] Lo sé, lo sé... [NEW_DIALOG] No vamos a rendirnos, pase lo que pase. [NEW_DIALOG] Si no te rindes, siempre hay esperanza. [NEW_DIALOG] ¿A que sí, Geo? [NEW_DIALOG] [DIALOG_START][Geo] ¡Sí! [NEW_DIALOG] [DIALOG_START][DraGoodall] Por eso he decidido crear un nuevo Equipo. [NEW_DIALOG] El Propósito del Equipo será «Detener el Meteorito G». [NEW_DIALOG] Y el nombre del Equipo será el del poder otorgado por los Administradores Satélite [NEW_DIALOG] cuando protegiste la Tierra por primera vez. [NEW_DIALOG] Ese gran poder se llamaba... [NEW_DIALOG] «Star Force». [NEW_DIALOG] [DIALOG_START][Geo] Star Force... [NEW_DIALOG] [DIALOG_START]{34}Nos gustaría que fueras el líder del Equipo. [NEW_DIALOG] Si alguien puede detener el Meteorito G eres tú. [NEW_DIALOG] [DIALOG_START][Geo] Pero no tengo ni idea de cómo hacerlo. [NEW_DIALOG] [DIALOG_START][SrBoreal] Ah, casi lo olvido. [NEW_DIALOG] Será más fácil si primero te presento al resto del equipo.. [NEW_DIALOG] [DIALOG_START][Mega] ¿Resto del equipo? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] Would you two please come forward? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] ¿Podéis venir, por favor? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Woody!? And Lee too!? [NEW_DIALOG] [DIALOG_START][Lee_Stern] To be honest, we both aren't really sure why we were selected for this. [NEW_DIALOG] [DIALOG_START][Woody] But just being able to check out WAZA's facilities and [NEW_DIALOG] meet the esteemed Dr. Goodall has been moving! [NEW_DIALOG] .{e114}.{e114}.{e114}Actually, why is it that you were called here, Geo? [NEW_DIALOG] [DIALOG_START][SrBoreal] Well, now that all of the Team members have been [NEW_DIALOG] assembled, we can discuss our mission plans. [NEW_DIALOG] I will also explain why you all have been selected. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Woody?! ¡¿Y Lee?! [NEW_DIALOG] [DIALOG_START][Lee_Stern] La verdad es que no sabemos muy bien por qué nos han elegido. [NEW_DIALOG] [DIALOG_START][Woody] ¡Pero ha sido increíble ver las instalaciones de la WAZA y [NEW_DIALOG] conocer a la maravillosa Dra. Goodall! [NEW_DIALOG] Pero, Geo.{e114}.{e114}.{e114} ¿Por qué te han llamado a ti? [NEW_DIALOG] [DIALOG_START][SrBoreal] Vale, ahora que estamos todos los miembros del [NEW_DIALOG] Equipo, podemos hablar de la misión y nuestros planes. [NEW_DIALOG] Ahora os explicaré por qué os hemos elegido a vosotros. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] But before that, a quick briefing on the current situation is in order. [NEW_DIALOG] Meteor G has been freed of King's control, and is again headed straight for Earth. [NEW_DIALOG] [DIALOG_START][Lee_Stern] Really!? [NEW_DIALOG] [DIALOG_START][Woody] Magnes sent me a report on this not too long ago. [NEW_DIALOG] If it isn't stopped, Meteor G will smash into the planet, [NEW_DIALOG] destroying all EM technology in the world. [NEW_DIALOG] And worst of all, most of humanity will be wiped out. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Pero antes, debo explicar rápidamente nuestra situación. [NEW_DIALOG] El Meteorito G ya no está bajo el control de King y se dirige a la Tierra. [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¡¿De verdad?! [NEW_DIALOG] [DIALOG_START][Woody] Magnes me envió un informe hace poco. [NEW_DIALOG] Si no lo detenemos, el Meteorito G chocará contra la Tierra, [NEW_DIALOG] destruyendo así toda la tecnología EM del planeta. [NEW_DIALOG] Y lo peor de todo es que aniquilará al 80% de la humanidad. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lee_Stern] Really!? [NEW_DIALOG] [DIALOG_START][SrBoreal] It's exactly as he said. [NEW_DIALOG] Star Force must stop Meteor G at any cost! [NEW_DIALOG] So let's move on to how we plan on doing that. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lee_Stern] ¡¿De verdad?! [NEW_DIALOG] [DIALOG_START][SrBoreal] Efectivamente. [NEW_DIALOG] ¡Star Force debe detener al Meteorito G cueste lo que cueste! [NEW_DIALOG] Ahora hablemos de cómo vamos a hacerlo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] We are going to use WAZA's massive Wave Station, known as "Dynamic Station"... [NEW_DIALOG] To send Mega Man into space. [NEW_DIALOG] [DIALOG_START][Woody] Mega Man!? [NEW_DIALOG] You mean the same Mega Man that saved us before!? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] [DIALOG_START][SrBoreal] We will use Dynamic Station to trans Mega Man into [NEW_DIALOG] Woody's rocket, which is currently in orbit around the planet. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Vamos a usar la enorme estación de ondas de la WAZA, la «Estación Dinámica»... [NEW_DIALOG] ...para enviar a Mega Man al espacio. [NEW_DIALOG] [DIALOG_START][Woody] ¡¿Mega Man?! [NEW_DIALOG] ¡¿El mismo Mega Man que nos ha salvado ya dos veces?! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] [DIALOG_START][SrBoreal] Con la Estación Dinámica, impulsionaremos a Mega Man... [NEW_DIALOG] ...en el cohete de Woody, que está orbitando el planeta. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] I'm with you so far, but why my rocket? [NEW_DIALOG] [DIALOG_START][SrBoreal] Well... [NEW_DIALOG] Thanks to Magnes going out of control for a short time, [NEW_DIALOG] your rocket acquired a high degree of Noise resistance. [NEW_DIALOG] Its resistance is high enough that the Noise being emitted [NEW_DIALOG] from Meteor G will have little to no effect on it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] Por mí perfecto, ¿pero por qué mi cohete? [NEW_DIALOG] [DIALOG_START][SrBoreal] Bueno... [NEW_DIALOG] Como Magnes se volvió loco durante un rato, [NEW_DIALOG] tu cohete se volvió muy resistente al Ruido. [NEW_DIALOG] Es tan resistente que el Ruido emitido por el Meteorito G... [NEW_DIALOG] ...le afectará poco o nada. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][DraGoodall] Do you understand? [NEW_DIALOG] [DIALOG_START][Geo_2] Mega Man will trans into the rocket, then it will get as close to Meteor G as it can. [NEW_DIALOG] [DIALOG_START][Woody] Then Mega Man will trans into Meteor G from the rocket. [NEW_DIALOG] Is that correct? [NEW_DIALOG] [DIALOG_START][DraGoodall] Yes it is. [NEW_DIALOG] You two are both very clever. [NEW_DIALOG] [DIALOG_START][Woody] Thank you very much for the compliment, Dr. Goodall!! [NEW_DIALOG] [DIALOG_START][SrBoreal] Finally, Mega Man will destroy Meteor G's central core. [NEW_DIALOG] It will be very dangerous for Mega Man, but we have no other choice... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Umm, I understand what you have said so far... [NEW_DIALOG] But why have I been called here? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][DraGoodall] ¿Lo habéis entendido? [NEW_DIALOG] [DIALOG_START][Geo_2] Mega Man se impulsionará al cohete para acercarse al Meteorito G. [NEW_DIALOG] [DIALOG_START][Woody] Entonces Mega Man se impulsionará desde el cohete al Meteorito G. [NEW_DIALOG] Es así, ¿no? [NEW_DIALOG] [DIALOG_START][DraGoodall] Efectivamente. [NEW_DIALOG] Sois los dos muy listos. [NEW_DIALOG] [DIALOG_START][Woody] ¡¡Dra. Goodall, muchas gracias por el cumplido!! [NEW_DIALOG] [DIALOG_START][SrBoreal] Por último, Mega Man destruirá el núcleo del Meteorito G. [NEW_DIALOG] Mega Man correrá mucho peligro, pero no tenemos alternativa... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Mmm, entiendo lo que dices... [NEW_DIALOG] ¿Pero por qué nos habéis llamado? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] Actually, you have a very important role to perform. [NEW_DIALOG] Which is of course why we called you here today. [NEW_DIALOG] [DIALOG_START][Lee_Stern] A very important role? [NEW_DIALOG] [DIALOG_START][SrBoreal] Using Dynamic Station to send Mega Man to Woody's rocket... [NEW_DIALOG] This involves him being sent out of Earth's atmosphere by dynabit transmission. [NEW_DIALOG] The force of this style of transmission will incur quite the shock on Mega Man. [NEW_DIALOG] That is why we would like you to design and build a [NEW_DIALOG] Real Wave protective barrier that will allow Mega Man to get to the rocket safely. [NEW_DIALOG] It will have to be an extraordinarily tough barrier, to say the least. [NEW_DIALOG] [DIALOG_START][Lee_Stern] I see... [NEW_DIALOG] [DIALOG_START][SrBoreal] We heard that the Real Wave event stage that you built was able to hold up, [NEW_DIALOG] even when it was overrun with out of control Wizards. [NEW_DIALOG] [DIALOG_START][Lee_Stern] Well, it did freeze up. [NEW_DIALOG] What I did was... When the Cyber Core was taken over, I quickly [NEW_DIALOG] rewrote the programming, creating a firewall. [NEW_DIALOG] Very simply, I reinforced the event stage's strength. [NEW_DIALOG] [DIALOG_START][SrBoreal] There is no one else in all of Electopia that is able to [NEW_DIALOG] do such a thing in the short timeframe that you had. [NEW_DIALOG] We really need your help with this. [NEW_DIALOG] [DIALOG_START][Lee_Stern] I'll do anything I can to help protect the planet! [NEW_DIALOG] [DIALOG_START][DraGoodall] We have 12 hours until Meteor G hits Earth... [NEW_DIALOG] There is no time for any dilly-dallying. [NEW_DIALOG] [DIALOG_START][Woody] 12 hours{e114}.{e114}.{e114}.{e114} That's going to be tight. [NEW_DIALOG] [DIALOG_START][Lee_Stern] It's not enough time... [NEW_DIALOG] [DIALOG_START][NONAME] No, there's actually more time than you think. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Tenéis un papel muy importante en todo este plan. [NEW_DIALOG] Por eso os he llamado. [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¿Un papel muy importante? [NEW_DIALOG] [DIALOG_START][SrBoreal] Usar la Estación Dinámica para enviar a Mega Man al cohete de Woody... [NEW_DIALOG] Eso implica que saldrá de la atmósfera terrestre por transmisión dinámica. [NEW_DIALOG] La fuerza de este tipo de transmisión provocará un shock a Mega Man. [NEW_DIALOG] Por eso nos gustaría que diseñarais y construyerais [NEW_DIALOG] una barrera de Ondas Reales para que Mega Man llegue al cohete sano y salvo. [NEW_DIALOG] Deberá ser una barrera increíblemente resistente, y me estoy quedando corto. [NEW_DIALOG] [DIALOG_START][Lee_Stern] Ya veo... [NEW_DIALOG] [DIALOG_START][SrBoreal] Hemos oído que el escenario de Ondas Reales que montasteis resistió [NEW_DIALOG] incluso contra Wizards enloquecidos. [NEW_DIALOG] [DIALOG_START][Lee_Stern] Bueno, la verdad es que se congeló. [NEW_DIALOG] Lo que hice fue... Cuando tomaron el control del Cibernúcleo, reescribí... [NEW_DIALOG] ...el código para crear un cortafuegos. [NEW_DIALOG] En resumen, reforcé la resistencia del escenario. [NEW_DIALOG] [DIALOG_START][SrBoreal] En toda Electopía no hay nadie capaz de... [NEW_DIALOG] ...hacer algo así en tan poco tiempo salvo tú. [NEW_DIALOG] Necesitamos tu ayuda. [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¡Haré lo que pueda para proteger la Tierra! [NEW_DIALOG] [DIALOG_START][DraGoodall] Tenemos doce horas hasta que el Meteorito G impacte contra la Tierra... [NEW_DIALOG] No tenemos tiempo para andar de cháchara. [NEW_DIALOG] [DIALOG_START][Woody] Doce horas{e114}.{e114}.{e114}.{e114} No va a ser nada fácil. [NEW_DIALOG] [DIALOG_START][Lee_Stern] No es suficiente tiempo... [NEW_DIALOG] [DIALOG_START][NONAME] No, tenemos más tiempo del que pensáis. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Heartless! [NEW_DIALOG] [DIALOG_START][Woody] Who? [NEW_DIALOG] [DIALOG_START][Lee_Stern] Wow, she's beautiful! [NEW_DIALOG] [DIALOG_START][Heartless] According to my calculations, there are still 48 hours until Meteor G strikes. [NEW_DIALOG] We have 2 days left. [NEW_DIALOG] [DIALOG_START][SrBoreal] 2 days... How is that possible? [NEW_DIALOG] [DIALOG_START][Heartless] Kelvin still hasn't given up{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] He has continued to battle with Meteor G, hindering its advance. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Heartless! [NEW_DIALOG] [DIALOG_START][Woody] ¿Quién? [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¡Jo, qué guapa es! [NEW_DIALOG] [DIALOG_START][Heartless] Según mis cálculos, aún quedan 48 horas para el impacto del Meteorito G. [NEW_DIALOG] Tenemos dos días. [NEW_DIALOG] [DIALOG_START][SrBoreal] Dos días... ¿Cómo puede ser? [NEW_DIALOG] [DIALOG_START][Heartless] Kelvin aún no se ha rendido{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] No ha dejado de luchar contra el Meteorito G, retrasando su avance. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Dad{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][DraGoodall] He really is an amazing man, isn't he? [NEW_DIALOG] Just amazing... [NEW_DIALOG] [DIALOG_START][Lee_Stern] If we have a whole 2 days, then we can definitely figure something out! [NEW_DIALOG] [DIALOG_START][Woody] Configuring the rocket in time will be no problem then! [NEW_DIALOG] [DIALOG_START][SrBoreal] Great! Then let's get to work, Star Force!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Papá{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][DraGoodall] Es un hombre increíble, ¿a que sí? [NEW_DIALOG] Increíble... [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¡Con dos días enteros seguro que podemos hacerlo! [NEW_DIALOG] [DIALOG_START][Woody] ¡No tendré problemas en configurar el cohete! [NEW_DIALOG] [DIALOG_START][SrBoreal] ¡Genial! ¡¡Pues al lío, Star Force!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Geo's Team and Purpose have changed! [NEW_DIALOG] [DIALOG_START][Woody] .{e115}.{e115}.{e115}So, umm... Where is our great leader, Mega Man? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡El Equipo y Propósito de Geo han cambiado! [NEW_DIALOG] [DIALOG_START][Woody] Entonces, esto.{e115}.{e115}.{e115} ¿Dónde está Mega Man, nuestro gran líder? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}¡! [NEW_DIALOG] {ec00}{1}

source: {e213}{0}{ec00}{0} [DIALOG_START][NONAME] Ho ho ho... What a happy lot you all are. [NEW_DIALOG] {ec00}{1}
es_es: {e213}{0}{ec00}{0} [DIALOG_START][NONAME] Jo, jo, jo... Qué jolgorio tenéis aquí montado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] K{e113}.{e113}.{e113}.{e113}King!! [NEW_DIALOG] [DIALOG_START][Heartless] That can't be! [NEW_DIALOG] [DIALOG_START][SrKing-2] Did you really think dropping me in a little Noise Wave would finish me? [NEW_DIALOG] Heartless, you've hurt my feelings. [NEW_DIALOG] [DIALOG_START][Heartless] A human being can't possibly exist in a Noise Wave for any period of time and... [NEW_DIALOG] {ec13}...!! [NEW_DIALOG] W-Wait!! [NEW_DIALOG] [DIALOG_START][SrKing-2] Finally catching on, eh? Think everything through. [NEW_DIALOG] The fact is that I am not human anymore. [NEW_DIALOG] I used Joker's power to make myself an EM being. [NEW_DIALOG] And now, Heartless!! You traitor!! You will die!! [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] K{e113}.{e113}.{e113}.{e113} ¡¡King!! [NEW_DIALOG] [DIALOG_START][Heartless] ¡No puede ser! [NEW_DIALOG] [DIALOG_START][SrKing-2] ¿Pensabas que acabarías conmigo lanzándome a una Disonancia? [NEW_DIALOG] Heartless, partes el corazón. [NEW_DIALOG] [DIALOG_START][Heartless] Un ser humano no puede sobrevivir en una Disonancia durante... [NEW_DIALOG] {ec13}¡...! [NEW_DIALOG] ¡¡U-un momento!! [NEW_DIALOG] [DIALOG_START][SrKing-2] Por fin lo has entendido, ¿eh? Qué chica más lista. [NEW_DIALOG] Efectivamente, yo ya no soy humano. [NEW_DIALOG] Con el poder de Joker, me convertí en un ser EM. [NEW_DIALOG] ¡¡Y ahora, Heartless!! ¡¡Traidora!! ¡¡Vas a morir!! [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}¡! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Watch out!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡¡Cuidado!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] That was a close one... [NEW_DIALOG] [DIALOG_START][Heartless] Mega Man! [NEW_DIALOG] [DIALOG_START][Woody] No way! Geo is Mega Man!? [NEW_DIALOG] [DIALOG_START][Lee_Stern] I knew it! [NEW_DIALOG] [DIALOG_START][SrKing-2] Hmph, it makes no difference. [NEW_DIALOG] My plan is not yet complete, but soon enough... [NEW_DIALOG] I will be the ruler of the world!! [NEW_DIALOG] I hope you are looking forward to it as much as I! [NEW_DIALOG] Ho ho ho ho ho!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Por qué poco... [NEW_DIALOG] [DIALOG_START][Heartless] ¡Mega Man! [NEW_DIALOG] [DIALOG_START][Woody] ¡No puede ser! ¡¿Geo es Mega Man?! [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¡Lo sabía! [NEW_DIALOG] [DIALOG_START][SrKing-2] Je, es igual. [NEW_DIALOG] Mi plan aún no está terminado, pero muy pronto... [NEW_DIALOG] ¡¡Seré el amo y señor de este mundo!! [NEW_DIALOG] ¡¿Tenéis tantas ganas como yo?! [NEW_DIALOG] ¡¡Jo, jo, jo, jo, jo!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] King{e115}.{e115}.{e115}.{e115} What could he be planning? [NEW_DIALOG] {e211}{2} [DIALOG_START][SrBoreal] I have no idea. All we can do is make sure that our plan goes smoothly. [NEW_DIALOG] Let's get back to work. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] King{e115}.{e115}.{e115}.{e115} ¿Qué estará planeando? [NEW_DIALOG] {e211}{2} [DIALOG_START][SrBoreal] Ni idea. Lo único que podemos hacer es llevar a cabo nuestro plan. [NEW_DIALOG] Vamos a trabajar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] You're right! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Es verdad! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] You got a message, kid! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Chico, te ha llegado un mensaje! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] It looks like everyone wants to see me. [NEW_DIALOG] [DIALOG_START][DraGoodall] Go see your friends, Geo. [NEW_DIALOG] And have some fun. [NEW_DIALOG] We should be able to send you to Meteor G tomorrow. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Parece que mis amigos quieren verme. [NEW_DIALOG] [DIALOG_START][DraGoodall] Ve con ellos, Geo. [NEW_DIALOG] Y pásalo bien. [NEW_DIALOG] Mañana podremos enviarte al Meteorito G. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Understood! [NEW_DIALOG] I really want to talk to everyone before tomorrow. [NEW_DIALOG] I'll be back! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Entendido! [NEW_DIALOG] Quiero hablar con ellos antes de mañana. [NEW_DIALOG] ¡Volveré! [NEW_DIALOG] {ec00}{1}
