Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch7/29.po
Languages: es_es

source: {e212}{20}{1}{ec00}{0} [DIALOG_START][Bud] Mr. Boreal called us while you were on your way here. [NEW_DIALOG] [DIALOG_START][Zack] He told us everything that happened, as well as what the plan is. [NEW_DIALOG] [DIALOG_START][Geo] Oh, OK{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] It's just like he told you. [NEW_DIALOG] Tomorrow, I'm going into space to stop Meteor G. [NEW_DIALOG] This will be our last chance to stop it. [NEW_DIALOG] [DIALOG_START][Sonia] .{e114}.{e114}.{e114}You'll be OK, right? [NEW_DIALOG] There's nothing that could go wrong, right? [NEW_DIALOG] Am I worrying too much? [NEW_DIALOG] If you were to... Like Ace... [NEW_DIALOG] [DIALOG_START][Geo] I'll be fine. [NEW_DIALOG] I made a promise to Ace. [NEW_DIALOG] I said that I would never stop protecting those who are close to me. [NEW_DIALOG] [DIALOG_START][Prez] I just wish we could all be together during a terrible time like this... [NEW_DIALOG] If any of you were to never come back... I can't even think about it. [NEW_DIALOG] You have to promise me this, Geo. [NEW_DIALOG] Promise that you will come back to us{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Geo] That's a promise I can keep. I'll be back. [NEW_DIALOG] {ec00}{1}
es_es: {e212}{20}{1}{ec00}{0} [DIALOG_START][Bud] El Sr. Boreal nos llamó mientras venías aquí. [NEW_DIALOG] [DIALOG_START][Zack] Nos lo ha contado todo, incluido vuestro plan. [NEW_DIALOG] [DIALOG_START][Geo] Oh, bien{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Pues ya lo sabéis. [NEW_DIALOG] Mañana iré al espacio para detener el Meteorito G. [NEW_DIALOG] Esta es nuestra última oportunidad. [NEW_DIALOG] [DIALOG_START][Sonia] .{e114}.{e114}.{e114} No te pasará nada, ¿verdad? [NEW_DIALOG] Va a salir todo bien, ¿no? [NEW_DIALOG] ¿Me estoy preocupando demasiado? [NEW_DIALOG] Si tú... Igual que Ace... [NEW_DIALOG] [DIALOG_START][Geo] Estaré bien. [NEW_DIALOG] Le hice una promesa a Ace. [NEW_DIALOG] Dije que siempre protegería a las personas importantes para mí. [NEW_DIALOG] [DIALOG_START][Prez] Ojalá pudiéramos estar todos juntos en un momento tan terrible... [NEW_DIALOG] Si no volviera a ver a alguno de vosotros... No quiero ni pensarlo. [NEW_DIALOG] Geo, prométeme una cosa. [NEW_DIALOG] Prométeme que volverás con nosotros{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Geo] Eso te lo puedo prometer. Volveré. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] You just promised us, right!? [NEW_DIALOG] If you lie to us, then I'll make you eat lima beans! [NEW_DIALOG] You better... You better come back safe!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Nos lo has prometido, ¿vale?! [NEW_DIALOG] ¡Como nos mientas, te voy a hacer comer un kilo de lentejas! [NEW_DIALOG] Así que... ¡¡Más te vale volver de una pieza!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] You have to be there for Prez's election celebration party! [NEW_DIALOG] And also for Sonia's next concert! [NEW_DIALOG] There's too much for you to skip out on!! [NEW_DIALOG] [DIALOG_START][Geo] Yeah... I can't wait to do all that! [NEW_DIALOG] [DIALOG_START][Zack] Me too! [NEW_DIALOG] It'll be so much fun! [NEW_DIALOG] Everyone will be there! [NEW_DIALOG] Everyone{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] All of us{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] *sniffle*{e115}.{e115}.{e115}.{e115} *sniffle*{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] ¡Tienes que estar para la fiesta de la elección de la dele como presidenta! [NEW_DIALOG] ¡Y para el próximo concierto de Sonia! [NEW_DIALOG] ¡¡No puedes perderte nada de eso!! [NEW_DIALOG] [DIALOG_START][Geo] Sí... ¡Qué ganas tengo! [NEW_DIALOG] [DIALOG_START][Zack] ¡Yo también! [NEW_DIALOG] ¡Nos lo vamos a pasar genial! [NEW_DIALOG] ¡Y todos estaremos ahí! [NEW_DIALOG] Todos{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] Todos nosotros{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] Snif{e115}.{e115}.{e115}.{e115} Snif{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Don't cry, Zack!! [NEW_DIALOG] [DIALOG_START][Zack] Yes, Prez!! [NEW_DIALOG] .{e114}.{e114}.{e114}Waaa! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡¡Zack, no llores!! [NEW_DIALOG] [DIALOG_START][Zack] ¡¡Sí, Dele!! [NEW_DIALOG] .{e114}.{e114}.{e114} ¡Buaaa! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Mom... [NEW_DIALOG] [DIALOG_START][Madre] I'm sorry to interrupt your time with your friends. [NEW_DIALOG] But there was something that I had to talk to you about. [NEW_DIALOG] [DIALOG_START][Prez] We are the ones that should apologize for taking away precious time with your son. [NEW_DIALOG] Please, take your time. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Mamá... [NEW_DIALOG] [DIALOG_START][Madre] Siento interrumpirte cuando estás con tus amigos. [NEW_DIALOG] Pero tenía que hablar contigo de una cosa. [NEW_DIALOG] [DIALOG_START][Prez] Disculpe usted por robarle tiempo con su hijo. [NEW_DIALOG] Tómese el tiempo que necesite. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Madre] An old friend was just over at our house. [NEW_DIALOG] She is a former co-worker of your father's, as well as a dear friend of mine. [NEW_DIALOG] [DIALOG_START][Geo] .{e114}.{e114}.{e114}Heartless? [NEW_DIALOG] [DIALOG_START][Madre] That's one name she uses... [NEW_DIALOG] [DIALOG_START][Geo] She told you everything, didn't she? [NEW_DIALOG] [DIALOG_START][Madre] Yes... [NEW_DIALOG] About you being Mega Man, and about your father being inside of that shooting star{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Geo] .{e114}.{e114}.{e114}I'm really sorry that I didn't tell you, Mom. [NEW_DIALOG] I didn't want to worry you. [NEW_DIALOG] [DIALOG_START][Madre] You've been fighting this whole time, haven't you? [NEW_DIALOG] I thought you would always be my little boy... [NEW_DIALOG] But you've grown up into a strong, brave man, just like your father. [NEW_DIALOG] It makes me a little sad, but it also makes me so proud of you. [NEW_DIALOG] [DIALOG_START][Geo] Mom... [NEW_DIALOG] [DIALOG_START][Madre] I won't stop you. [NEW_DIALOG] You are your father's son. [NEW_DIALOG] I believe that you will come home... [NEW_DIALOG] I believe that you will come home even more of a man than you are now{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Madre] Ha venido una vieja amiga a casa. [NEW_DIALOG] Antes trabajaba con tu padre y es una buena amiga mía. [NEW_DIALOG] [DIALOG_START][Geo] .{e114}.{e114}.{e114} ¿Heartless? [NEW_DIALOG] [DIALOG_START][Madre] Es uno de sus nombres... [NEW_DIALOG] [DIALOG_START][Geo] Te lo ha contado todo, ¿no? [NEW_DIALOG] [DIALOG_START][Madre] Sí... [NEW_DIALOG] Que tú eres Mega Man y que tu padre está dentro de esa estrella fugaz{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Geo] Mamá, siento mucho no habértelo dicho antes.{e114}.{e114}.{e114} [NEW_DIALOG] No quería precuparte. [NEW_DIALOG] [DIALOG_START][Madre] ¿Todo este tiempo has estado luchando tú solo? [NEW_DIALOG] Pensaba que siempre serías mi niñito... [NEW_DIALOG] Pero te has convertido en todo un hombretón, igual que tu padre. [NEW_DIALOG] Me pone un poco triste, pero estoy orgullosa de ti. [NEW_DIALOG] [DIALOG_START][Geo] Mamá... [NEW_DIALOG] [DIALOG_START][Madre] No voy a detenerte. [NEW_DIALOG] Eres el hijo de tu padre. [NEW_DIALOG] Estoy segura de que volverás a casa... [NEW_DIALOG] Creo que cuando vuelvas serás incluso más maduro{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Madre] Take this with you. [NEW_DIALOG] It's data that your father left with me when he went to space. [NEW_DIALOG] [DIALOG_START][Geo] Dad's data... [NEW_DIALOG] [DIALOG_START][Madre] This data was your father's treasure. [NEW_DIALOG] It is full of memories of our family together. [NEW_DIALOG] I'm sure that it will bind you and your father together inside of that shooting star. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Madre] Llévate esto. [NEW_DIALOG] Son datos que dejó tu padre cuando se fue al espacio. [NEW_DIALOG] [DIALOG_START][Geo] Datos de papá... [NEW_DIALOG] [DIALOG_START][Madre] Estos datos eran el tesoro de tu padre. [NEW_DIALOG] Son recuerdos de nuestra familia. [NEW_DIALOG] Seguro que dentro de esa estrella fugaz te llevarán hasta tu padre. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Thanks, Mom. [NEW_DIALOG] I'll return it when I get back. [NEW_DIALOG] {e202}{c}{e1a1} [DIALOG_START][NONAME] Geo got: "Kelvin Key"! [NEW_DIALOG] {e201}{c}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Gracias, mamá. [NEW_DIALOG] Cuando vuelva, te los devolveré. [NEW_DIALOG] {e202}{c}{e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido: «Clave de Kelvin»! [NEW_DIALOG] {e201}{c}{ec00}{1}

source: {e213}{0}{ec00}{0} [DIALOG_START][NONAME] Tomorrow{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] Is the last day before Meteor G strikes. [NEW_DIALOG] {ec00}{1}
es_es: {e213}{0}{ec00}{0} [DIALOG_START][NONAME] Mañana{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] Es el último día hasta que caiga el Meteorito G. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] Geo... .{e115}.{e115}.{e115}Preparations are complete. [NEW_DIALOG] Would you please come to WAZA? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Geo... .{e115}.{e115}.{e115} Hemos terminado con los preparativos. [NEW_DIALOG] ¿Podrías venir a la WAZA? [NEW_DIALOG] {ec00}{1}
