Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch7/41.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Queen_Virgo] Umph{e114}.{e114}.{e114}.{e114}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] ¡¡Ah!!{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] I-I never imagined... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] E-es imposible... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Ms. Tia... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] It's not... over yet! [NEW_DIALOG] I'm not giving up after all we've been through! [NEW_DIALOG] We dulled our emotions and did countless terrible things... [NEW_DIALOG] We even ignored all the times that Ace risked his life to save us from Dealer!! [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}...!! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] I can't quit now!! I refuse to lose! [NEW_DIALOG] There is nothing left for us{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Except to make our wish come true!! [NEW_DIALOG] [DIALOG_START][Megaman] That's not true... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}!? [NEW_DIALOG] [DIALOG_START][Megaman] It's just not true, Ms. Tia... [NEW_DIALOG] Yes, you did lose so much that was special in your life through technology... [NEW_DIALOG] But{e115}.{e115}.{e115}.{e115} You still have Jack. That bond hasn't been broken... [NEW_DIALOG] And all Ace could think about was saving you... [NEW_DIALOG] This whole time you have had wonderful people in your life, right next to you... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] If you really let Meteor G crash into the planet... [NEW_DIALOG] All the pain and suffering that Jack and you went [NEW_DIALOG] through would be transferred to countless children throughout the world. [NEW_DIALOG] How is that any different than what those other countries did to your own!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Be quiet! [NEW_DIALOG] Don't you dare talk to me like you understand our pain!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Srta. Tia... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Aún no... ¡se ha terminado! [NEW_DIALOG] ¡No voy a rendirme después de todo lo que hemos sufrido! [NEW_DIALOG] Endurecimos el corazón e hicimos actos deleznables... [NEW_DIALOG] ¡Hasta ignoramos todas las veces que Ace arriesgó su vida para salvarnos de Dealer!! [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¡¡No puedo rendirme ahora!! ¡Me niego a perder! [NEW_DIALOG] Ya no nos queda nada{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ¡¡Salvo hacer realidad nuestro deseo!! [NEW_DIALOG] [DIALOG_START][Megaman] Eso no es cierto... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}¡¿?! [NEW_DIALOG] [DIALOG_START][Megaman] Srta. Tia, eso no es cierto... [NEW_DIALOG] Sí, la tecnología te arrebató cosas muy importantes... [NEW_DIALOG] Pero{e115}.{e115}.{e115}.{e115} Aún tienes a Jack. Ese vínculo sigue ahí... [NEW_DIALOG] Y Ace solo pensaba en salvaros a los dos... [NEW_DIALOG] Todo este tiempo tenías personas maravillosas a tu lado... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] Si haces que el Meteorito G choque contra la Tierra... [NEW_DIALOG] Incontables niños en todo el mundo vivirán [NEW_DIALOG] todo el dolor y sufrimiento por el que pasasteis Jack y tú. [NEW_DIALOG] ¡¿No es lo mismo que os hicieron esos países?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¡Silencio! [NEW_DIALOG] ¡¡No te atrevas a hablarme como si entendieras mi dolor!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] I'm not giving up... Not ever!! [NEW_DIALOG] [DIALOG_START][Megaman] Ms. Tia... [NEW_DIALOG] [DIALOG_START][Jack] Sis... [NEW_DIALOG] I think we should stop... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] No voy a rendirme... ¡¡Jamás!!I [NEW_DIALOG] [DIALOG_START][Megaman] Srta. Tia... [NEW_DIALOG] [DIALOG_START][Jack] Tia... [NEW_DIALOG] Vamos a dejarlo... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}¡! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] Jack... [NEW_DIALOG] [DIALOG_START][Jack] I think Geo is right... [NEW_DIALOG] We've been wrong all along... [NEW_DIALOG] What we've been planning will not remake the world... [NEW_DIALOG] Our plan would just make a whole lot of children like us. [NEW_DIALOG] That's "destruction", not "construction". [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][Jack] The suffering caused by the development of technology should end with us. [NEW_DIALOG] We were caught in the middle of other people's hate, and lost so much for it... [NEW_DIALOG] Ace and Geo have risked their lives over and over to get us to understand... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Ace{e114}.{e114}.{e114}.{e115} [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Hey, hey, hey! [NEW_DIALOG] What the heck are you talking about, Jack!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Jack... [NEW_DIALOG] [DIALOG_START][Jack] Creo que Geo tiene razón... [NEW_DIALOG] Lo hemos hecho todo mal... [NEW_DIALOG] Nuestro plan no reconstruirá el mundo... [NEW_DIALOG] Solo hará que muchísimos niños acaben como nosotros. [NEW_DIALOG] Es «destrucción», no «creación». [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][Jack] El sufrimiento de la tecnología debe acabar con nosotros. [NEW_DIALOG] Nos vimos envueltos en una espiral de odio y lo perdimos todo... [NEW_DIALOG] Ace y Geo han arriesgado sus vidas una y otra vez para que entremos en razón... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Ace{e114}.{e114}.{e114}.{e115} [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡Eh, eh, eh! [NEW_DIALOG] ¡¿Qué me estás contando, Jack?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Just listen to me... I've been thinking about this for a while now. [NEW_DIALOG] [DIALOG_START][Virgo] Hold up!! That's crazy talk! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Escúchame... Llevo un tiempo pensándolo. [NEW_DIALOG] [DIALOG_START][Virgo] ¡¡No le escuches!! ¡No son más que chorradas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Virgo] What's with the grim face, Tia!? [NEW_DIALOG] Don't tell me you're second guessing yourself, or some ridiculous garbage like that!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][Wolf_Woods] You two are going to remake the world, and then become its rulers... [NEW_DIALOG] I only decided to help you guys out because that sounded like a lot of fun! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] .{e116}.{e116}.{e116}I'm not fighting anymore... [NEW_DIALOG] [DIALOG_START][Virgo] You can't mean that!! [NEW_DIALOG] Do you think that I'll let you get away with that? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Virgo] ¡Tia, ¿a qué viene esa cara?! [NEW_DIALOG] ¡¿No me irás a decir que estás dudando o una tontería así?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Vosotros dos vais a reconstruir el mundo y convertiros en sus amos... [NEW_DIALOG] ¡Solo accedí a ayudaros porque creía que iba a partirme la caja! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] No voy a seguir luchando{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] [DIALOG_START][Virgo] ¡¡No lo dices en serio!! [NEW_DIALOG] ¿Crees que voy a dejarte irte de rositas sin más? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Wolf_Woods] If you do this, then we'll destroy you and take Meteor G all for ourselves!! [NEW_DIALOG] [DIALOG_START][Virgo] You're finished, Tia!! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}!! [NEW_DIALOG] [DIALOG_START][Jack] !! [NEW_DIALOG] [DIALOG_START][Megaman] Jack! Ms. Tia! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Wolf_Woods] ¡¡Pues os destruiremos y nos quedaremos con el Meteorito G!! [NEW_DIALOG] [DIALOG_START][Virgo] ¡¡Tia, este es tu fin!! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}¡! [NEW_DIALOG] [DIALOG_START][Jack] ¡! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Jack! ¡Srta. Tia! [NEW_DIALOG] {ec00}{1}

source: {e212}{18}{0}{ec00}{0} [DIALOG_START][Acid_Ace] .{e114}.{e114}.{e114}Pathetic. [NEW_DIALOG] [DIALOG_START][Megaman] Rogue! [NEW_DIALOG] [DIALOG_START][Mega] How did you get here!? [NEW_DIALOG] {ec00}{1}
es_es: {e212}{18}{0}{ec00}{0} [DIALOG_START][Acid_Ace] Patético{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Megaman] ¡Rogue! [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Cómo has llegado hasta aquí?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] Don't be silly. [NEW_DIALOG] Breaking into a place like this is nothing to me. [NEW_DIALOG] [DIALOG_START][Megaman] Well{e113}.{e113}.{e113}.{e113} Thanks for saving them... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Save them? Give me a break. [NEW_DIALOG] I told you this before. All members and supporters of Dealer will be dealt with. [NEW_DIALOG] [DIALOG_START][Jack] ... [NEW_DIALOG] [DIALOG_START][Acid_Ace] ...So I guess there's nothing else for me to do here. [NEW_DIALOG] [DIALOG_START][Megaman] Rogue... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Do whatever you want once I'm out of here. [NEW_DIALOG] [DIALOG_START][Megaman] Umm... [NEW_DIALOG] Would you please take Jack and Ms. Tia back to Earth with you? [NEW_DIALOG] [DIALOG_START][Acid_Ace] They can follow me... [NEW_DIALOG] But if they slow me down at all, they're on their own. [NEW_DIALOG] [DIALOG_START][Megaman] .{e113}.{e113}.{e113}Thanks. [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] No digas tonterías. [NEW_DIALOG] Entrar en un sitio así es pan comido para mí. [NEW_DIALOG] [DIALOG_START][Megaman] Bueno{e113}.{e113}.{e113}.{e113} Pues gracias por salvarlos... [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¿Salvarlos? Por favor... [NEW_DIALOG] Ya te lo he dicho. Hay que ocuparse de los miembros de Dealer y sus simpatizantes. [NEW_DIALOG] [DIALOG_START][Jack] ... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Así que supongo que aquí ya no tengo nada que hacer. [NEW_DIALOG] [DIALOG_START][Megaman] Rogue... [NEW_DIALOG] [DIALOG_START][Acid_Ace] Haced lo que queráis cuando yo me haya ido. [NEW_DIALOG] [DIALOG_START][Megaman] Mmm... [NEW_DIALOG] ¿Te importaría llevarte a Jack y a la Srta. Tia a la Tierra contigo? [NEW_DIALOG] [DIALOG_START][Acid_Ace] Pueden seguirme... [NEW_DIALOG] Pero si me retrasan lo más mínimo, los dejaré atrás. [NEW_DIALOG] [DIALOG_START][Megaman] .{e113}.{e113}.{e113} Gracias. [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] You just might be able to make a miracle happen... [NEW_DIALOG] You might be able to fix the problems we created... [NEW_DIALOG] We can probably never make up for what we've done, but we will do everything we can. [NEW_DIALOG] [DIALOG_START][Jack] The future... Is in your hands. [NEW_DIALOG] Once I've made up for all the things that I've done... [NEW_DIALOG] Let's go out and play again... [NEW_DIALOG] That is... if it's OK with you of course. I'd understand if you didn't want to... [NEW_DIALOG] [DIALOG_START][Megaman] That sounds great! Wait for me on Earth!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Puede que tú seas capaz de obrar un milagro... [NEW_DIALOG] Puede que seas capaz de arreglar todos los problemas que hemos causado... [NEW_DIALOG] Nunca podremos compensar el daño que hemos hecho, pero lo intentaremos. [NEW_DIALOG] [DIALOG_START][Jack] El futuro... Está en tus manos. [NEW_DIALOG] Cuando haya enmendado todos mis errores... [NEW_DIALOG] tenemos que jugar de nuevo... [NEW_DIALOG] Bueno... solo si tú quieres, claro. Si no quieres, lo entiendo... [NEW_DIALOG] [DIALOG_START][Megaman] ¡Pues estaría genial! ¡¡Espérame en la Tierra!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] It's time, kid. [NEW_DIALOG] [DIALOG_START][Megaman] Let's go see Dad and stop Meteor G! [NEW_DIALOG] Come on, Mega!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Chico, es la hora. [NEW_DIALOG] [DIALOG_START][Megaman] ¡Vamos a ver a papá y detener el Meteorito G! [NEW_DIALOG] ¡¡Vamos, Mega!! [NEW_DIALOG] {ec00}{1}
