Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch7/42.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Megaman] .{e116}.{e116}.{e116}Dad. [NEW_DIALOG] [DIALOG_START]{15}...Hey, kiddo. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] .{e116}.{e116}.{e116}Papá. [NEW_DIALOG] [DIALOG_START]{15}Ey, chaval. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{15}.{e115}.{e115}.{e115}You've grown. [NEW_DIALOG] [DIALOG_START][Megaman] Dad...!! [NEW_DIALOG] [DIALOG_START]{15}Thanks for taking care of him, Mega... [NEW_DIALOG] [DIALOG_START][Mega] No sweat. [NEW_DIALOG] [DIALOG_START]{15}There's so much I want to talk to you about. But it'll have to wait for now. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]Cómo has crecido{15}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Papá!! [NEW_DIALOG] [DIALOG_START]{15}Gracias por cuidarle, Mega... [NEW_DIALOG] [DIALOG_START][Mega] No me las des. [NEW_DIALOG] [DIALOG_START]{15}Quiero decirte muchas cosas. Pero eso puede esperar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{15}Meteor G is still growing stronger and stronger... [NEW_DIALOG] I can't hold it back anymore. [NEW_DIALOG] [DIALOG_START][Megaman] Let me help, Dad!! [NEW_DIALOG] You'll be deleted if you push yourself any harder!! [NEW_DIALOG] Leave it to me! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{15}El Meteorito G es cada vez más y más fuerte... [NEW_DIALOG] Ya no puedo retenerlo más. [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Papá, deja que te ayude!! [NEW_DIALOG] ¡¡Si sigues forzándote así, acabarás eliminado!! [NEW_DIALOG] ¡Ya me ocupo yo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{15}You've really grown into an upstanding young man... [NEW_DIALOG] I guess it's time to pass the baton... [NEW_DIALOG] Mega Man is capable of anything, right? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{15}Te has convertido en todo un hombre... [NEW_DIALOG] Parece que es hora de pasar la batuta... [NEW_DIALOG] No hay nada imposible para Mega Man, ¿no? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Ho ho ho... [NEW_DIALOG] I'm not so sure about that. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Jo, jo, jo... [NEW_DIALOG] Yo no estaría tan seguro. [NEW_DIALOG] {ec00}{1}

source: {e212}{15}{1}{ec00}{0} [DIALOG_START][Megaman] King!! [NEW_DIALOG] [DIALOG_START][SrKing-2] If I cannot have the planet for my own... [NEW_DIALOG] Then I will just have to destroy it. [NEW_DIALOG] I will become one with this shooting star, and rain [NEW_DIALOG] punishment down on all of you pathetic humans. [NEW_DIALOG] Farewell, Earth!{e115} Farewell, humanity!{e115} [NEW_DIALOG] Your time is up!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{15}{1}{ec00}{0} [DIALOG_START][Megaman] ¡¡King!! [NEW_DIALOG] [DIALOG_START][SrKing-2] Si este planeta no puede ser mío... [NEW_DIALOG] No me queda más remedio que destruirlo. [NEW_DIALOG] Me haré uno con esta estrella fugaz y [NEW_DIALOG] el castigo divino caerá sobre vosotros, patéticos humanos. [NEW_DIALOG] ¡Adiós, Tierra!{e115} ¡Adiós, humanidad!{e115} [NEW_DIALOG] ¡¡Se acabó!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] Meteor G!! Return to me!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] ¡¡Meteorito G!! ¡¡Vuelve a mí!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{15}...!! This isn't good!! [NEW_DIALOG] [DIALOG_START][Megaman] Please stop, King!! [NEW_DIALOG] [DIALOG_START][Mega] It's too late! [NEW_DIALOG] [DIALOG_START][SrKing-2] Watch in awe as Meteor G and I become one!! [NEW_DIALOG] Ho ho ho ho ho! [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START]{15}¡...! ¡Esto no me gusta! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡No lo hagas, King!! [NEW_DIALOG] [DIALOG_START][Mega] ¡Es demasiado tarde! [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡¡Contemplad con asombro cómo el Meteorito G y yo nos convertimos en uno!! [NEW_DIALOG] ¡Jo, jo, jo, jo, jo! [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {e212}{1e}{1}{e1a0}{4}<{ec00}{0}{e210}{466}{ec16} [DIALOG_START][NONAME] Mu{e113}wa{e113}ha{e113}ha{e113}ha{e113}ha{e113}ha{e113}ha{e113}ha!! [NEW_DIALOG] Well... What do you think!? [NEW_DIALOG] I will lead Earth to its destruction... I am Crimson Dragon!! [NEW_DIALOG] [DIALOG_START]{15}What the...!? [NEW_DIALOG] [DIALOG_START][NONAME] Kelvin Stelar!! [NEW_DIALOG] You have been a thorn in my paw for far too long... [NEW_DIALOG] It is a shame that such great power must go to waste!! [NEW_DIALOG] Which is why I will have your power added to mine!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1e}{1}{e1a0}{4}<{ec00}{0}{e210}{466}{ec16} [DIALOG_START][NONAME] ¡¡Mua{e113}, ja{e113}, ja{e113}, ja{e113}, ja{e113}, ja{e113}, ja{e113}, ja{e113}, ja!! [NEW_DIALOG] Bueno... ¡¿Qué os parece?! [NEW_DIALOG] Yo llevaré a la Tierra a su destrucción... ¡¡Soy Dragón Carmesí!! [NEW_DIALOG] [DIALOG_START]{15}¡¿Pero qué...?! [NEW_DIALOG] [DIALOG_START][NONAME] ¡¡Kelvin Stelar!! [NEW_DIALOG] Has sido una espina en mi costado durante demasiado tiempo... [NEW_DIALOG] ¡¡Es una lástima que no puedas aprovechar un poder tan inmenso!! [NEW_DIALOG] ¡¡Por eso voy a quedarme con él!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{15}Ungh!! A{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}h{e113}h{e113}h! [NEW_DIALOG] [DIALOG_START][Megaman] Dad!! [NEW_DIALOG] [DIALOG_START][Mega] Kelvin!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{15}¡¡Ungh!! A{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}h{e113}h{e113}h! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Papá!! [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Kelvin!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{15}Geo!! Don't worry about me!! [NEW_DIALOG] You've got to stop King and destroy Meteor G!! [NEW_DIALOG] [DIALOG_START][Megaman] But... I can't... [NEW_DIALOG] I've missed you so much... And now I finally found you... [NEW_DIALOG] I won't let you go!! [NEW_DIALOG] [DIALOG_START]{15}What did you come all the way here for!? [NEW_DIALOG] To protect those you love... Right!? [NEW_DIALOG] There are many people on Earth who you share deep bonds with... [NEW_DIALOG] And Hope... Your mother is there too!! [NEW_DIALOG] You can't let all of them down!! They believe in you!! [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START]{15}¡¡Geo!! ¡¡No te preocupes por mí!! [NEW_DIALOG] ¡¡Tienes que detener a King y destruir el Meteorito G!! [NEW_DIALOG] [DIALOG_START][Megaman] Pero... No puedo... [NEW_DIALOG] Te he echado tanto de menos... Y ahora que por fin te encuentro... [NEW_DIALOG] ¡¡No dejaré que te vayas otra vez!! [NEW_DIALOG] [DIALOG_START]{15}¡¿Por qué has venido hasta aquí?! [NEW_DIALOG] Para proteger a tus seres queridos... ¡¿no?! [NEW_DIALOG] En la Tierra compartes fuertes vínculos con muchas personas... [NEW_DIALOG] Y Hope... ¡¡Piensa también en tu madre!! [NEW_DIALOG] ¡¡No los decepciones!! ¡¡Ellos creen en ti!! [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START]{15}You must fight, Mega Man!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{15}¡¡Debes luchar, Mega Man!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Dad{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Mega] Darn it!! Kelvin!! [NEW_DIALOG] [DIALOG_START][NONAME] Ho ho ho ho ho! The power is overwhelming!! [NEW_DIALOG] So, Mega Man! What will you do!? [NEW_DIALOG] Are you still going to challenge me, even after I have acquired such power!? [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}.{e113}.{e113}.{e113} [NEW_DIALOG] [DIALOG_START][NONAME] Kelvin Stelar is now a part of me!! [NEW_DIALOG] Would a nice boy like you harm his own father!? [NEW_DIALOG] [DIALOG_START][Mega] K-Kid...! [NEW_DIALOG] [DIALOG_START][Megaman] Dad told me to fight{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] If I don't stop you now, then all the sacrifices that [NEW_DIALOG] everyone has made until now will have been in vain!! [NEW_DIALOG] {ec00}{1}{e212}{1b}{0}
es_es: {ec00}{0} [DIALOG_START][Megaman] Papá{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Maldita sea!! ¡¡Kelvin!! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Jo, jo, jo, jo! ¡¡Este poder es abrumador!! [NEW_DIALOG] ¡Vamos, Mega Man! ¡¿Qué vas a hacer?! [NEW_DIALOG] ¡¿Piensas desafiarme aún después de haber conseguido semejante poder?!n [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}.{e113}.{e113}.{e113} [NEW_DIALOG] [DIALOG_START][NONAME] ¡¡Kelvin Stelar ahora forma parte de mí!! [NEW_DIALOG] ¡¿Qué clase de hijo sería capaz de hacer daño a su padre?! [NEW_DIALOG] [DIALOG_START][Mega] ¡C-chico! [NEW_DIALOG] [DIALOG_START][Megaman] Papá me ha dicho que luche{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] ¡¡Si no te detengo ahora, todos los sacrificios que hemos... [NEW_DIALOG] ...hecho hasta ahora habrán sido en vano!! [NEW_DIALOG] {ec00}{1}{e212}{1b}{0}

source: {ec00}{0} [DIALOG_START][Megaman] Crimson Dragon!! [NEW_DIALOG] For the people that I love... [NEW_DIALOG] I will defeat you! You won't see the light of tomorrow! [NEW_DIALOG] [DIALOG_START][NONAME] You are pitiable, indeed! [NEW_DIALOG] Come then!! [NEW_DIALOG] Have a look at the true power of Meteor G!! [NEW_DIALOG] [DIALOG_START][Mega] Let's rock, kid!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Dragón Carmesí!! [NEW_DIALOG] Por mis seres queridos... [NEW_DIALOG] ¡Te derrotaré! ¡No habrá un mañanaa para ti! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Eres lamentable! [NEW_DIALOG] ¡¡Ven a por mí!! [NEW_DIALOG] ¡¡Contempla el auténtico poder del Meteorito G!! [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Vamos allá, chico!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Last Battle!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡El último combate!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec17}{0} [DIALOG_START][Megaman] Ride On!!{ec30}{ec00}{1}
es_es: {ec00}{0}{ec17}{0} [DIALOG_START][Megaman] ¡¡Adelante!!{ec30}{ec00}{1}
