Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch7/56.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] Two Weeks Later... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Dos semanas después... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Dad... Mega... [NEW_DIALOG] I was able to make it home safely thanks to you. [NEW_DIALOG] I've been having a great time with everyone. [NEW_DIALOG] And I've decided to live my life to its fullest, even if you're not here... [NEW_DIALOG] But every once in a while I get pretty sad... [NEW_DIALOG] .{e113}.{e113}.{e113}I miss both of you so much. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Papá... Mega... [NEW_DIALOG] Gracias a vosotros conseguí volver a casa. [NEW_DIALOG] Me lo estoy pasando muy bien. [NEW_DIALOG] Y he decidido vivir mi vida al máximo, aunque no estéis aquí... [NEW_DIALOG] Pero a veces me pongo muy triste... [NEW_DIALOG] Os echo mucho de menos{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Huh?{e116} What's with that star{e115}.{e115}.{e115}.{e115}? [NEW_DIALOG] Is it a blue shooting star{e115}.{e115}.{e115}.{e115}? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Eh?{e116} ¿Y esa estrella?{e115}.{e115}.{e115}.{e115}? [NEW_DIALOG] ¿Es una estrella fugaz azul?{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] It's... [NEW_DIALOG] It's getting closer! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Se... [NEW_DIALOG] ¡Se está acercando! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Aaahhh!! It's coming this way! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¡Aaahhh!! ¡Viene directa hacia aquí! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] .{e115}.{e115}.{e115}Huh!? [NEW_DIALOG] [DIALOG_START][Mega] Heh heh heh... [NEW_DIALOG] Hey, kid!! I'm back!! [NEW_DIALOG] [DIALOG_START][Geo] Me.{e114}.{e114}.{e114}ga{e114}.{e114}.{e114}..!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Eh?!{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Mega] Je, je, je... [NEW_DIALOG] ¡¡Eh, chico!! ¡¡He vuelto!! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Me.{e114}.{e114}.{e114}ga{e114}.{e114}.{e114}..!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] This isn't a dream, right!? [NEW_DIALOG] You're really back!? [NEW_DIALOG] I thought I'd never see you again!! [NEW_DIALOG] [DIALOG_START][Mega] Heh heh heh!! [NEW_DIALOG] Did you think that I would kick the bucket so easily!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡No estoy soñando, ¿verdad?! [NEW_DIALOG] ¡¿Estás aquí de verdad?! [NEW_DIALOG] ¡¡Pensaba que no iba a volver a verte!! [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Je, je, je!! [NEW_DIALOG] ¡¿Te creías que iba a estirar la pata así como así?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Oh yeah... Someone else should be here any minute now. [NEW_DIALOG] [DIALOG_START][Geo] .{e114}.{e114}.{e114}What!? [NEW_DIALOG] Y-You mean{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Ah, sí... Y no he venido solo, pero aún no ha llegado. [NEW_DIALOG] [DIALOG_START][Geo] .{e114}.{e114}.{e114} ¡¿Qué?! [NEW_DIALOG] T-te refieres a{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Ah, there he is!! [NEW_DIALOG] You might want to put your baseball glove on, kid!! [NEW_DIALOG] [DIALOG_START][Geo] What!? A-Again!? [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡¡Ah, aquí está!! [NEW_DIALOG] ¡¡Chico, ¿no quieres ponerte el guante de béisbol?!! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Qué?! ¡¿O-otra vez?! [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][Geo] W-W-Whoooaaa!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¡U-uaaaaa!! [NEW_DIALOG] {ec00}{1}
