Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch6/10.po
Languages: es_es

source: {ec00}{0} [DIALOG_START]{30}Everyone is here. [NEW_DIALOG] Whenever you are ready, Chief. [NEW_DIALOG] [DIALOG_START]{34}Then we'll begin immediately. [NEW_DIALOG] Let's hear from the research team first. [NEW_DIALOG] Aaron Boreal has some findings to report. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Todo el mundo esta aquí. [NEW_DIALOG] Cuando quiera, jefe. [NEW_DIALOG] [DIALOG_START]{34}Entonces empezaremos de inmediato. [NEW_DIALOG] Escuchemos primero al equipo de investigación. [NEW_DIALOG] Aaron Boreal tiene algunos hallazgos que reportar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrBoreal] We've come upon some new discoveries regarding Crimson. [NEW_DIALOG] Even though Crimson is a body of crystallized Noise, [NEW_DIALOG] no Noise is released from Crimson whatsoever. [NEW_DIALOG] Which means that Crimson has a Noise absorbing nature. [NEW_DIALOG] [DIALOG_START][Ace] It absorbs Noise... [NEW_DIALOG] [DIALOG_START]{30}That means that it could be useful to us, right? [NEW_DIALOG] [DIALOG_START][SrBoreal] Exactly... [NEW_DIALOG] It could quite well prove to be a beneficial item for us. [NEW_DIALOG] However, if Dealer were to make use of it, they could [NEW_DIALOG] easily turn it into a terrifying weapon. [NEW_DIALOG] {e212}{1e}{1} [DIALOG_START][SrBoreal] When Crimson reaches capacity for the amount of Noise that it can hold... [NEW_DIALOG] It emits a huge quantity of dense Noise. [NEW_DIALOG] The amount of Noise that is emitted is actually dozens [NEW_DIALOG] of times the amount that was absorbed. [NEW_DIALOG] The reason that Meteor G is being pulled toward Earth may be the fact that the [NEW_DIALOG] Noise level has been on the rise due to Crimson emitting so much Noise. [NEW_DIALOG] [DIALOG_START][Mega] Hmm... Crimson kind of seems like a bomb, doesn't it? [NEW_DIALOG] I guess... More like a Noise bomb, huh? [NEW_DIALOG] [DIALOG_START][SrBoreal] There are other ways to use Crimson than as a bomb, Omega-Xis. [NEW_DIALOG] I believe that Crimson was used as energy to make [NEW_DIALOG] Noise clusters, like the ones you saw at your school. [NEW_DIALOG] If applied correctly, we could freely control the output of Noise with Crimson. [NEW_DIALOG] [DIALOG_START][Ace] {ec13}...! [NEW_DIALOG] [DIALOG_START][Geo_2] Control... Noise? [NEW_DIALOG] [DIALOG_START]{33}To think that Crimson would have such uses... [NEW_DIALOG] [DIALOG_START][SrBoreal] {ec13}... [NEW_DIALOG] [DIALOG_START][DraGoodall] ...Heehee! [NEW_DIALOG] Go on, Aaron. You can tell us. [NEW_DIALOG] You look like you've found something else out, too. [NEW_DIALOG] [DIALOG_START][SrBoreal] What!?{e115} Oh... That's true, Doctor... [NEW_DIALOG] Upon researching exactly how the Noise that's on the planet is attracting Meteor [NEW_DIALOG] G, I found that there is "strange Noise" being emitted from Meteor G itself. [NEW_DIALOG] [DIALOG_START]{34}What kind of Noise could that be exactly? [NEW_DIALOG] [DIALOG_START][SrBoreal] I'm sorry, but I haven't discovered that yet... [NEW_DIALOG] However... [NEW_DIALOG] When I first noticed the strange Noise, it was as if I heard Meteor G's "voice". [NEW_DIALOG] Whether it is trying to say something... Or call someone... Or answer someone... [NEW_DIALOG] I just don't know. [NEW_DIALOG] [DIALOG_START][DraGoodall] Heehee! That could prove to be a very interesting lead! [NEW_DIALOG] We must look into that voice. [NEW_DIALOG] Would you be so kind as to let this old lady help you out, Aaron? [NEW_DIALOG] [DIALOG_START][SrBoreal] Of course! [NEW_DIALOG] Well, that concludes my report. [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrBoreal] Hemos descubierto varias cosas sobre el Carmesí. [NEW_DIALOG] Aunque el Carmesí es un grupo de Ruido cristalizado, [NEW_DIALOG] el cuerpo de este no emite ninguna forma de Ruido. [NEW_DIALOG] Lo que significa que el Carmesí tiene la propiedad de absorber el Ruido. [NEW_DIALOG] [DIALOG_START][Ace] Absorbe el Ruido... [NEW_DIALOG] [DIALOG_START]{30}Eso significa que podría sernos útil, ¿no? [NEW_DIALOG] [DIALOG_START][SrBoreal] ¡Exacto! [NEW_DIALOG] Podría ser muy beneficioso para nosotros. [NEW_DIALOG] Sin embargo, en manos de Dealer, podría convertirse [NEW_DIALOG] fácilmente en un arma terrorífica. [NEW_DIALOG] {e212}{1e}{1} [DIALOG_START][SrBoreal] Cuando el Carmesí alcanza su capacidad máxima... [NEW_DIALOG] Emite una gran cantidad de Ruido de alta densidad. [NEW_DIALOG] La cantidad de Ruido que se emite es docenas de veces [NEW_DIALOG] mayor que la cantidad que fue absorbida. [NEW_DIALOG] La razón por la que el Meteorito G está siendo atraído hacia la Tierra [NEW_DIALOG] puede ser debido al aumento del nivel de Ruido producido por el Carmesí. [NEW_DIALOG] [DIALOG_START][Mega] Um... El Crimson es como una bomba, ¿no? [NEW_DIALOG] Supongo que... Es más como una bomba de ruido, ¿eh? [NEW_DIALOG] [DIALOG_START][SrBoreal] Hay otras maneras de usar el Carmesí aparte de como una bomba, Omega-Xis. [NEW_DIALOG] Creo que el Carmesí fue usado como fuente de energía para [NEW_DIALOG] formar los cúmulos de ruido que visteis en tu escuela. [NEW_DIALOG] Si se usa correctamente, podemos controlar la emisión de Ruido. [NEW_DIALOG] [DIALOG_START][Ace] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Controlarlo...? [NEW_DIALOG] [DIALOG_START]{33}Y pensar que el Crimson podría tener tales usos... [NEW_DIALOG] [DIALOG_START][SrBoreal] {ec13}... [NEW_DIALOG] [DIALOG_START][DraGoodall] ¡Je, je, je, je! [NEW_DIALOG] Vamos, Aaron. ¡Sueltalo ya!. [NEW_DIALOG] Parece que también has hallado algo más. [NEW_DIALOG] [DIALOG_START][SrBoreal] ¿¡Qué!?{e115} ah... Cierto, Doctora... [NEW_DIALOG] Al investigar cómo el Ruido generado en el mundo atrae al Meteorito G, [NEW_DIALOG] descubrí que hay un «Ruido extraño» que es emitido por el propio Meteorito G. [NEW_DIALOG] [DIALOG_START]{34}¿Qué quieres decir? [NEW_DIALOG] [DIALOG_START][SrBoreal] Lo siento, pero no se más. [NEW_DIALOG] No obstante... [NEW_DIALOG] La primera vez que noté este extraño Ruido, fue como si oyese la «voz» del Meteorito. [NEW_DIALOG] Ya sea que trate de decirnos algo, contactar o responder a alguien... [NEW_DIALOG] Simplemente no lo sé. [NEW_DIALOG] [DIALOG_START][DraGoodall] ¡Je, je, je, je! ¡Eso podría ser un indicio muy interesante! [NEW_DIALOG] Debemos investigar esa voz. [NEW_DIALOG] ¿Serías tan amable de dejar que esta anciana te ayude, Aaron? [NEW_DIALOG] [DIALOG_START][SrBoreal] ¡Por supuesto! [NEW_DIALOG] Bueno, con esto concluye mi informe. [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}Thank you, Boreal. [NEW_DIALOG] Next up, we will discuss the incidents of out of control Wizards around the country. [NEW_DIALOG] [DIALOG_START]{30}Yes, sir! [NEW_DIALOG] It is believed that the cause of the incidents was the high Noise levels in those areas. [NEW_DIALOG] We still have not discovered any Noise Cards, program viruses, or anything else [NEW_DIALOG] that would place Dealer as the culprit. [NEW_DIALOG] [DIALOG_START][Ace] ...Still... It has to be their doing. [NEW_DIALOG] Even without evidence it's clear. [NEW_DIALOG] There's no one else that would or could pull off such a large-scale event. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}Gracias, Aaron... Ahora discutiremos los [NEW_DIALOG] incidentes relacionados con Wizards fuera de control alrededor del país. [NEW_DIALOG] [DIALOG_START]{30}¡Sí, señora! [NEW_DIALOG] Se cree que la causa de los incidentes fueron los altos niveles de Ruido en esas áreas. [NEW_DIALOG] Todavía no hemos descubierto ningun Naipe, virus o cualquier otra cosa [NEW_DIALOG] que situase a Dealer como el culpable. [NEW_DIALOG] [DIALOG_START][Ace] Aun así... Tiene que ser cosa suya. [NEW_DIALOG] Incluso sin pruebas, es claro. [NEW_DIALOG] No hay nadie más que pueda llevar a cabo un suceso de tal envergadura. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}Ace... [NEW_DIALOG] [DIALOG_START]{31}B-But... [NEW_DIALOG] How could they cause so many Wizards at once to- [NEW_DIALOG] [DIALOG_START][Ace] With Crimson. [NEW_DIALOG] They must have found out that Noise can be controlled with Crimson. [NEW_DIALOG] They just figured it out way before we did. [NEW_DIALOG] [DIALOG_START]{34}And now they've already learned how to use it as a weapon. [NEW_DIALOG] [DIALOG_START][Ace] The situation could get even worse... [NEW_DIALOG] King doesn't just want to control ordinary Noise... [NEW_DIALOG] He wants to control a gigantic cluster of Noise... [NEW_DIALOG] [DIALOG_START]{30}A gigantic cluster of it!? W-What do you mean!? [NEW_DIALOG] [DIALOG_START][Ace] Isn't it fairly obvious? [NEW_DIALOG] I mean that ominous ball in the sky that's causing people to lose sleep at night. [NEW_DIALOG] ...The red star that is falling from the heavens upon us. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}Ace... [NEW_DIALOG] [DIALOG_START]{31}P-Pero... [NEW_DIALOG] ¿Cómo pudieron causar que tantos Wizards..? [NEW_DIALOG] [DIALOG_START][Ace] Con Carmesí. [NEW_DIALOG] Deben haber descubierto que el Ruido puede ser controlado con Carmesí. [NEW_DIALOG] Lo descubrieron mucho antes que nosotros. [NEW_DIALOG] [DIALOG_START]{34}Y ahora ya han aprendido a usarlo como un arma. [NEW_DIALOG] [DIALOG_START][Ace] La situación podría incluso ser peor... [NEW_DIALOG] King no quiere controlar el Ruido ordinario... [NEW_DIALOG] Quiere controlar un gigantesca masa de Ruido... [NEW_DIALOG] [DIALOG_START]{30}¿¡Què quieres decir!? [NEW_DIALOG] [DIALOG_START][Ace] ¿No es obvio? [NEW_DIALOG] Esa esfera siniestra en el cielo que provoca que la gente no pueda dormir... [NEW_DIALOG] La estrella roja que cae del cielo sobre nosotros... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡¡...!! [NEW_DIALOG] {ec00}{1}

source: {e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Geo_2] I-I get it!! [NEW_DIALOG] The gigantic Noise cluster that Dealer wants to control is... [NEW_DIALOG] {ec00}{1}{e213}{1}{e100}<{ec00}{0}{e1a0}{4}{1e} [DIALOG_START][Geo_2] Meteor G!! [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{4}{1e}{ec00}{0} [DIALOG_START][Geo_2] ¡¡Ya veo!! [NEW_DIALOG] La gigantesca masa de Ruido que Dealer quiere controlar es... [NEW_DIALOG] {ec00}{1}{e213}{1}{e100}<{ec00}{0}{e1a0}{4}{1e} [DIALOG_START][Geo_2] ¡¡El meteorito G!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}{ec13}!? [NEW_DIALOG] [DIALOG_START]{30}W-What!? [NEW_DIALOG] [DIALOG_START]{32}Is that... Could that really be true...!? [NEW_DIALOG] [DIALOG_START][Acid] Actually, Dealer has already taken some control of Meteor G. [NEW_DIALOG] [DIALOG_START][Ace] Their whole reasoning behind making Wizards go out of [NEW_DIALOG] control is to collect the Crimson that is emitted. [NEW_DIALOG] [DIALOG_START]{30}W-Wait a second...! [NEW_DIALOG] When we stop an out of control Wizard, Crimson is released... [NEW_DIALOG] And then Dealer collects the Crimson. [NEW_DIALOG] So then why are we risking our lives across the country to fight the Wizards!? [NEW_DIALOG] [DIALOG_START][Ace] It looks like... [NEW_DIALOG] ...It's to help Dealer out. [NEW_DIALOG] [DIALOG_START]{31}Th-That can't be...! [NEW_DIALOG] [DIALOG_START][Ace] Yet, if we don't stop the out of control Wizards, then [NEW_DIALOG] many people will be hurt or worse. [NEW_DIALOG] We are doing the right thing. [NEW_DIALOG] *sigh* ...King's plan is working just as he expected it to. [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START][NONAME] ...Ho ho ho ho! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}{ec13}¿¡...!? [NEW_DIALOG] [DIALOG_START]{30}¿¡Q-Qué!? [NEW_DIALOG] [DIALOG_START]{32}¿¡Es eso siquiera posible!? [NEW_DIALOG] [DIALOG_START][Acid] De hecho, Dealer ya ha tomado el control del Meteorito G. [NEW_DIALOG] [DIALOG_START][Ace] La razón por la que hacen que los Wizards se salgan [NEW_DIALOG] de control es recoger el Carmesí que emiten. [NEW_DIALOG] [DIALOG_START]{30}¡Espera un momento...! [NEW_DIALOG] Cuando detenemos a un Wizard fuera de control, se libera Carmesí... [NEW_DIALOG] Y luego Dealer lo recoge. [NEW_DIALOG] ¿Entonces por qué arriesgamos nuestras vidas para luchar contra los Wizards? [NEW_DIALOG] [DIALOG_START][Ace] Parece que... [NEW_DIALOG] para ayudar a Dealer. [NEW_DIALOG] [DIALOG_START]{31}¡N-No puede ser..! [NEW_DIALOG] [DIALOG_START][Ace] Sin embargo, si no detenemos a los Wizards fuera de control... [NEW_DIALOG] mucha gente resultará herida o algo peor. [NEW_DIALOG] Hacemos lo correcto. [NEW_DIALOG] ¡ay! El plan de King está funcionando como él esperaba. [NEW_DIALOG] {ec00}{1}{e100}<{ec00}{0} [DIALOG_START][NONAME] ¡Jo, jo, jo, jo! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}¡¡...!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}W-Who is that!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}¿¡Q-Quien anda ahí!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}What's going on!? [NEW_DIALOG] [DIALOG_START]{98}We have an emergency! [NEW_DIALOG] [DIALOG_START]{98}Something has infiltrated the WAZA computer network! [NEW_DIALOG] [DIALOG_START]{34}What...!? [NEW_DIALOG] [DIALOG_START][NONAME] Ho ho ho... [NEW_DIALOG] It is nice to meet you...{e115} Well... [NEW_DIALOG] I mean everyone except Ace! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}¿¡Qué está pasando!? [NEW_DIALOG] [DIALOG_START]{98}¡Estamos en problemas! [NEW_DIALOG] [DIALOG_START]{98}¡Algo se ha infiltrado en la red informática de NAZA! [NEW_DIALOG] [DIALOG_START]{34}¿¡Q-Qué!? [NEW_DIALOG] [DIALOG_START][NONAME] Jo, jo, jo... [NEW_DIALOG] Encantado de conoceros...{e115} bueno... [NEW_DIALOG] ¡A todos excepto Ace! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}¡¡ !! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] {e115}...King!! [NEW_DIALOG] [DIALOG_START][Geo] King!? [NEW_DIALOG] {ec13}(That's the leader of Dealer!) [NEW_DIALOG] {e212}{15}{1} [DIALOG_START][SrKing-2] Hello, Ace...{e115} And everyone at WAZA! [NEW_DIALOG] I figured I would drop you a line, as it appears that you [NEW_DIALOG] are very close to figuring out what Dealer is up to! [NEW_DIALOG] ...How is everyone doing, by the way? [NEW_DIALOG] [DIALOG_START]{32}It's an air display! [NEW_DIALOG] He hacked the computer network so that he could transmit to us! [NEW_DIALOG] [DIALOG_START]{30}Y-You... Are you having fun!? [NEW_DIALOG] [DIALOG_START][SrKing-2] This is no game to me at all, good sir! [NEW_DIALOG] In fact, I have never been more serious in my life! [NEW_DIALOG] If I was playing around... [NEW_DIALOG] I would not have been able to gain control of Meteor G! [NEW_DIALOG] [DIALOG_START][DraGoodall] {ec13}...! [NEW_DIALOG] [DIALOG_START][Ace] So you're...! [NEW_DIALOG] [DIALOG_START][SrKing-2] Listen well, ladies and gentlemen! [NEW_DIALOG] Dealer has taken complete control of Meteor G! [NEW_DIALOG] And we are going to use its tremendous power to rule the planet! [NEW_DIALOG] However... [NEW_DIALOG] In order to do so, I require all of your assistance. [NEW_DIALOG] [DIALOG_START]{34}Are you insane!? Why would we help you!? [NEW_DIALOG] [DIALOG_START][SrKing-2] You will help me. [NEW_DIALOG] You do not have any other choice, really! [NEW_DIALOG] {e114}.{e114}.{e114}.{e114}You do understand why you must, right? [NEW_DIALOG] {e213}{1} [DIALOG_START]{34}You... mean..!? [NEW_DIALOG] [DIALOG_START]{98}...!! [NEW_DIALOG] There's a distress call from the {e4c2} at {e4c0}! [NEW_DIALOG] {e212}{19}{0} [DIALOG_START]{98}Out of control Wizards have been spotted there! [NEW_DIALOG] Th-This... This is the biggest group of them we've seen yet!! [NEW_DIALOG] [DIALOG_START][SrKing-2] So, everyone! [NEW_DIALOG] Go out and stop all of those Wizards! [NEW_DIALOG] And... [NEW_DIALOG] Make more Crimson for us! [NEW_DIALOG] Ho ho ho ho ho!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] {e115}¡¡King!! [NEW_DIALOG] [DIALOG_START][Geo] ¿¡King!? [NEW_DIALOG] {ec13}(¡Con que ese es el lider de Dealer!) [NEW_DIALOG] {e212}{15}{1} [DIALOG_START][SrKing-2] Hola, Ace...{e115} ¡Y a todos los de la NAZA! [NEW_DIALOG] ¡Pensé en daros una pista, ya que parece que estáis [NEW_DIALOG] tan cerca de descubrir que nos traemos entre manos! [NEW_DIALOG] Por cierto, ¿qué tal estáis? [NEW_DIALOG] [DIALOG_START]{32}¡Es una transmisión en directo! [NEW_DIALOG] ¡Ha pirateado la red de ordenadores para poder transmitirnos! [NEW_DIALOG] [DIALOG_START]{30}¿¡Estás de broma!? [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡Esto no es ningún juego para mí, querido! [NEW_DIALOG] De hecho, ¡nunca he sido más serio en toda mi vida! [NEW_DIALOG] Si no... [NEW_DIALOG] ¡No habría podido controlar el meteorito G! [NEW_DIALOG] [DIALOG_START][DraGoodall] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][Ace] ¡Por lo que tu...! [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡Escuchadme bien, damas y caballeros! [NEW_DIALOG] ¡Dealer ha tomado el control total de meteorito G! [NEW_DIALOG] ¡Y vamos a usar su tremendo poder para dominar el mundo! [NEW_DIALOG] Sin embargo... [NEW_DIALOG] Para ello, necesito de toda su ayuda. [NEW_DIALOG] [DIALOG_START]{34}¿¡Estás loco!? ¿¡Por qué te ayudaríamos!? [NEW_DIALOG] [DIALOG_START][SrKing-2] Lo hareis. [NEW_DIALOG] ¡No tenéis otra opción! [NEW_DIALOG] {e114}.{e114}.{e114}.{e114}Sabéis por que, ¿cierto? [NEW_DIALOG] {e213}{1} [DIALOG_START]{34}¿¡Quieres decir...!? [NEW_DIALOG] [DIALOG_START]{98}¡¡...!! [NEW_DIALOG] ¡Hay una llamada de socorro proveniente de {e4c2} en {e4c0}! [NEW_DIALOG] {e212}{19}{0} [DIALOG_START]{98}¡Se han visto Wizards fuera de control en la zona! [NEW_DIALOG] ¡¡Este es el mayor número visto hasta la fecha!! [NEW_DIALOG] [DIALOG_START][SrKing-2] Así que, ¡todos! [NEW_DIALOG] ¡Id y detened a todos esos Wizards! [NEW_DIALOG] Y... [NEW_DIALOG] ¡Cread más Carmesí para nosotros! [NEW_DIALOG] ¡¡Jo, jo, jo, jo!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}I-I...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}¡¡...!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] It's time to get to work, Mega Man. [NEW_DIALOG] [DIALOG_START][Geo] What...!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Es hora de trabajar, Mega Man. [NEW_DIALOG] [DIALOG_START][Geo] ¿¡Qué!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] B-But... [NEW_DIALOG] [DIALOG_START][Mega] ...Are you serious? [NEW_DIALOG] You're really going to walk willingly into their trap!? [NEW_DIALOG] [DIALOG_START][Ace] There's no point in us debating what we should do... [NEW_DIALOG] It's already been decided for us, hasn't it? [NEW_DIALOG] You do understand don't you, Geo? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}...! [NEW_DIALOG] [DIALOG_START][Ace] We'll worry about what to do next, later. [NEW_DIALOG] We'll figure something out. [NEW_DIALOG] After all, they don't have their most powerful card anymore. [NEW_DIALOG] [DIALOG_START][Geo] Their most powerful card? [NEW_DIALOG] [DIALOG_START][Ace] The Ace Card...{e115} I will never let them get their hands on it again... [NEW_DIALOG] Letting them gather all the cards is not an option. [NEW_DIALOG] [DIALOG_START][Geo] Ace... [NEW_DIALOG] [DIALOG_START][Ace] Come on. [NEW_DIALOG] We've got to stop those out of control Wizards! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] P-Pero... [NEW_DIALOG] [DIALOG_START][Mega] ¿En serio? [NEW_DIALOG] ¿¡Realmente vas a caminar voluntariamente hacia su trampa!? [NEW_DIALOG] [DIALOG_START][Ace] No tiene sentido discutir lo que debemos hacer... [NEW_DIALOG] Ya fue decidido por nosotros, ¿no? [NEW_DIALOG] Lo comprendes, ¿verdad, Geo? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][Ace] Ya nos preocuparemos de qué hacer después. [NEW_DIALOG] Se nos ocurrirá algo. [NEW_DIALOG] Después de todo, ya no tienen su carta del triunfo. [NEW_DIALOG] [DIALOG_START][Geo] ¿Su carta del triunfo? [NEW_DIALOG] [DIALOG_START][Ace] La carta de Ace...{e115} No dejaré que vuelvan a poner sus manos en ella... [NEW_DIALOG] Dejar que ellos recojan todas las cartas no es una opción. [NEW_DIALOG] [DIALOG_START][Geo] Ace... [NEW_DIALOG] [DIALOG_START][Ace] ¡Vamos! [NEW_DIALOG] ¡Tenemos que detener a esos Wizards fuera de control! [NEW_DIALOG] {ec00}{1}
