Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch6/11.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Ace] They're really causing a fuss this time, eh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¡Sí que la están haciendo buena esta vez! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] So... Geo. [NEW_DIALOG] Are you ready for this? [NEW_DIALOG] [DIALOG_START][Geo_2] Never been more ready! [NEW_DIALOG] {e10a}{262} [DIALOG_START][Ace] Then let's cause a bit of a fuss ourselves, shall we? [NEW_DIALOG] Transcode 001! [NEW_DIALOG] [DIALOG_START][Geo] Transcode! Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Bueno, Geo... [NEW_DIALOG] ¿Estás listo? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Listo y dispuesto! [NEW_DIALOG] {e10a}{262} [DIALOG_START][Ace] ¿Qué te parece si calmamos un poco las cosas? [NEW_DIALOG] ¡Transcodificación 001! [NEW_DIALOG] [DIALOG_START][Geo] ¡Transcodificación, Mega Man! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] ...Try not to fall behind, Mega Man! [NEW_DIALOG] [DIALOG_START][Megaman] Don't overdo it, yourself, old man! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Haha. Not bad, not bad. [NEW_DIALOG] Let's do this! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] ¡Intenta no quedarte atrás, Mega Man! [NEW_DIALOG] [DIALOG_START][Megaman] ¡No exageres, viejo! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Ja, ja. Nada mal. [NEW_DIALOG] ¡Vamos! [NEW_DIALOG] {ec00}{1}

source: {e213}{2}{ec00}{0} [DIALOG_START][Acid_Ace] Phew... [NEW_DIALOG] [DIALOG_START][Megaman] It looks like we stopped them. [NEW_DIALOG] {ec00}{1}
es_es: {e213}{2}{ec00}{0} [DIALOG_START][Acid_Ace] fiu... [NEW_DIALOG] [DIALOG_START][Megaman] ¡Lo logramos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] A-Ace... All that Crimson... [NEW_DIALOG] [DIALOG_START][Acid_Ace] There's nothing we can do. [NEW_DIALOG] Darn it... [NEW_DIALOG] [DIALOG_START][Megaman] ...Huh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] A-Ace... Todo este Carmesí... [NEW_DIALOG] [DIALOG_START][Acid_Ace] No podemos hacer nada. [NEW_DIALOG] Maldita sea... [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡Eh!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Usually, the Crimson flies away, but... [NEW_DIALOG] [DIALOG_START][Acid] Ace! Mega Man! Up above! [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Normalmente, el Crimson desaparece, pero... [NEW_DIALOG] [DIALOG_START][Acid] ¡Ace! ¡Mega Man! ¡Mirad! [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}¡¡ !! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Whoa...! [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡Vaya! [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] Thanks for coming all the way to see me... [NEW_DIALOG] You saved me the trouble of having to find you. [NEW_DIALOG] [DIALOG_START][Joker] Hah...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] Gracias por la visita... [NEW_DIALOG] Me has ahorrado la molestia de tener que buscarte. [NEW_DIALOG] [DIALOG_START][Joker] ¡bah...! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] What were you planning on doing once you found me? [NEW_DIALOG] [DIALOG_START][Acid_Ace] Stopping you, of course. [NEW_DIALOG] [DIALOG_START][Joker] ...I see. [NEW_DIALOG] [DIALOG_START][Acid_Ace] You're dangerous. [NEW_DIALOG] And on top of that...{e115} You're a member of Dealer. [NEW_DIALOG] You disgust me. [NEW_DIALOG] [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] That's why I'm going to stop you for good! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] Ahora que me habeis encontrado, ¿que vais a hacer? [NEW_DIALOG] [DIALOG_START][Acid_Ace] Detenerte, por supuesto. [NEW_DIALOG] [DIALOG_START][Joker] Eso pensaba. [NEW_DIALOG] [DIALOG_START][Acid_Ace] Eres peligroso. [NEW_DIALOG] Y además...{e115} miembro de Dealer. [NEW_DIALOG] Me das asco. [NEW_DIALOG] [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡Por eso voy a pararte los pies! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}!? [NEW_DIALOG] [DIALOG_START][Joker] Hah! [NEW_DIALOG] Is this the extent of your power? [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}¿¡ !? [NEW_DIALOG] [DIALOG_START][Joker] ¡Ja, ja, ja, ja! [NEW_DIALOG] ¿Es eso todo lo que puedes hacer? [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Joker] Apparently it is... What a pity. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] Eso parece... Que lástima. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}...!? [NEW_DIALOG] What are you doing? [NEW_DIALOG] [DIALOG_START][Acid] Ungh{e114}.{e114}.{e114}.{e114}!! [NEW_DIALOG] A{e116}-Ace...!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] {ec13}¿¡...!? [NEW_DIALOG] ¿Qué estás haciendo? [NEW_DIALOG] [DIALOG_START][Acid] ¡¡Uh{e114}.{e114}.{e114}.{e114}!! [NEW_DIALOG] ¡¡A{e116}-Ace...!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] I-I can't move! [NEW_DIALOG] Tell me, Acid!!{e115} What's going on!? [NEW_DIALOG] [DIALOG_START][Acid] I... don't... know. [NEW_DIALOG] A...c...e{e116} It... hurts{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Acid_Ace] Acid!! [NEW_DIALOG] ...Joker... What have you done!? [NEW_DIALOG] [DIALOG_START][Joker] ...Ha! [NEW_DIALOG] It is not a matter of what I have done. [NEW_DIALOG] I have simply called Acid to me. [NEW_DIALOG] And...{e115} he is simply responding to my call. [NEW_DIALOG] There's nothing more to it. [NEW_DIALOG] We are of the same "shooting star power", after all, right? [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}...! [NEW_DIALOG] You... You knew!? [NEW_DIALOG] [DIALOG_START][Joker] Of course. [NEW_DIALOG] Since we are linked together, it would be impossible for me not to know! [NEW_DIALOG] [DIALOG_START][Acid] A{e114}.{e114}.{e114}.{e114} ce{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Acid_Ace] Stop this, Joker!! [NEW_DIALOG] If you keep this up, Acid will... [NEW_DIALOG] [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] I have{e116}... no problem with that. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] ¡N-No puedo moverme! [NEW_DIALOG] ¿¡Qué pasa!? [NEW_DIALOG] [DIALOG_START][Acid] No... lo... se. [NEW_DIALOG] A...c...e{e116} Due{e115}.{e115}.{e115}.{e115} le{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡¡Acid!! [NEW_DIALOG] Joker... ¿¡Qué has hecho!? [NEW_DIALOG] [DIALOG_START][Joker] ¡Ja, ja, ja ,ja! [NEW_DIALOG] No se trata de lo que haya hecho. [NEW_DIALOG] Tan solo he llamado a Acid. [NEW_DIALOG] Y...{e115} simplemente está respondiendo a mi llamado. [NEW_DIALOG] Ni más, ni menos. [NEW_DIALOG] Después de todo, nuestro poder proviene de la misma «estrella», ¿cierto? [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}¡...! [NEW_DIALOG] Tu... ¿¡Lo sabías!? [NEW_DIALOG] [DIALOG_START][Joker] ¿Qué esperabas? [NEW_DIALOG] Ya que estabamos tan unidos, sería imposible que no lo supiera. [NEW_DIALOG] [DIALOG_START][Acid] A{e114}.{e114}.{e114}.{e114} ce{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡¡Detente!! [NEW_DIALOG] A este paso Acid... [NEW_DIALOG] [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] No me importa. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] The Noise Level has reached 200%! [NEW_DIALOG] {e115}.{e115}.{e115}.{e115}Finalize!! [NEW_DIALOG] [DIALOG_START][Acid] Ungh... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] ¡La concentración de Ruido ha alcanzado el 200%! [NEW_DIALOG] {e115}.{e115}.{e115}.{e115}¡¡Finalizar!! [NEW_DIALOG] [DIALOG_START][Acid] Arg... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{ae}Aaaaaargh! [NEW_DIALOG] [DIALOG_START][Ace] Ac...{e116}id... [NEW_DIALOG] {ec13}...! [NEW_DIALOG] {ec13}... [NEW_DIALOG] [DIALOG_START][Joker] Re-awaken, Acid!! [NEW_DIALOG] Re-awaken as your true self!! [NEW_DIALOG] Prove our existence to the world!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{ae}¡Aaarg! [NEW_DIALOG] [DIALOG_START][Ace] Ac...{e116}id... [NEW_DIALOG] {ec13}¡...! [NEW_DIALOG] {ec13}... [NEW_DIALOG] [DIALOG_START][Joker] ¡¡Renace, Acid!! [NEW_DIALOG] ¡¡Despierta tu verdadero ser!! [NEW_DIALOG] ¡¡Muestra tu existencia al mundo!! [NEW_DIALOG] {ec00}{1}

source: {e212}{1b}{1}{ec00}{0} [DIALOG_START]{ad}{ec13}{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Joker] Hah... [NEW_DIALOG] Hah hah hah! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Joker] Hah hah hah!! [NEW_DIALOG] How are you feeling, Acid? Wonderful, I bet! [NEW_DIALOG] Go on, do as you please. [NEW_DIALOG] [DIALOG_START]{ad}{ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1b}{1}{ec00}{0} [DIALOG_START]{ad}{ec13}{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Joker] ¡Eureka! [NEW_DIALOG] ¡Ja, ja, ja, ja! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Joker] ¡Ja, ja, ja, ja! [NEW_DIALOG] ¿Cómo te sientes, Acid? ¡Asumo que muy bien! [NEW_DIALOG] Vamos, haz lo que quieras. [NEW_DIALOG] [DIALOG_START]{ad}{ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] Bah! [NEW_DIALOG] {ec13}(Something is preventing him from fully Finalizing.) [NEW_DIALOG] {ec13}(Darn Satella Police... They must have altered Acid, so he can't Finalize!!) [NEW_DIALOG] Listen to me, Acid! It is that destructive urge, [NEW_DIALOG] and that alone, which confirms our existence! [NEW_DIALOG] Never forget that. [NEW_DIALOG] And it is that red shooting star that is our bond... [NEW_DIALOG] We are one... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] ¡Bah! [NEW_DIALOG] {ec13}(Algo le está impidiendo completarse.) [NEW_DIALOG] {ec13}(Maldita policía Satella... Deben haber modificado el código fuente de Acid.) [NEW_DIALOG] ¡Escúchame, Acid! Ese impulso destructivo, [NEW_DIALOG] y sólo eso, es lo que confirma nuestra existencia. [NEW_DIALOG] Nunca lo olvides. [NEW_DIALOG] Y es esa estrella roja es el vínculo que nos une... [NEW_DIALOG] Somos uno y el mismo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] A... Ace!? [NEW_DIALOG] [DIALOG_START]{ad}{ec13}{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Mega] Hey... [NEW_DIALOG] This really, really, really doesn't look good. [NEW_DIALOG] [DIALOG_START][Megaman] What's wrong, Ace!? [NEW_DIALOG] Where's Joker? [NEW_DIALOG] And{e114}.{e114}.{e114}.{e114} Why do you look different...? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¿¡A-Ace!? [NEW_DIALOG] [DIALOG_START]{ad}{ec13}{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Mega] Chico... [NEW_DIALOG] Esto tiene muy muy mala pinta. [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡Q-Qué te pasa Ace!? [NEW_DIALOG] ¿Dónde está Joker? [NEW_DIALOG] Y{e114}.{e114}.{e114}.{e114} ¿Por qué te ves así? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{ad}{ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] Ace!! [NEW_DIALOG] Snap out of it, Ace!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{ad}{ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Ace!! [NEW_DIALOG] ¡¡Despierta de una vez, Ace!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] I don't think he understands anything you're saying... [NEW_DIALOG] You better be ready, kid! [NEW_DIALOG] [DIALOG_START][Megaman] No way! [NEW_DIALOG] Are you saying that we're going to have to fight Ace!? [NEW_DIALOG] [DIALOG_START][Mega] Do you see any other option!? [NEW_DIALOG] Can you honestly tell me that you can watch him be [NEW_DIALOG] like this, and not think that you should stop him!? [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}!! [NEW_DIALOG] [DIALOG_START][Mega] He's completely out of control! [NEW_DIALOG] I don't have a clue what happened, but... [NEW_DIALOG] But we can't let him go on like this!! [NEW_DIALOG] Let's beat him up, and knock some sense into him!! [NEW_DIALOG] [DIALOG_START][Megaman] Mega... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] No creo que entienda nada de lo que dices... [NEW_DIALOG] ¡Más te vale estar listo, chaval! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Estarás de broma! [NEW_DIALOG] ¿Dices que vamos a tener que luchar contra Ace? [NEW_DIALOG] [DIALOG_START][Mega] ¿Tienes alguna otra opción? [NEW_DIALOG] Échale un vistazo. ¿¡Viendo cómo está y no [NEW_DIALOG] piensas pararle los pies!? [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¡¡ !! [NEW_DIALOG] [DIALOG_START][Mega] ¡Es imposible hacerlo entrar en razón! [NEW_DIALOG] No tengo ni idea de qué le ha pasado, pero... [NEW_DIALOG] ¡¡No podemos permitir que siga así!! [NEW_DIALOG] ¡¡Démosle una tunda hasta que vuelva a estar en sus cabales!! [NEW_DIALOG] [DIALOG_START][Megaman] Mega... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] {e114}.{e114}.{e114}.{e114}You're right, Mega... [NEW_DIALOG] There's no way that Ace and Acid would ever want to be like this... [NEW_DIALOG] Who knows how bad they must be suffering... [NEW_DIALOG] And the only people that can help them...{e115} Are us! [NEW_DIALOG] [DIALOG_START][Mega] That's my boy! [NEW_DIALOG] But stay frosty, kid! You know they're pretty tough! [NEW_DIALOG] [DIALOG_START][Megaman] Yeah...! [NEW_DIALOG] {ec13}(But...) [NEW_DIALOG] {ec13}(Even if I fight them with everything I've got...) [NEW_DIALOG] {ec13}(I don't know if I can beat them...) [NEW_DIALOG] {ec13}(But Ace said that he can't stay EM Wave Changed for very long...) [NEW_DIALOG] {ec13}(If I can just hold out and waste some time...) [NEW_DIALOG] [DIALOG_START][Mega] {ec13}!! [NEW_DIALOG] This is it, kid! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Tienes razón{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Es imposible que Ace y Acid quieran hacer esto... [NEW_DIALOG] No puedo imaginar cuánto están sufriendo... [NEW_DIALOG] Y las únicas personas que pueden ayudarlos...{e115} ¡Somos nosotros! [NEW_DIALOG] [DIALOG_START][Mega] ¡Este es mi chico! [NEW_DIALOG] ¡Pero mantente alerta! ¡Esto va a ser duro! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Sí! [NEW_DIALOG] {ec13}(Pero...) [NEW_DIALOG] {ec13}(Incluso si lucho contra ellos con todo lo que tengo...) [NEW_DIALOG] {ec13}(No se si podremos vencerlos...) [NEW_DIALOG] {ec13}(Pero Ace dijo que no puede estar en estado de onda AM durante mucho tiempo...) [NEW_DIALOG] {ec13}(Si conseguimos aguantar lo suficiente...) [NEW_DIALOG] [DIALOG_START][Mega] {ec13}¡¡!! [NEW_DIALOG] ¡Eres un genio, chico! [NEW_DIALOG] {ec00}{1}
