Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch6/19.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo_2] What's that...!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿¡Que es eso!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] That's a pretty impressive piece of equipment, eh? [NEW_DIALOG] Let's check it out. [NEW_DIALOG] But be careful, it doesn't have a good vibe to it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¿Menuda pieza, eh? [NEW_DIALOG] Echémosle un vistazo. [NEW_DIALOG] Tened cuidado, esta cosa me da mala espina. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] A "Crimson machine"? [NEW_DIALOG] [DIALOG_START][Acid] It takes the huge amount of Noise that is released from [NEW_DIALOG] Crimson, then condenses it and stores it in a tank. [NEW_DIALOG] [DIALOG_START][Ace] So all of those tanks... They are all full of Noise? [NEW_DIALOG] [DIALOG_START][Acid] That's what the data says. [NEW_DIALOG] [DIALOG_START][Ace] What could they possibly be used for? [NEW_DIALOG] Ah, well I guess that's a silly question. [NEW_DIALOG] Clearly, they're being used to take control of Meteor G. [NEW_DIALOG] I didn't want to do anything out of the ordinary before King detected us, but... [NEW_DIALOG] Let's destroy them.{e115} It's too dangerous to leave them here. [NEW_DIALOG] [DIALOG_START][Acid] That is a fine decision, Ace. [NEW_DIALOG] The power core of the machine is up above. [NEW_DIALOG] The machine will stop functioning if the power core is destroyed. [NEW_DIALOG] Please attack that area. [NEW_DIALOG] [DIALOG_START][Ace] OK! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¿Una «Aspiradora de ruido»? [NEW_DIALOG] [DIALOG_START][Acid] Recoge la gran cantidad de ruido que libera el Carmesí, la concentra [NEW_DIALOG] y la almacena dentro de un tanque. [NEW_DIALOG] [DIALOG_START][Ace] Así que... ¿Todos estos tanques están hasta los topes de Ruido? [NEW_DIALOG] [DIALOG_START][Acid] Eso dicen los datos. [NEW_DIALOG] [DIALOG_START][Ace] ¿Para que la usarán? [NEW_DIALOG] Creo que eso es obvio. [NEW_DIALOG] La usan para controlar el meteorito G. [NEW_DIALOG] No quería llamar la atención antes de que King nos detectase, pero... [NEW_DIALOG] Destruyámosla.{e115} Es demasiado peligroso dejarla aquí. [NEW_DIALOG] [DIALOG_START][Acid] Buena idea, Ace. [NEW_DIALOG] La fuente de energía se encuentra más adelante. [NEW_DIALOG] Si la destruimos, la máquina dejará de funcionar. [NEW_DIALOG] Atacad esa zona. [NEW_DIALOG] [DIALOG_START][Ace] ¡Entendido! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] You all heard Acid! [NEW_DIALOG] We're destroying this Crimson machine! [NEW_DIALOG] Everyone, to your positions! [NEW_DIALOG] [DIALOG_START]{30}Yes, sir! [NEW_DIALOG] [DIALOG_START]{31}Yes, sir! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¡Ya lo has oído Acid! [NEW_DIALOG] ¡Destruyamos esta maldita máquina! [NEW_DIALOG] ¡Tomad posiciones! [NEW_DIALOG] [DIALOG_START]{30}¡Sí, señor! [NEW_DIALOG] [DIALOG_START]{31}¡Entendido! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Fire! [NEW_DIALOG] [DIALOG_START]{30}Yes, sir! [NEW_DIALOG] [DIALOG_START]{31}Yes, sir! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¡Fuego! [NEW_DIALOG] [DIALOG_START]{30}¡Sí, señor! [NEW_DIALOG] [DIALOG_START]{31}¡Sí, señor! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}...Huh!? [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START]{30}¿¡Eh!? [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {e212}{19}{0}{ec00}{0} [DIALOG_START]{30}No way! It has a defense system!? [NEW_DIALOG] [DIALOG_START]{31}Oh no! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{19}{0}{ec00}{0} [DIALOG_START]{30}¡Imposible! ¿¡Tiene un sistema de defensa!? [NEW_DIALOG] [DIALOG_START]{31}¡Oh no! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}{ec13}!! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START]{30}Watch out!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}{ec13}¡¡ {ec13}!! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START]{30}¡¡Cuidado!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] {ec13}!! [NEW_DIALOG] [DIALOG_START][Geo_2] Ugh{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Wh-What was that? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] {ec13}¡¡ {ec13}!! [NEW_DIALOG] [DIALOG_START][Geo_2] Arg{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ¿Qué ha sido eso? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] G-Guys!? [NEW_DIALOG] [DIALOG_START][Sonia] They...{e115} They saved us!! [NEW_DIALOG] [DIALOG_START][Ace] Geo, Sonia! [NEW_DIALOG] We've got to move them to a safer place! [NEW_DIALOG] [DIALOG_START][Geo_2] Right! [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿¡Chi-chicos!? [NEW_DIALOG] [DIALOG_START][Sonia] Ellos...{e115} ¡¡Nos han salvado!! [NEW_DIALOG] [DIALOG_START][Ace] ¡Geo, Sonia! [NEW_DIALOG] ¡Tenemos que movernos a algún lugar seguro! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Está bien! [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Wake up! [NEW_DIALOG] [DIALOG_START]{30}The most important thing... Is that you are safe... [NEW_DIALOG] [DIALOG_START][Geo_2] Thanks to you guys, we are. [NEW_DIALOG] You saved us all! [NEW_DIALOG] Me, Sonia, and Ace! [NEW_DIALOG] [DIALOG_START]{30}Thank goodness... [NEW_DIALOG] You all possess a power that we never could... [NEW_DIALOG] You three are our last hope... [NEW_DIALOG] We're... counting... on... you... [NEW_DIALOG] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}(He lost consciousness.) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Despierta! [NEW_DIALOG] [DIALOG_START]{30}Lo más importante... Es que estáis a salvo... [NEW_DIALOG] [DIALOG_START][Geo_2] Gracias a vosotros. [NEW_DIALOG] ¡Nos habéis salvado! [NEW_DIALOG] Sin vosotros... [NEW_DIALOG] [DIALOG_START]{30}Gracias a dios... [NEW_DIALOG] Tenéis un poder que nosotros nunca llegaremos a tener... [NEW_DIALOG] Vosotros tres sois nuestra última esperanza... [NEW_DIALOG] Contamos... con... vosotros. [NEW_DIALOG] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}(Se ha desmayado.) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Yeah? [NEW_DIALOG] [DIALOG_START][Geo_2] I'll destroy the Crimson machine! [NEW_DIALOG] Mega Man should have no trouble getting to the top [NEW_DIALOG] and destroying the power core! [NEW_DIALOG] [DIALOG_START][Ace] ...I see. [NEW_DIALOG] OK, but be careful. [NEW_DIALOG] We'll take the others outside of the base. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¿Si? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Voy a destruir esa máquina! [NEW_DIALOG] Mega Man no debería tener problema para subir hasta [NEW_DIALOG] la cima y destruir la fuente de energía! [NEW_DIALOG] [DIALOG_START][Ace] Está bien. [NEW_DIALOG] Tened cuidado. [NEW_DIALOG] Nosotros llevaremos a los demás fuera de la base. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Can you help me out, Sonia? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¿Puedes echarme un cable, Sonia? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Yeah, of course. [NEW_DIALOG] [DIALOG_START][Ace] Then let's get these people to safety. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Claro! [NEW_DIALOG] [DIALOG_START][Ace] Ayúdame a llevar a estas personas. [NEW_DIALOG] {ec00}{1}

source: {e211}{1}{ec00}{0} [DIALOG_START][Mega] It's going to be pretty complicated, but... [NEW_DIALOG] We can take the Wave Road to the power core! [NEW_DIALOG] [DIALOG_START][Geo_2] Let's pulse in and find that power core! [NEW_DIALOG] {ec00}{1}
es_es: {e211}{1}{ec00}{0} [DIALOG_START][Mega] Será complicado, pero... [NEW_DIALOG] ¡Podemos llegar a la fuente de energía usando el Camino Onda! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Impulsionémonos y encontremos esa fuente de energía! [NEW_DIALOG] {ec00}{1}
