Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch6/28.po
Languages: es_es

source: {ec00}{0} [DIALOG_START]{ad}{ec13}... [NEW_DIALOG] Geez, and I thought an alarm clock in your face was a bad way to wake up! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{ad}{ec13}... [NEW_DIALOG] ¡Y pensaba que un despertador debajo de la almohada era una mala forma de despertarse! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{ad}But{e114}.{e114}.{e114}.{e114} I'm glad to be out of that nightmare. [NEW_DIALOG] [DIALOG_START][Megaman] Ace... [NEW_DIALOG] It is you, right? [NEW_DIALOG] [DIALOG_START]{ad}Yeah{e114}.{e114}.{e114}.{e114} It's me, A.C. Eos. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{ad}Pero{e114}.{e114}.{e114}.{e114} Me alegro de que esa pesadilla haya acabado. [NEW_DIALOG] [DIALOG_START][Megaman] Ace... [NEW_DIALOG] ¿Eres tu, cierto? [NEW_DIALOG] [DIALOG_START]{ad}Sí{e114}.{e114}.{e114}.{e114} Soy, A.C. Eos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Alright! Woo hoo! [NEW_DIALOG] [DIALOG_START]{ad}I'm in your debt. [NEW_DIALOG] ...Well, aren't I always? Haha. [NEW_DIALOG] [DIALOG_START][Megaman] Not at all... [NEW_DIALOG] I'm just helping you like any friend would! [NEW_DIALOG] And now we can both take on Dealer together, right! [NEW_DIALOG] [DIALOG_START]{ad}You got it. [NEW_DIALOG] [DIALOG_START][Megaman] Awesome! [NEW_DIALOG] Then let's... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡Menos mal! [NEW_DIALOG] [DIALOG_START]{ad}Te debo una. [NEW_DIALOG] Aunque bueno... ¿No es así siempre? Ja, ja, ja. [NEW_DIALOG] [DIALOG_START][Megaman] No siempre... [NEW_DIALOG] ¡Sólo te ayudo tal como lo haría cualquier amigo! [NEW_DIALOG] ¡Ahora podemos enfrentarnos a Dealer juntos! [NEW_DIALOG] [DIALOG_START]{ad}¡Claro! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Genial! [NEW_DIALOG] Bueno, vamos a... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] {e114}.{e114}.{e114}.{e114}A{e116} Ac{e114}.{e114}.{e114}.{e114}e{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] A{e114}.{e114}.{e114}.{e114}{e116} Ac{e114}.{e114}.{e114}.{e114}e{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Kid!? Hey, kid!! [NEW_DIALOG] [DIALOG_START]{ad}{ec13}... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] You jerk!! [NEW_DIALOG] You're not really back to normal, are you!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡¡Chico!! ¡¡Responde!! [NEW_DIALOG] [DIALOG_START]{ad}{ec13}... [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Mega] ¡¡Idiota!! [NEW_DIALOG] No has vuelto a ser el de antes, ¿verdad? [NEW_DIALOG] {ec00}{1}

source: {e212}!{2}{ec00}{0} [DIALOG_START]{ad}Please tell this to Geo. [NEW_DIALOG] You are stronger than me, stronger than anyone in the world... [NEW_DIALOG] That is why... [NEW_DIALOG] From now on, you are to protect Earth. [NEW_DIALOG] [DIALOG_START][Mega] Ace!? [NEW_DIALOG] [DIALOG_START]{ad}Make sure your children have a peaceful and happy world to grow up in. [NEW_DIALOG] {ec00}{1}
es_es: {e212}!{2}{ec00}{0} [DIALOG_START]{ad}Dile lo siguiente a Geo de mi parte. [NEW_DIALOG] Eres mas fuerte que yo, más fuerte que nadie... [NEW_DIALOG] Por eso... [NEW_DIALOG] A partir de ahora, debes proteger la Tierra. [NEW_DIALOG] [DIALOG_START][Mega] ¿¡Ace!? [NEW_DIALOG] [DIALOG_START]{ad}Asegúrate de que tus hijos tengan un mundo pacífico y feliz en el que crecer. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{ad}Geo, you can do anything. [NEW_DIALOG] I wouldn't have picked you if I didn't believe that. [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START]{ad}Geo, puedes lograr todo lo que te propongas. [NEW_DIALOG] No te hubiese escogido si no lo creyese. [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START]{ad}...I'm counting on you... Hero of Justice! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{ad}Cuento contigo... ¡Heroe! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Hey, kid! [NEW_DIALOG] Kid! Wake up! [NEW_DIALOG] [DIALOG_START][Megaman] Ugh... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Eh, chico! [NEW_DIALOG] ¡Despierta! [NEW_DIALOG] [DIALOG_START][Megaman] Uf... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] {ec13}!! [NEW_DIALOG] Where's Ace!? [NEW_DIALOG] Tell me, Mega! Where is he!? [NEW_DIALOG] [DIALOG_START][Mega] He went on ahead... [NEW_DIALOG] By himself. [NEW_DIALOG] [DIALOG_START][Megaman] H-He what!? [NEW_DIALOG] But why? [NEW_DIALOG] [DIALOG_START][Mega] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] {ec13}¡¡ {ec13}!! [NEW_DIALOG] ¿¡Dónde está Ace!? [NEW_DIALOG] ¡Mega! ¿¡A donde ha ido!? [NEW_DIALOG] [DIALOG_START][Mega] El ha seguido... [NEW_DIALOG] Por su cuenta. [NEW_DIALOG] [DIALOG_START][Megaman] ¡¿¡Qué!? [NEW_DIALOG] ¿Por qué? [NEW_DIALOG] [DIALOG_START][Mega] {ec13}... [NEW_DIALOG] {ec00}{1}
