Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch6/29.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Megaman] {ec13}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] {ec13}¡¡ {ec13}!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] {e114}.{e114}.{e114}.{e114}Ungh... [NEW_DIALOG] [DIALOG_START][Megaman] A-Acid Ace!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Haha... I'm not looking so great, am I? [NEW_DIALOG] I thought I'd be able to take him out, even in this state... [NEW_DIALOG] But apparently Joker has quite a grip on Acid and I... [NEW_DIALOG] [DIALOG_START][Megaman] Ace... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] Uuf{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡A-Acid Ace!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] No me veo muy bien, ¿eh? [NEW_DIALOG] Creía que podría con él, incluso en mi estado. [NEW_DIALOG] Pero parece que Joker tiene más control sobre nosotros del que pensábamos. [NEW_DIALOG] [DIALOG_START][Megaman] Ace... [NEW_DIALOG] {ec00}{1}

source: {e212}{15}{1}{ec00}{0} [DIALOG_START][Joker] Stand up, Acid Ace. [NEW_DIALOG] Give in to your urge to wreak havoc, once again! [NEW_DIALOG] You can hear me, can you not, Acid? [NEW_DIALOG] Do as I say! [NEW_DIALOG] [DIALOG_START][Megaman] Just shut up already! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{15}{1}{ec00}{0} [DIALOG_START][Joker] Levántate, Acid Ace. [NEW_DIALOG] ¡Cede a tus ganas de causar destrucción, una vez más! [NEW_DIALOG] ¿Me oyes Acid? [NEW_DIALOG] ¡Haz lo que te ordeno! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Cállate! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] {e114}.{e114}.{e114}.{e114}And just what do you plan on doing to stop me? [NEW_DIALOG] [DIALOG_START][Megaman] Joker!! [NEW_DIALOG] Do you think you can handle me!? [NEW_DIALOG] [DIALOG_START][Joker] Hah. [NEW_DIALOG] You've got a lot of nerve. [NEW_DIALOG] However, it is not your time to fight. [NEW_DIALOG] Be gone. [NEW_DIALOG] [DIALOG_START][Megaman] Ace, Acid... [NEW_DIALOG] And even Prez! [NEW_DIALOG] You keep hurting the people who are special to me!! [NEW_DIALOG] You will pay for that!! [NEW_DIALOG] [DIALOG_START][Joker] You good-for-nothing... [NEW_DIALOG] I was actually expecting a great deal from you... [NEW_DIALOG] But you're just the same as this fool, who acts on the [NEW_DIALOG] whim of his emotions and is willing to sacrifice himself. [NEW_DIALOG] And you will die just like him. [NEW_DIALOG] [DIALOG_START][SrKing-2] Ho ho ho! [NEW_DIALOG] It looks like you are having fun, Joker! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] ¿Y qué vas a hacer para detenerme? [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Joker!! [NEW_DIALOG] ¿¡En serio crees poder derrotarme!? [NEW_DIALOG] [DIALOG_START][Joker] Je. [NEW_DIALOG] Tienes agallas chaval. [NEW_DIALOG] Pero todavía no ha llegado tu hora. [NEW_DIALOG] Apártate. [NEW_DIALOG] [DIALOG_START][Megaman] Ace, Acid... [NEW_DIALOG] ¡Incluso Dele! [NEW_DIALOG] ¡No paras de hacer daño a los que quiero! [NEW_DIALOG] ¡¡Te vas a enterar!! [NEW_DIALOG] [DIALOG_START][Joker] Inútil... [NEW_DIALOG] Esperaba más de ti... [NEW_DIALOG] Pero eres igual de impulsivo que este tonto [NEW_DIALOG] sacrificándote impulsivamente y dejándote llevar por las emociones. [NEW_DIALOG] Y ambos vais a morir por ello. [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡JA, JA, JA, JA! [NEW_DIALOG] ¿Te diviertes, Joker? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] Mr. King... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] Sr. King... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] Why don't you play a little bit longer... [NEW_DIALOG] And you might as well be as wild as you possibly can! [NEW_DIALOG] Joker! [NEW_DIALOG] Show him your true form! [NEW_DIALOG] [DIALOG_START][Joker] Yes, sir. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] Por que no juegas un rato más con ellos... [NEW_DIALOG] ¡Y se tan brutal como puedas! [NEW_DIALOG] ¡Joker! [NEW_DIALOG] ¡Enséñales tu verdadera forma! [NEW_DIALOG] [DIALOG_START][Joker] Sí, señor. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] Ho ho ho... This should be a blast! [NEW_DIALOG] Don't you think, Heartless? [NEW_DIALOG] [DIALOG_START][Heartless] Yes, Mr. King. [NEW_DIALOG] [DIALOG_START][SrKing-2] Would you like to place a bet on who will win the battle? [NEW_DIALOG] Ho ho ho ho ho! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] Jo, jo, jo... ¡Esto va a ser la bomba! [NEW_DIALOG] ¿Cierto Heartless? [NEW_DIALOG] [DIALOG_START][Heartless] Sí, Sr. King. [NEW_DIALOG] [DIALOG_START][SrKing-2] ¿Quién apuestas que será el vencedor? [NEW_DIALOG] ¡Jo, jo, jo, jo, jo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] By the orders of Mr. King, I must show you my true form. [NEW_DIALOG] [DIALOG_START][Megaman] Your true form? [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] Por orden del Sr. King, debo enseñarte mi verdadera forma. [NEW_DIALOG] [DIALOG_START][Megaman] ¿Tu verdadera forma? [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Joker] ...Hah! [NEW_DIALOG] Hah hah hah!! [NEW_DIALOG] Only a few have seen the power of the red shooting star... [NEW_DIALOG] Using its power is my Purpose! [NEW_DIALOG] It's my reason for existing!! [NEW_DIALOG] [DIALOG_START][Megaman] What the...!? I can feel his power!! [NEW_DIALOG] [DIALOG_START][Joker] Wraaaaaar!! [NEW_DIALOG] Finalize!!{e116} Dread Joker!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] ¡Je! [NEW_DIALOG] ¡¡Ja, ja, ja, ja!! [NEW_DIALOG] Pocos han visto el poder de la estrella roja... [NEW_DIALOG] ¡Mi propósito es usar su poder! [NEW_DIALOG] ¡¡Es la razón de mi existencia!! [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡Qué....!? ¡¡Puedo sentir la presión de su poder!! [NEW_DIALOG] [DIALOG_START][Joker] ¡¡Grrr!! [NEW_DIALOG] ¡¡Virtualizar!!{e116} ¡¡Dread Joker!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Dread_Joker] Hah... Hah hah hah...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Dread_Joker] ¡Ja, ja, ja, ja! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] H-He changed!? [NEW_DIALOG] [DIALOG_START][Mega] That's no EM Wave Change!! [NEW_DIALOG] I...{e116} I don't think that he's a human being! [NEW_DIALOG] [DIALOG_START][Dread_Joker] Hah hah hah... That is correct... [NEW_DIALOG] The truth is that... [NEW_DIALOG] I am the most powerful Battle Wizard ever created... [NEW_DIALOG] [DIALOG_START][Megaman] W-Wizard!? [NEW_DIALOG] You're a Wizard...!? [NEW_DIALOG] [DIALOG_START][Dread_Joker] And this form is the manifestation of the power of the red shooting star... [NEW_DIALOG] Only he who accesses the "Meteor Server" can acquire this ultimate form of power!! [NEW_DIALOG] Are you watching, Acid? Can you hear me, Brother!? [NEW_DIALOG] This is also your true form!! [NEW_DIALOG] [DIALOG_START][Megaman] What are you saying!? [NEW_DIALOG] Joker... How are you and Acid connected? [NEW_DIALOG] [DIALOG_START][Dread_Joker] We were both born from the same program. [NEW_DIALOG] The program was designed to create Wizards that can adapt to any level of Noise! [NEW_DIALOG] [DIALOG_START][Megaman] Adapt to Noise...? [NEW_DIALOG] [DIALOG_START][Mega] Are you talking about Noise Changing then!? [NEW_DIALOG] [DIALOG_START][Dread_Joker] Hah hah hah... [NEW_DIALOG] I suppose you could call it that! You have also acquired the same ability! [NEW_DIALOG] However!! [NEW_DIALOG] You are but a low-grade imitation... [NEW_DIALOG] You are only able to draw on but a scarce amount of the Meteor Server's power! [NEW_DIALOG] Pathetic!! Truly pathetic! [NEW_DIALOG] Leave it to a human to be scared of the infinite power that Noise can bring them! [NEW_DIALOG] Mega Man... [NEW_DIALOG] That program that you use is actually something that was stolen from us. [NEW_DIALOG] But it's really just a tiny fragment of its true power! [NEW_DIALOG] [DIALOG_START][Megaman] I have no clue what... [NEW_DIALOG] [DIALOG_START][Dread_Joker] While it was you humans who gave us our power... [NEW_DIALOG] Our reason for living... [NEW_DIALOG] You also felt that we were too powerful, and mercilessly stole our power from us! [NEW_DIALOG] [DIALOG_START][Megaman] !! [NEW_DIALOG] [DIALOG_START][Dread_Joker] Can you possibly understand!? [NEW_DIALOG] How do you think it feels to have your reason for living taken away from you!? [NEW_DIALOG] But then, Mr. King gave me a new reason to live! [NEW_DIALOG] As Mr. King's Wizard, I have been able to return myself to my original and true form! [NEW_DIALOG] [DIALOG_START][Mega] Bah!! A reason to live!? [NEW_DIALOG] Even a windbag like you could find that all by yourself! [NEW_DIALOG] [DIALOG_START][Dread_Joker] What does that mean!? [NEW_DIALOG] [DIALOG_START][Mega] I'm saying I don't understand all this "given" and "stolen" stuff you keep talking about!! [NEW_DIALOG] Real Wizards don't whine on and on about stuff like that! [NEW_DIALOG] Do you want to be a human or something!? [NEW_DIALOG] [DIALOG_START][Dread_Joker] ...!! [NEW_DIALOG] Me{e114}.{e114}.{e114}.{e114} Become a human{e114}.{e114}.{e114}.{e114}? [NEW_DIALOG] ... [NEW_DIALOG] ...Heh... [NEW_DIALOG] ...Ha... [NEW_DIALOG] Hahaha! [NEW_DIALOG] That's funny{e114}.{e114}.{e114}.{e114} Really... That's really funny{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Me become a human... [NEW_DIALOG] Hah hah hah!! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Dread_Joker] Hah hah hah hah hah hah!! [NEW_DIALOG] [DIALOG_START][Mega] What's with this guy? Is he broken? [NEW_DIALOG] {e212}{1b}{0} [DIALOG_START][Dread_Joker] You think you're funny, don't you!? Hah hah hah!! [NEW_DIALOG] Well then, why don't you use your great power to show me what I truly am!? [NEW_DIALOG] Wizard, human, or something else completely!? [NEW_DIALOG] [DIALOG_START][Mega] My pleasure! That's a favor I can do. [NEW_DIALOG] As long as you're asking for a can of butt whoopin'! [NEW_DIALOG] [DIALOG_START][Megaman] Joker!! [NEW_DIALOG] I think you have bigger things to worry about, other than what you are! [NEW_DIALOG] Because what you're doing is ruining billions of lives! [NEW_DIALOG] Including all of the people that are special to me! [NEW_DIALOG] You must be stopped! [NEW_DIALOG] So I'm{e114}.{e114}.{e114}.{e114} I'm bringing you down!! [NEW_DIALOG] Wave Battle!{e116} Ride{e115} On!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¿¡Se ha transformado!? [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Eso no es un cambio de onda EM!! [NEW_DIALOG] El...{e116} ¡No puede ser humano! [NEW_DIALOG] [DIALOG_START][Dread_Joker] Ja, ja, ja, ja... ¡Correcto! [NEW_DIALOG] Yo soy... [NEW_DIALOG] El Wizard de combate más poderoso jamás creado... [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡Un Wizard!? [NEW_DIALOG] ¿¡Eres un Wizard!? [NEW_DIALOG] [DIALOG_START][Dread_Joker] Esta forma es la manifestación del poder de la estrella roja... [NEW_DIALOG] Solo aquel que pueda acceder al «Servidor meteorito» puede usar este poder. [NEW_DIALOG] ¿¡Ves hermano!? [NEW_DIALOG] ¡¡Esta es también tu verdadera forma!! [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡De qué hablas!? [NEW_DIALOG] Joker... ¿Cuál es tu relación con Acid? [NEW_DIALOG] [DIALOG_START][Dread_Joker] Nosotros nacimos del mismo código fuente. [NEW_DIALOG] ¡El programa fue diseñado para crear Wizards adaptables a cualquier nivel de Ruido! [NEW_DIALOG] [DIALOG_START][Megaman] Adaptarse al Ruido... [NEW_DIALOG] [DIALOG_START][Mega] ¿¡Hablas de la Resonancia!? [NEW_DIALOG] [DIALOG_START][Dread_Joker] Ja, ja, ja... [NEW_DIALOG] ¡Supongo que puedes llamarlo así! ¡Después de todo has adquirido la misma habilidad! [NEW_DIALOG] Sin embargo... [NEW_DIALOG] Solo eres una mera imitación. [NEW_DIALOG] ¡Sólo podéis usar una pequeña parte del poder del «Servidor Meteorito»! [NEW_DIALOG] ¡¡Qué patético!! [NEW_DIALOG] Dejarlo en manos de humanos asustados del infinito poder que pueden obtener del Ruido! [NEW_DIALOG] Mega Man... [NEW_DIALOG] Ese programa que estás usando, nos fue robado. [NEW_DIALOG] ¡Pero estás usando solo una pequeña parte de su poder! [NEW_DIALOG] [DIALOG_START][Megaman] No tenía ni idea de que... [NEW_DIALOG] [DIALOG_START][Dread_Joker] Los humanos nos otorgasteis poder... [NEW_DIALOG] Y la razón de nuestra existencia... [NEW_DIALOG] ¡Pero luego pensasteis que éramos demasiado poderosos y nos robasteis el poder! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡ !! [NEW_DIALOG] [DIALOG_START][Dread_Joker] ¿¡Puedes comprender como se siente!? [NEW_DIALOG] ¿¡Cómo crees que se siente que te quiten tu razón de vivir!? [NEW_DIALOG] ¡Pero en ese momento, el Sr. King me dio otro propósito en la vida! [NEW_DIALOG] ¡Como el Wizard del Sr. King, he podido volver a ser como era antes! [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Bah!! ¿¡Un propósito!? [NEW_DIALOG] ¡Incluso un cabeza hueca como tu, puede encontrar un propósito por ti mismo! [NEW_DIALOG] [DIALOG_START][Dread_Joker] ¿¡Qué quieres decir!? [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Que no entiendo todo eso que dices de «dar» y «robar»!! [NEW_DIALOG] ¡Un Wizard no se preocupa por esas tonterías! [NEW_DIALOG] ¡¿Es que ahora te crees humano o qué?!n [NEW_DIALOG] [DIALOG_START][Dread_Joker] ¡¡...!! [NEW_DIALOG] Yo{e114}.{e114}.{e114}.{e114} ¿Humano{e114}.{e114}.{e114}.{e114}? [NEW_DIALOG] ... [NEW_DIALOG] Je...... [NEW_DIALOG] ¡Ja, ja, ja! [NEW_DIALOG] Hahaha! [NEW_DIALOG] Que gracioso{e114}.{e114}.{e114}.{e114} En serio... Es para partirse{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Yo volverme un humano... [NEW_DIALOG] ¡¡Ja, ja, ja!! [NEW_DIALOG] {e1a0}{4}{1e} [DIALOG_START][Dread_Joker] ¡¡Ja, ja, ja, ja, ja, ja!! [NEW_DIALOG] [DIALOG_START][Mega] Creo que a este tío se le ha caído un tornillo. [NEW_DIALOG] {e212}{1b}{0} [DIALOG_START][Dread_Joker] ¿¡Te crees muy gracioso, eh!? ¡Ja, ja, ja!! [NEW_DIALOG] Entonces, ¿¡por qué no vienes y me enseñas lo que soy!? [NEW_DIALOG] ¡Humano, Wizard o lo que sea! [NEW_DIALOG] [DIALOG_START][Mega] ¡Encantado! Cuéntalo como hacerte un favor. [NEW_DIALOG] ¡Te daré todas las palizas que quieras hasta que lo descubras! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Joker!! [NEW_DIALOG] ¡Creo que deberías preocuparte de otras cosas, no solo de tus problemas! [NEW_DIALOG] ¡Lo que haces está perjudicando a millones de vidas! [NEW_DIALOG] ¡Incluidos aquellos a los que quiero! [NEW_DIALOG] ¡Debes parar! [NEW_DIALOG] Y yo{e114}.{e114}.{e114}.{e114} ¡¡Seré quien se encargue de que lo hagas!! [NEW_DIALOG] ¡Combate de ondas!{e116} {e115}¡¡Adelante!! [NEW_DIALOG] {ec00}{1}
