Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch6/30.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Dread_Joker] Hah... [NEW_DIALOG] Hah... Ahhhhhh!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Dread_Joker] Uf... [NEW_DIALOG] ¡Aaah!! [NEW_DIALOG] {ec00}{1}

source: {e212}{1f}{1}{ec00}{0} [DIALOG_START][Joker] Argh... Ugh... [NEW_DIALOG] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] We did it, kid!! [NEW_DIALOG] We brought that jerk down!! [NEW_DIALOG] [DIALOG_START][Megaman] *huff, huff* [NEW_DIALOG] Y-Yeah...!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Ha... Haha! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1f}{1}{ec00}{0} [DIALOG_START][Joker] Arg... Uf... [NEW_DIALOG] {ec13}... [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Bien hecho, chaval!! [NEW_DIALOG] ¡¡Hemos acabado con ese desgraciado!! [NEW_DIALOG] [DIALOG_START][Megaman] Uff... [NEW_DIALOG] ¡¡S-sí...!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Ja... ¡Ja, ja! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] You... Defeated Joker...! [NEW_DIALOG] You really are the world's greatest hero! [NEW_DIALOG] [DIALOG_START][Harp_Note] Mega Maaan! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] Tú... ¡Has derrotado a Joker! [NEW_DIALOG] ¡Eres el mayor héroe de la Tierra! [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡Mega Maaan! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harp_Note] Phew! I finally caught up to you! [NEW_DIALOG] [DIALOG_START][Megaman] Harp Note... [NEW_DIALOG] Acid Ace! [NEW_DIALOG] [DIALOG_START][Harp_Note] The only thing left to do is to stop King! [NEW_DIALOG] [DIALOG_START][Acid_Ace] It's time for the final push, Mega Man. [NEW_DIALOG] [DIALOG_START][Megaman] ...Yeah!! [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Harp_Note] ¡Menos mal! ¡Por fin consigo alcanzarte! [NEW_DIALOG] [DIALOG_START][Megaman] Harp Note... [NEW_DIALOG] ¡Acid Ace! [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡Lo único que queda es detener a King! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Solo un poco más, Mega Man. [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Sí!! [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {e212}{15}{1}{ec00}{0} [DIALOG_START][Megaman] King! [NEW_DIALOG] [DIALOG_START][SrKing-2] Hmph... [NEW_DIALOG] I should have placed my bet on you, after all. [NEW_DIALOG] But who would have thought you would defeat Joker... [NEW_DIALOG] Ho ho ho! [NEW_DIALOG] [DIALOG_START][Acid_Ace] You haven't changed a bit, King. [NEW_DIALOG] Too bad you won't have the chance to reform! [NEW_DIALOG] Dealer and all its evil doings will end today!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{15}{1}{ec00}{0} [DIALOG_START][Megaman] ¡King! [NEW_DIALOG] [DIALOG_START][SrKing-2] bah... [NEW_DIALOG] Debería haber apostado por ti, pero... [NEW_DIALOG] Quien sabría que podrías vencer a Joker... [NEW_DIALOG] ¡Jo, jo, jo! [NEW_DIALOG] [DIALOG_START][Acid_Ace] No has cambiado, King. [NEW_DIALOG] ¡Lástima que no tendrás la oportunidad de arrepentirte! [NEW_DIALOG] ¡¡Hoy acabaremos con Dealer y sus fechorías!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] Ho ho{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Ho ho ho ho ho!! [NEW_DIALOG] You are hilarious, Ace! What a superb joke!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Give me a...! [NEW_DIALOG] [DIALOG_START][SrKing-2] Heartless! [NEW_DIALOG] [DIALOG_START][Heartless] Yes, sir. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] Je{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ¡¡Jo, jo, jo, jo, jo!! [NEW_DIALOG] Qué gracioso, Ace. ¡¡Qué chiste tan bueno!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡Eso ya lo...! [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡Heartless! [NEW_DIALOG] [DIALOG_START][Heartless] Sí, señor. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¿¡{ec13}!? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] This should be fine here. [NEW_DIALOG] You look like the despicable and worthless little ants that you truly are! [NEW_DIALOG] Ho ho ho ho ho!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] Why you...!! [NEW_DIALOG] [DIALOG_START][Megaman] Err... [NEW_DIALOG] [DIALOG_START][Mega] Hey!! We're not letting him get away, kid! [NEW_DIALOG] [DIALOG_START][Megaman] I'm with you on that! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] Aquí debería estar bien. [NEW_DIALOG] ¡Desde aquí os veo como las hormigas viles y despreciables que sois! [NEW_DIALOG] ¡¡Jo, jo, jo, jo, jo!! [NEW_DIALOG] [DIALOG_START][Acid_Ace] ¡¡Tu...!! [NEW_DIALOG] [DIALOG_START][Megaman] ... [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Eh!! ¡No podemos dejarles escapar, chaval! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Y que lo digas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Wait. [NEW_DIALOG] [DIALOG_START][Megaman] !? [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Espera un segundo. [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡ !? [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] Oh, how pleasant! [NEW_DIALOG] My children have come home to me! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][SrKing-2] Would you do your father a favor, and take out these pieces of garbage for me? [NEW_DIALOG] Ho ho ho! Such good children! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] ¡Qué sorpresa! [NEW_DIALOG] ¡Mis hijos han vuelto a casa! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] [DIALOG_START][SrKing-2] ¿Podrías hacerle un favor a vuestro padre y sacar esta basura por mi? [NEW_DIALOG] ¡Jo, jo, jo! ¡Qué niños tan buenos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Why don't you give us all of the Crimson that you've collected? [NEW_DIALOG] It's not like you need it anymore. [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}... [NEW_DIALOG] What are you trying to say, my dear boy? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] First, you lost Acid. Now Joker has been defeated... [NEW_DIALOG] Dealer is done for... [NEW_DIALOG] We'll take care of everything from here. Just the two of us. [NEW_DIALOG] Does everything make sense, now? [NEW_DIALOG] [DIALOG_START][SrKing-2] {e114}.{e114}.{e114}.{e114}You would dare turn your back on the man who raised you? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Raised us!? How dare you presume to be our father!! [NEW_DIALOG] [DIALOG_START][Jack] I'll only say this once... [NEW_DIALOG] We never have, and never will think of you as our father! [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}... [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Jack] ¿Por qué no nos das todo el Carmesí que has conseguido? [NEW_DIALOG] No es que vayas a necesitarlo. [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}... [NEW_DIALOG] ¿Qué quieres decir, pequeño? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Primero, perdiste a Acid. Ahora Joker ha sido derrotado... [NEW_DIALOG] Dealer existe para... [NEW_DIALOG] A partir de aquí nos encargaremos de todo. [NEW_DIALOG] ¿Empiezas a entenderlo? [NEW_DIALOG] [DIALOG_START][SrKing-2] ¿Os atreveríais a abandonar al hombre que os crio? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¿¡Criarnos!? ¡¿Cómo te atreves a presumir de ser nuestro padre?! [NEW_DIALOG] [DIALOG_START][Jack] Sólo diré esto una vez... [NEW_DIALOG] ¡Nunca hemos pensado en ti como nuestro padre! [NEW_DIALOG] [DIALOG_START][SrKing-2] {ec13}... [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {ec00}{0} [DIALOG_START][SrKing-2] Ho...! [NEW_DIALOG] Ho ho ho! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] Jo... [NEW_DIALOG] ¡Jo, jo, jo! [NEW_DIALOG] {ec00}{1}

source: {e1a0}{4}<{ec00}{0} [DIALOG_START][SrKing-2] Hoooooo! Ho ho ho ho ho!! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}...! [NEW_DIALOG] [DIALOG_START][Jack] What do you think is so funny!? Jerk... [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{4}<{ec00}{0} [DIALOG_START][SrKing-2] ¡¡Jo, jo, jo, jo, jo!! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][Jack] ¿Qué te parece tan gracioso? Imbécil... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] You truly are foolish little children! [NEW_DIALOG] You came back here nonchalantly, with your noses pointed high... [NEW_DIALOG] And now, you actually believe that they have me defeated!? [NEW_DIALOG] [DIALOG_START][Jack] Enough jabber! Spit it out! [NEW_DIALOG] [DIALOG_START][SrKing-2] Joker! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] ¡Sois unos críos! [NEW_DIALOG] Volvisteis despreocupados, con la cabeza bien alta... [NEW_DIALOG] ¿¡Y Creéis que me han vencido!? [NEW_DIALOG] [DIALOG_START][Jack] ¡Basta de charla! ¡Desembucha! [NEW_DIALOG] [DIALOG_START][SrKing-2] ¡Joker! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] J-Joker...!? [NEW_DIALOG] What are you going to do? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡Jo-Joker...!? [NEW_DIALOG] ¿Qué haces? [NEW_DIALOG] {ec00}{1}

source: {e212}{19}{0}{ec00}{0} [DIALOG_START][Acid_Ace] No way... [NEW_DIALOG] I think he's going to self-destruct!! [NEW_DIALOG] [DIALOG_START][Megaman] Self-destruct...!? [NEW_DIALOG] [DIALOG_START][Harp_Note] No way!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{19}{0}{ec00}{0} [DIALOG_START][Acid_Ace] Imposible... [NEW_DIALOG] ¡¡Va a autodestruirse!! [NEW_DIALOG] [DIALOG_START][Megaman] ¿¡Autodestruirse!? [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡¡No puede ser!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] Ho ho ho!! [NEW_DIALOG] That is correct, Ace! [NEW_DIALOG] Joker will soon self-destruct... [NEW_DIALOG] I always have a trump card up my sleeve! [NEW_DIALOG] At least you'll be in the company of friends when you go down!! [NEW_DIALOG] Ho ho ho ho ho!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] ¡¡Jo, jo, jo!! [NEW_DIALOG] ¡Correcto, Ace! [NEW_DIALOG] Joker está a punto de autodestruirse... [NEW_DIALOG] ¡Yo siempre tengo un as bajo la manga! [NEW_DIALOG] ¡¡Al menos estarás acompañado de tus amigos mientras te hundes!! [NEW_DIALOG] ¡¡Jo, jo, jo, jo, jo!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] Hah! [NEW_DIALOG] What are you going to do, Acid Ace? [NEW_DIALOG] Are you going to let everyone here be deleted? [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] Bueno... [NEW_DIALOG] ¿Qué vas ha hacer, Ace? [NEW_DIALOG] ¿Vas a dejar que todos los que están aquí sean eliminados? [NEW_DIALOG] [DIALOG_START][Acid_Ace] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid_Ace] Geo... [NEW_DIALOG] I'm sorry, but there isn't enough time to explain. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid_Ace] Geo... [NEW_DIALOG] Lo siento, pero no hay tiempo para explicaciones. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] Hah! [NEW_DIALOG] Hah hah hah!! [NEW_DIALOG] That's it, Ace! [NEW_DIALOG] Absorb all of the explosive energy that I am releasing! [NEW_DIALOG] We will be deleted... [NEW_DIALOG] But the lives of your friends may be saved! [NEW_DIALOG] [DIALOG_START]{ad}I can't think of a better way to go! [NEW_DIALOG] [DIALOG_START][Joker] Hah...! [NEW_DIALOG] That is truly{e114}.{e114}.{e114}.{e114} despicable. [NEW_DIALOG] I am impressed by your determination, nonetheless. [NEW_DIALOG] Goodbye, Acid Ace! [NEW_DIALOG] Aaaaaargh...! Raaaaaarrr!! [NEW_DIALOG] [DIALOG_START]{ad}Whoaaaaaagh! [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Joker] ¡Je! [NEW_DIALOG] ¡¡Ja, ja, ja!! [NEW_DIALOG] ¡Eso es, Ace! [NEW_DIALOG] ¡Absorbe toda la energía explosiva que estoy liberando! [NEW_DIALOG] Seremos eliminados... [NEW_DIALOG] ¡Pero las vidas de tus amigos pueden salvarse! [NEW_DIALOG] [DIALOG_START]{ad}¡No se me ocurre una forma mejor de morir! [NEW_DIALOG] [DIALOG_START][Joker] ¡Ja! [NEW_DIALOG] Qué lamentable{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Sin embargo, me impresiona tu determinación. [NEW_DIALOG] ¡Hasta nunca, Acid Ace! [NEW_DIALOG] ¡Aaaaaarg...! ¡¡Grrr!! [NEW_DIALOG] [DIALOG_START]{ad}¡Aaah! [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {e212}{20}{1}{ec00}{0} [DIALOG_START][(Queen)Tia] A{e114}.{e114}.{e114}.{e114} Ace...!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{20}{1}{ec00}{0} [DIALOG_START][(Queen)Tia] ¡¡Ace...!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Tia... [NEW_DIALOG] The reason I left Dealer and acquired all this power... [NEW_DIALOG] Was so that I could make my wish come true... [NEW_DIALOG] My wish was that one day I could see you smile again. [NEW_DIALOG] That you could be happy again. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] You... You always were so selfish! [NEW_DIALOG] I never asked that of you... [NEW_DIALOG] All I wanted was for my own wish to come true! [NEW_DIALOG] If you really wanted me to be happy, then you should [NEW_DIALOG] have stayed in Dealer and worked together with us. [NEW_DIALOG] I always believed that you would come back... [NEW_DIALOG] I never stopped believing... [NEW_DIALOG] [DIALOG_START][Ace] ...I see. [NEW_DIALOG] That might not have been so bad. [NEW_DIALOG] Haha.{e116} If I would have done that, we could have been together! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ... [NEW_DIALOG] [DIALOG_START][Ace] But, we can't change the past now, can we? [NEW_DIALOG] Hah. Regret doesn't make any difference at all! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Ace... [NEW_DIALOG] [DIALOG_START][Ace] Goodbye, Tia. [NEW_DIALOG] {e114}.{e114}.{e114}.{e114}Don't forget to smile and eat lots of chocolate. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] W-Wait... [NEW_DIALOG] [DIALOG_START][Ace] ...I... lov... y... [NEW_DIALOG] Tia... ... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}!! [NEW_DIALOG] Ace!! [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Ace] Tia... [NEW_DIALOG] La razón por la que dejé Dealer y adquirí este poder... [NEW_DIALOG] Fue para hacer realidad mi sueño... [NEW_DIALOG] Mi deseo era poder volver a verte sonreír de nuevo algún día. [NEW_DIALOG] Que puedas ser feliz de nuevo. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Tú... ¡Siempre has sido tan egoísta! [NEW_DIALOG] Nunca te lo he pedido... [NEW_DIALOG] ¡Todo lo que quería era que mi propio deseo se hiciera realidad! [NEW_DIALOG] Si realmente querías que fuese feliz, entonces deberías [NEW_DIALOG] haberte quedado en Dealer, a nuestro lado. [NEW_DIALOG] Siempre creí que volverías... [NEW_DIALOG] Nunca dejé de creerlo... [NEW_DIALOG] [DIALOG_START][Ace] Ya veo... [NEW_DIALOG] Eso podría no haber estado mal. [NEW_DIALOG] Ja, ja.{e116} Si hubiera hecho eso, podríamos haber estado juntos. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ... [NEW_DIALOG] [DIALOG_START][Ace] Pero, no podemos cambiar el pasado, ¿Cierto? [NEW_DIALOG] Y... ¡Lamentarlo no hace ninguna diferencia! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Ace... [NEW_DIALOG] [DIALOG_START][Ace] Adiós, Tia. [NEW_DIALOG] No te olvides de sonreír y comer mucho chocolate{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][(Queen)Tia] E-espera... [NEW_DIALOG] [DIALOG_START][Ace] Te... qui... ero... [NEW_DIALOG] Tia... ... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}¡¡ {ec13}!! [NEW_DIALOG] ¡¡Ace!! [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {ec00}{0} [DIALOG_START][Megaman] A{e115}-Aaaaaace!! [NEW_DIALOG] [DIALOG_START][Mega] Ace{e116}... Aciiid!! [NEW_DIALOG] [DIALOG_START][Megaman] Ac... [NEW_DIALOG] ...!! [NEW_DIALOG] ...! [NEW_DIALOG] [DIALOG_START][NONAME] ... [NEW_DIALOG] ... [NEW_DIALOG] ... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡A{e115}-Aaace!! [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Ace{e116}... Aciiid!! [NEW_DIALOG] [DIALOG_START][Megaman] Ace... [NEW_DIALOG] ... [NEW_DIALOG] ... [NEW_DIALOG] [DIALOG_START][NONAME] ... [NEW_DIALOG] ... [NEW_DIALOG] ... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][SrKing-2] Ho ho ho... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][SrKing-2] Jo, jo, jo... [NEW_DIALOG] {ec00}{1}

source: {e212}{15}{1}{ec00}{0} [DIALOG_START][SrKing-2] Very good, Joker! [NEW_DIALOG] And you too, Ace!! [NEW_DIALOG] You've granted me with more Crimson than I know what to do with!! [NEW_DIALOG] You were always such an overly serious and foolish lad! [NEW_DIALOG] How dare you leave my organization and then stand in opposition against me! [NEW_DIALOG] Is that how you repay your father? [NEW_DIALOG] I suppose your deletion is compensation enough for me... [NEW_DIALOG] Ho... Ho ho ho ho ho!! [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{15}{1}{ec00}{0} [DIALOG_START][SrKing-2] ¡Bien hecho, Joker! [NEW_DIALOG] ¡¡Y tú también, Ace!! [NEW_DIALOG] ¡¡Me has dado más Carmesí de lo que podría imaginar! [NEW_DIALOG] ¡Siempre fuiste un chico tan serio y tonto! [NEW_DIALOG] ¡Cómo te atreves a dejar mi organización para luego oponerte a mí! [NEW_DIALOG] ¿Así es como le agradeces a tu padre? [NEW_DIALOG] Supongo que tu muerte es compensación suficiente... [NEW_DIALOG] ¡¡Jo, jo, jo, jo, jo!! [NEW_DIALOG] [DIALOG_START][Heartless] {ec13}... [NEW_DIALOG] {ec00}{1}
