Repository: joguersan/Megaman-Starforce-3
Catalog: mess_static/06.po
Languages: es_es

source: Geo's LvRm
es_es: Salón de Geo

source: Geo's Room
es_es: Cuarto de Geo

source: Luna's Room
es_es: Cuarto de Luna

source: Bud's Room
es_es: Cuarto de Bud

source: Zack's Room
es_es: Cuarto de Zack

source: Sci. Club Room
es_es: Aula ciencias

source: 1st Floor Hall
es_es: Pasillo 1er piso

source: 2nd Floor Hall
es_es: Pasillo 2º piso

source: Class 5-A
es_es: Clase 5-A

source: Roof
es_es: Azotea

source: Spica Mall
es_es: C.C. Spica

source: Mall Event Area
es_es: Zona de eventos

source: Candy Shop
es_es: Confitería

source: Roof
es_es: Azotea

source: WBG Studios
es_es: Estudio WBG

source: WBG Main Bldg
es_es: Edificio WBG

source: Event Stage
es_es: Escenario

source: Event Stage
es_es: Escenario

source: Beach
es_es: Playa

source: Beach
es_es: Playa

source: Alohaha Castle
es_es: Castillo Alohaha

source: Natl WAZA HQ
es_es: Cuartel WAZA

source: SatellaPolice HQ
es_es: Cuartel Satella

source: Command Center
es_es: Centro de mando

source: Natl WAZA HQ
es_es: Cuartel WAZA

source: SatellaPolice HQ
es_es: Cuartel Satella

source: SatellaPolice HQ
es_es: Cuartel Satella

source: Command Center
es_es: Centro de mando

source: Secret Shelter
es_es: Refugio secreto

source: Crimson Factory
es_es: Fábrica Carmesí

source: Dealer Base
es_es: Base Dealer

source: Orbital Base
es_es: Base orbital

source: Outer Space
es_es: Espacio exterior

source: Meteor Explosion
es_es: Explosión met.

source: Noise Wave1
es_es: Disonancia 1

source: Noise Wave2
es_es: Disonancia 2

source: Noise Wave3
es_es: Disonancia 3

source: Noise Wave4
es_es: Disonancia 4

source: Noise Wave5
es_es: Disonancia 5

source: School Noise
es_es: Dis. escuela

source: Doghouse Noise
es_es: Dis. caseta

source: Principal Noise
es_es: Dis. director

source: Shop Front Noise
es_es: Dis. fachada

source: Lighting Noise
es_es: Dis. luz

source: Video Game Noise
es_es: Dis. videojuego

source: Tennis Crt Noise
es_es: Dis. pista tenis

source: Water Ctrl Noise
es_es: Dis. Ctrl agua

source: Tree Noise
es_es: Dis. árbol

source: Ctrl Panel Noise
es_es: Dis. panel ctrl.

source: Bud's Bed Noise
es_es: Dis. cama de Bud

source: Podium Noise
es_es: Dis. podio

source: Hoop Noise
es_es: Dis. arco

source: Bathroom Noise
es_es: Dis. baño

source: WBG Logo Noise
es_es: Dis. logo WBG

source: Ship Noise
es_es: Dis. barco

source: Fish Dsply Noise
es_es: Dis. monitor pez

source: World Map Noise
es_es: Dis. mapamundi

source: Cactus Noise
es_es: Dis. cáctus

source: Wooden Box Noise
es_es: Dis. caja madera

source: Coin Noise
es_es: Dis. moneda

source: Port Noise
es_es: Dis. puerto

source: Jamming Noise1
es_es: Dis. inihibidor 1

source: Jamming Noise2
es_es: Dis. inihibidor 2

source: Jamming Noise3
es_es: Dis. inihibidor 3

source: Jamming Noise4
es_es: Dis. inihibidor 4

source: Jamming Noise5
es_es: Dis. inihibidor 5

source: Jamming Noise6
es_es: Dis. inihibidor 6

source: Rocket CC1
es_es: CN cohete 1

source: Rocket CC2
es_es: CN cohete 2

source: Event Stage CC1
es_es: CN escenario 1

source: Event Stage CC2
es_es: CN escenario 2

source: Event Stage CC3
es_es: CN escenario 3

source: Enviro Sys CC1
es_es: CN sis. medio1

source: Enviro Sys CC2
es_es: CN sis. medio2

source: Enviro Sys CC3
es_es: CN sis. medio3

source: CC Abyss1
es_es: CN abisal 1

source: CC Abyss2
es_es: CN abisal 2

source: CC Abyss3
es_es: CN abisal 3

source: CC Abyss4
es_es: CN abisal 4

source: Crimson Mchn CC1
es_es: CN máq. Carmesí1

source: Crimson Mchn CC2
es_es: CN máq. Carmesí2

source: Crimson Mchn CC3
es_es: CN máq. Carmesí3

source: Meteor Server1
es_es: Serv. met. 1

source: Meteor Server2
es_es: Serv. met. 2

source: Meteor Server3
es_es: Serv. met. 3

source: Meteor Server4
es_es: Serv. met. 4

source: Black Hole Srvr1
es_es: Ser. aguj. neg. 1

source: Black Hole Srvr2
es_es: Ser. aguj. neg. 2

source: Luna's House CC
es_es: CN casa Luna

source: Memorial Tree CC
es_es: CN árbol conm.

source: Security Sys CC
es_es: CN sistema seg.

source: Stunt Car CC
es_es: CN coche

source: Stone wall CC
es_es: CN muro piedra

source: IslandDisplay CC
es_es: CN pantalla isla

source: Info Board CC
es_es: CN tablón

source: Main Computer CC
es_es: CN orden. central

source: King Wall CC
es_es: CN muro King

source: Crimson Tank CC
es_es: CN tanque Carm.

source: Meteor G Ctrl CC
es_es: CN Ctrl. Met. G

source: Info Kiosk CC
es_es: CN psto. inf.

source: ERidge Wicket CC
es_es: CN par. ERidge

source: Trophy CC
es_es: CN trofeo

source: Moth Display CC
es_es: CN mon. polilla

source: Human Model CC
es_es: CN modelo hum.

source: Sprinkler CC
es_es: CN aspersor

source: Spica Wicket CC
es_es: CN parada Spica

source: Trash Can CC
es_es: CN papelera

source: Spimo the Cat CC
es_es: CN Spimo el gato

source: WBG Wicket CC
es_es: CN parada WBG

source: Water Ctrl CC
es_es: CN Ctrl. agua

source: Studio Set CC
es_es: CN estudio

source: Card Vendor CC
es_es: CN concesion.

source: Gum Machine CC
es_es: CN máq. chicles

source: Alohaha Dog CC
es_es: CN perro Aloha.

source: Dragon Statue CC
es_es: CN estatua drag.

source: Fish CC
es_es: CN pez

source: Antenna CC
es_es: CN antena

source: Mini Antenna CC
es_es: CN miniantena

source: Desk CC
es_es: CN escritorio

source: AC System CC
es_es: CN aire acond.

source: Air Duct CC
es_es: CN conducto

source: Analysis Unit CC
es_es: CN uni. análisis

source: Giant Monitor CC
es_es: CN monitor giga.

source: Mr. Hertz Square
es_es: Plaza Sr. Hercio

source: School Gate CC
es_es: CN puerta esc.

source: Dentist CC
es_es: CN dentista

source: Food Stand CC
es_es: CN puesto comida

source: Principal CC
es_es: CN director

source: Shooting Game CC
es_es: CN videojuego

source: Regulator CC
es_es: CN regulador

source: Admin Monitor CC
es_es: CN monitor admin

source: Natl Astro Wave1
es_es: Onda aérea nac.1

source: Natl Astro Wave2
es_es: Onda aérea nac.2

source: OuterAstro Wave1
es_es: Onda aérea ext.1

source: OuterAstro Wave2
es_es: Onda aérea ext.2

source: PlntFMAstroWave1
es_es: Onda plan. FM 1

source: PlntFMAstroWave2
es_es: Onda plan. FM 2

source: PlntFMAstroWave3
es_es: Onda plan. FM 3
