Repository: joguersan/Megaman-Starforce-3
Catalog: mess_static/07.po
Languages: es_es

source: Other
es_es: Otro

source: Echo Ridge Elem.
es_es: Escuela Echo Ridge

source: Spica Mall
es_es: C.C. Spica

source: WBG Studios
es_es: Estudio WBG

source: Dealer Base
es_es: Base Dealer

source: Orbital Base
es_es: Base orbital

source: Natl Astro Wave
es_es: Onda aérea nac.

source: Outer Astro Wave
es_es: Onda aérea ext.

source: PlntFMAstroWave
es_es: Onda planeta FM

source: Noise Wave
es_es: Disonancia
