Repository: joguersan/Megaman-Starforce-3
Catalog: mess_static/08.po
Languages: es_es

source: Visualizer
es_es: Visualizador

source: Luna FragA
es_es: Frag LunaA

source: Luna FragB
es_es: Frag LunaB

source: Luna FragC
es_es: Frag LunaC

source: Luna FragD
es_es: Frag LunaD

source: Luna FragE
es_es: Frag LunaE

source: Luna FragF
es_es: Frag LunaF

source: Mr. Hertz
es_es: Sr. Hercio

source: Noise Code1
es_es: Cód. Ruido1

source: Noise Code2
es_es: Cód. Ruido2

source: Noise Code3
es_es: Cód. Ruido3

source: Noise Code4
es_es: Cód. Ruido4

source: Noise Frag
es_es: Frag Ruido

source: Opp Noise
es_es: Ruido op.

source: Wallpaper
es_es: Fondo

source: Sonia Card36
es_es: Carta Sonia36

source: Sonia Card89
es_es: Carta Sonia89

source: Sonia Card03
es_es: Carta Sonia03

source: Sonia Card99
es_es: Carta Sonia99

source: Test Paper
es_es: Papel prueba

source: MM's Sig.
es_es: Firma MM

source: Belle's Sig.
es_es: Firma Belle

source: Camera
es_es: Cámara

source: Beach Photo
es_es: Foto playa

source: Castle Photo
es_es: Foto castillo

source: Coconut
es_es: Coco

source: Hibiscus
es_es: Hibisco

source: Snake Juice
es_es: Zumo cobra

source: E-Tank Drink
es_es: Bebida E-Tank

source: Urban Legend
es_es: Leyenda urbana

source: Cleaning Set
es_es: Eq. Limpieza

source: Ice Cream
es_es: Helado

source: Lunch Box1
es_es: Fiambrera1

source: Lunch Box2
es_es: Fiambrera2

source: Lunch Box3
es_es: Fiambrera3

source: Memo
es_es: Nota

source: G. Beef
es_es: Carne jen.

source: Spices
es_es: Especias

source: Broke Hunter
es_es: Hunter roto

source: WAZA Key
es_es: Clave WAZA

source: Dealer Key
es_es: Clave Dealer

source: Wave LinerID
es_es: ID Surcaondas

source: Omega Piece
es_es: Parte Omega
