Repository: joguersan/Megaman-Starforce-3
Catalog: mess_static/14.po
Languages: es_es

source: Team
es_es: Equipo

source: Purpose
es_es: Propósito

source: Blossom Code
es_es: Código flor

source: GigaEnrgCard
es_es: CartaGigaEn.

source: Gate Key
es_es: Llave puerta

source: Studio Pass
es_es: Clave estudio

source: Stage Pass
es_es: Clave escen.

source: SP Key1
es_es: Clave ES1

source: WAZAPasscode
es_es: ContraseñaWAZA

source: SP Key2
es_es: Clave ES2

source: Dealer Key
es_es: Clave Dealer

source: Kelvin Key
es_es: Clave Kelvin

source: Mega Snack
es_es: Megachuche

source: Spica Shop
es_es: Tienda Spica

source: 77TV
es_es: TV77

source: WAZA ID
es_es: ID WAZA

source: SP ID
es_es: ID ES

source: Btl Wzrd F
es_es: Wzrd Cmb F

source: Burger Club
es_es: Club Burger

source: MM Club ID
es_es: ID Club MM

source: Sonia Fans
es_es: Soniamaníacos

source: DM
es_es: MD

source: WARNING
es_es: AVISO

source: DOWNLOAD!
es_es: ¡DESCARGA!

source: Battle Card
es_es: Carta de combate

source: ShadowAcid
es_es: AcidOscuro

source: ShadowCorvus
es_es: CorvusOscuro

source: ShadowVirgo
es_es: VirgoOscura

source: Boss
es_es: Jefe

source: Name
es_es: Nombre

source: NO ACCESS
es_es: PROHIBIDO

source: ACCESS
es_es: ACCESO

source: Destination
es_es: Destino

source: Spica Mall
es_es: C.C. Spica

source: WBG Studios
es_es: Estudio WBG

source: Natl WAZA HQ
es_es: Cuartel WAZA

source: 1F
es_es: P1

source: 2F
es_es: P2

source: Roof
es_es: Azotea

source: 1F
es_es: P1

source: 57F
es_es: P57

source: 1F
es_es: P1

source: 2F
es_es: P2

source: Roof
es_es: Azotea

source: 1F
es_es: P1

source: 57F
es_es: P57

source: White Card
es_es: Carta blanca

source: Transform ID
es_es: ID Tranform.

source: Folder
es_es: Carpeta

source: Noise Key
es_es: Clave Ruido

source: NPC Bro.
es_es: NPC Hermano

source: NPC Bro. Big
es_es: NPC Her. May.

source: Team Big
es_es: Equipo grande

source: Keyword
es_es: Clave

source: Mail1
es_es: Correo1

source: Mail2
es_es: Correo2

source: Message
es_es: Mensaje

source: Keypad
es_es: Teclado

source: HELP
es_es: AYUDA

source: Brother
es_es: Hermano

source: Text1
es_es: Texto1

source: Text2
es_es: Texto2

source: Text3
es_es: Texto3

source: Menu
es_es: Menú
