Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/02.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] It's a shelf for shoes. [NEW_DIALOG] Kelvin bought it because he likes the chic design. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un zapatero. [NEW_DIALOG] Kelvin lo compró por su elegante diseño. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a plant that Hope named Barnaby. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Hope llamó a esta planta Bernabé. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a TV. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una tele. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The flower bed is visible. [NEW_DIALOG] It's really relaxing just looking at it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Puedes ver el lecho de flores. [NEW_DIALOG] Te relajas solo con mirarlas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a refrigerator. [NEW_DIALOG] The inside is sparkling clean just like always! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un frigorífico. [NEW_DIALOG] ¡El interior está limpio como una patena, como siempre! [NEW_DIALOG] {ec00}{1}

source: {e10d}{0}{10}{1f}{10}{e10d}{0}{20}/{11}{e10d}{0}0?{12}{e10d}{0}{40}O{13}{e10d}{0}P {14}{e10d}{0}`o{15}{ec00}{0} [DIALOG_START][NONAME] The kitchen. [NEW_DIALOG] It's cleaner than clean! [NEW_DIALOG] {ec00}{1}
es_es: {e10d}{0}{10}{1f}{10}{e10d}{0}{20}/{11}{e10d}{0}0?{12}{e10d}{0}{40}O{13}{e10d}{0}P {14}{e10d}{0}`o{15}{ec00}{0} [DIALOG_START][NONAME] La cocina. [NEW_DIALOG] ¡Está como los chorros del oro! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Utensils. [NEW_DIALOG] They're sparkling! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Cubiertos. [NEW_DIALOG] ¡Cómo brillan! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the control panel for the living room. [NEW_DIALOG] The air conditioning and lighting can be fine tuned with it. [NEW_DIALOG] Kelvin special ordered it! [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El panel de control del salón. [NEW_DIALOG] Desde aquí se puede ajustar el aire acondicionado y las luces. [NEW_DIALOG] ¡Kelvin lo encargó! [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the dining room table. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La mesa del comedor. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the living room table. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La mesa del comedor. [NEW_DIALOG] {ec00}{1}

source: [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{138b}{ec00}{1}
es_es: [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO! [NEW_DIALOG] {e10a}{138b}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The kitchen. [NEW_DIALOG] Dinner today is chicken and mashed potatoes. [NEW_DIALOG] The mashed potatoes are handmade! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] The kitchen. [NEW_DIALOG] Hoy hay pollo con puré de patatas para cenar. [NEW_DIALOG] ¡El puré es casero! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The kitchen. [NEW_DIALOG] Dinner today is macaroni and cheese. [NEW_DIALOG] Hope's favorite... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] The kitchen. [NEW_DIALOG] Hoy vamos a cenar macarrones con queso. [NEW_DIALOG] La comida favorita de Hope... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The kitchen. [NEW_DIALOG] Dinner today is liver... [NEW_DIALOG] [DIALOG_START][Geo] Whoa...! [NEW_DIALOG] T-Today... I'm just not feeling hungry at all... [NEW_DIALOG] I'm fine until breakfast tomorrow. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La cocina. [NEW_DIALOG] Hoy vamos a cenar higaditos... [NEW_DIALOG] [DIALOG_START][Geo] ¡Ay!... [NEW_DIALOG] L-La verdad... es que no tengo mucha hambre... [NEW_DIALOG] Puedo aguantar hasta el desayuno. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The kitchen. [NEW_DIALOG] Today's dinner is... Breakfast. [NEW_DIALOG] Geo's favorite day is "Breakfast for dinner day". [NEW_DIALOG] [DIALOG_START][Mega] Hope has never made my favorite meal before... [NEW_DIALOG] {ec13}(Who do they think I am! The family dog!?) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La cocina. [NEW_DIALOG] Hoy vamos a cenar... un desayuno. [NEW_DIALOG] El día favorito de Geo es el "día de la cena desayuno". [NEW_DIALOG] [DIALOG_START][Mega] Hope nunca ha preparado mi comida favorita... [NEW_DIALOG] {ec13}(¡¿Pero quién se cree que soy! ¡¿El perro?!) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The kitchen. [NEW_DIALOG] Today's dinner is pasta carbonara! [NEW_DIALOG] They don't even make it this good in Italy! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La cocina. [NEW_DIALOG] ¡Hoy hay pasta carbonara para cenar! [NEW_DIALOG] ¡Ni en Italia les sale tan buena! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The kitchen. [NEW_DIALOG] Today's dinner is steak and green beans. [NEW_DIALOG] The price of beef went up this week. In other words, the steaks are too high... [NEW_DIALOG] Haha... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La cocina. [NEW_DIALOG] Hoy hay filete con judías verdes para cenar. [NEW_DIALOG] La ternera estaba más cara esta semana. Estos filetes han costado un riñón. [NEW_DIALOG] Ja, ja... [NEW_DIALOG] {ec00}{1}
