Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/03.po
Languages: es_es

source: {e10c}{1}{21d}{11}{ec00}{0} [DIALOG_START][Geo] It's still too early to go to sleep. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{21d}{11}{ec00}{0} [DIALOG_START][Geo] Aún es pronto para irme a dormir. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a TV. [NEW_DIALOG] There's an older video game console connected to it. [NEW_DIALOG] [DIALOG_START][Geo] Maybe I'll get a new system for my birthday? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una tele. [NEW_DIALOG] Hay una consola antigua conectada. [NEW_DIALOG] [DIALOG_START][Geo] ¿Me regalarán una nueva por mi cumple? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a control panel. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un panel de control. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a desk. [NEW_DIALOG] Doing homework on this desk will help the student finish three times quicker... [NEW_DIALOG] Psyche! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un escritorio. [NEW_DIALOG] Haz tus deberes el triple de rápido encima de este escritorio. [NEW_DIALOG] ¡Psicodélico, tío! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a bookshelf. [NEW_DIALOG] It's full of video games and comic books. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una estantería. [NEW_DIALOG] Está llena de videojuegos y cómics. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a baseball glove and ball. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(Dad gave these to me...) [NEW_DIALOG] {ec13}(I'll always keep them safe.) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un guante y una pelota de béisbol. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(Me los regaló mi padre.) [NEW_DIALOG] {ec13}(Los tengo como oro en paño.) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a poster of a space shuttle. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un póster de un transbordador espacial. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a poster of the Pleiades star cluster. [NEW_DIALOG] It's also known as the "Seven Sisters". [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El póster del cúmulo estelar de las Pléyades. [NEW_DIALOG] También se le conoce como las «Siete hermanas». [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a globe. [NEW_DIALOG] [DIALOG_START][Mega] Muwahaha... One day this planet will be mine! [NEW_DIALOG] [DIALOG_START][Geo] A-Are you being serious...!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un globo terráqueo. [NEW_DIALOG] [DIALOG_START][Mega] Mua, ja, ja, ja... ¡Un día este planeta será todo mío! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿E-en serio?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a telescope. [NEW_DIALOG] It's a pretty popular model among space lovers. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un telescopio. [NEW_DIALOG] Es un modelo muy popular entre los amantes del espacio. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The weather is nice today. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Qué buen día hace hoy. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a meteorite. [NEW_DIALOG] [DIALOG_START][Geo] Isn't this awesome!? It's the real thing, too! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(Are you really going to brag about something like that to an AM-ian?) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un meteorito. [NEW_DIALOG] [DIALOG_START][Geo] ¡¿A que es alucinante?! ¡Y es de verdad! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(¿Vas a presumir de eso delante de un AM-iano?) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a garbage can. It's easy to throw garbage in it since it's in the corner. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una papelera. Está en una esquina, así puedo tirar basura desde cualquier lado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a poster of the famous baseball player, Ando Ryuu. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un póster del famoso jugador de béisbol, Michael Jordan. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a dresser. Is there anything hidden behind the drawer? [NEW_DIALOG] Nope. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una cómoda. ¿Habrá algo detrás del cajón? [NEW_DIALOG] Pues no. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] There's a big closet inside. It's full of a bunch of useless stuff. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un armario. Está lleno de cosas inservibles. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A book that's been scribbled all over has fallen down. [NEW_DIALOG] Title: "Baseball and Space". [NEW_DIALOG] [DIALOG_START][Mega] What kind of book is this? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Se ha caído un libro lleno de garabatos. [NEW_DIALOG] Título: «Space Jam: ¿Ficción o realidad?». [NEW_DIALOG] [DIALOG_START][Mega] ¿Pero qué clase de libro es este? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Call it quits for the day? {ec05}{0}{2} {ec06}Sleep {ec07}Don't sleep [NEW_DIALOG] {ec11}{0}{12}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¿Quieres irte a la cama? {ec05}{0}{2} {ec06}Dormir {ec07}No dormir [NEW_DIALOG] {ec11}{0}{12}{ec00}{1}
