Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/04.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] It's a decorative plant. [NEW_DIALOG] The red fruit isn't edible! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una planta decorativa. [NEW_DIALOG] ¡Esa fruta roja no es comestible! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] There are family pictures hanging on the wall. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Hay cuadros familiares colgados en la pared. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's an intercom. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un intercomunicador. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The kitchen is inside... [NEW_DIALOG] It's huge! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La cocina está dentro... [NEW_DIALOG] ¡Es enorme! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a counter. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una encimera. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a big screen TV. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una tele enorme. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a decorative plant... [NEW_DIALOG] Actually, it's an air purifier. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una planta decorativa... [NEW_DIALOG] Pues no. Es un purificador de aire. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's an expensive looking sofa. [NEW_DIALOG] It's so soft and fluffy! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un sofá, Parece caro. [NEW_DIALOG] ¡Es suave y esponjoso! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A trophy and family photo. [NEW_DIALOG] "Winners of the Best at Bragging about being Rich!" [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un trofeo y una foto familiar. [NEW_DIALOG] «¡Campeones del torneo: "Qué rico soy y cómo presumo de ello"!» [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Revolutionary". [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Revolucionario». [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Modernistic". [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Modernista». [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A bunch of trophies. [NEW_DIALOG] There's so many of them! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Trofeos. [NEW_DIALOG] ¡Hay muchísimo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a young girl's secret... [NEW_DIALOG] [DIALOG_START][Geo] Wh-What's this...!? [NEW_DIALOG] ...I can't look at this! Argh...! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(So stop staring at it!) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Los innombrables de una chica... [NEW_DIALOG] [DIALOG_START][Geo] ¡¿P-Pero qué...?! [NEW_DIALOG] ¡No puedo verlo! ¡Ah! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(¡Pues deja de hacerlo!) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's Prez's desk. [NEW_DIALOG] It's just like Prez to have a monitor that's way bigger than necessary. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El escritorio de la Dele. [NEW_DIALOG] Típico de la Dele eso de tener un monitor ridículamente grande. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's Prez's make-up vanity. [NEW_DIALOG] The air smells nice around it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es el tocador de la Dele. [NEW_DIALOG] Desprende un olor muy agradable. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's Prez's piano. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El piano de la Dele. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's Prez's bed. [NEW_DIALOG] ... [NEW_DIALOG] ...Everything seems normal here. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La cama de la Dele. [NEW_DIALOG] ... [NEW_DIALOG] Nada fuera de lo normal. [NEW_DIALOG] {ec00}{1}
