Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/05.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] It's Bud's desk. [NEW_DIALOG] It looks like it's been a while since Bud last sat here. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El escritorio de Bud. [NEW_DIALOG] Parece que hace siglos que Bud no se sienta aquí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the popular game system, "Us". [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es esa consola tan popular, la Polystation. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a TV. [NEW_DIALOG] ...There's candy scattered everywhere... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una tele. [NEW_DIALOG] Hay caramelos por todas partes... [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}{1626}{9}{e10c}{1}{1627}{9}{e10c}{1}{16a0}{9}{e10c}{0}{16bc}{9}{ec00}{0} [DIALOG_START][Geo] Oh, it's Ginger Beef spices. [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] {ec35} got: "Spices"! [NEW_DIALOG] [DIALOG_START][Mega] Let's set a trap so we can find out who the thief is. [NEW_DIALOG] {ec00}{1}{e10a}{16a0}{e182}1{1}
es_es: {e10c}{0}{1626}{9}{e10c}{1}{1627}{9}{e10c}{1}{16a0}{9}{e10c}{0}{16bc}{9}{ec00}{0} [DIALOG_START][Geo] Oh, son especias para hacer carne de jengibre. [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «Especias»! [NEW_DIALOG] [DIALOG_START][Mega] Vamos a preparar una trampa para descubrir al ladrón. [NEW_DIALOG] {ec00}{1}{e10a}{16a0}{e182}1{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a toy box. [NEW_DIALOG] [DIALOG_START][Mega] It's packed full of toys... [NEW_DIALOG] Gross! There's food in there, too! [NEW_DIALOG] [DIALOG_START][Geo] Haha... That doesn't surprise me. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una caja de juguetes. [NEW_DIALOG] [DIALOG_START][Mega] Está hasta arriba de juguetes... [NEW_DIALOG] ¡Qué asco! ¡Si hay hasta comida! [NEW_DIALOG] [DIALOG_START][Geo] Ja, ja... ¿Por qué no me sorprende? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a punching bag. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un saco de boxeo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Bud's prized possessions are proudly displayed. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Las posesiones más preciadas de Bud están expuestas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's Bud's bed. [NEW_DIALOG] His pajamas have been thrown on top carelessly. [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La cama de Bud. [NEW_DIALOG] Tiene el pijama ahí tirado. [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] There's candy scattered everywhere. [NEW_DIALOG] [DIALOG_START][Geo] I'll try not to step on any of it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Hay caramelos por todas partes. [NEW_DIALOG] [DIALOG_START][Geo] Intentaré no pisar ninguno. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a refrigerator. [NEW_DIALOG] Only Bud uses it. And it's huge! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un frigorífico. [NEW_DIALOG] Es solo para Bud. ¡Y es enorme! [NEW_DIALOG] {ec00}{1}

source: [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{138c}{ec00}{1}
es_es: [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO! [NEW_DIALOG] {e10a}{138c}{ec00}{1}
