Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/06.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] It's Zack's desk. [NEW_DIALOG] The back of his chair changes height. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El escritorio de Zack. [NEW_DIALOG] Puedes regular la altura de su silla. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] There're pictures hanging on the board. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El corcho está lleno de fotos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a basketball hoop. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una canasta de baloncesto. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's Zack's bed. [NEW_DIALOG] There's a lift to get to it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La cama de Zack. [NEW_DIALOG] Tienes que subir por una escalera. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Zack Temple's Height Chart". [NEW_DIALOG] It looks like he hasn't grown much in the last few years. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Gráfico de alturas de Zack Temple». [NEW_DIALOG] Parece que estos años no ha crecido mucho. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Zack has a lot of "fashionable" clothes... [NEW_DIALOG] He has "normal" ones, too. [NEW_DIALOG] [DIALOG_START][Mega] Why are we looking at this!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Zack tiene mucha ropa «de moda»... [NEW_DIALOG] También tiene ropa «normal». [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Qué haces mirando esto?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a young boy's secret!! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] I'm going to pretend like I never saw that... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡Son los innombrables de un chico! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] Voy a hacer como que no he visto eso... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's Zack's collection of glasses. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La colección de gafas de Zack. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] There's a ton of books that look hard to read. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Hay un montón de libros. Parecen complicados. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a stool. [NEW_DIALOG] It seems custom-made. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un taburete. [NEW_DIALOG] Parece hecho a mano. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a young boy's earnest desire. [NEW_DIALOG] [DIALOG_START][Geo] Never give up, Zack! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El deseo ferviente de un chico. [NEW_DIALOG] [DIALOG_START][Geo] ¡No te rindas, Zack! [NEW_DIALOG] {ec00}{1}
