Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/08.po
Languages: es_es

source: {e109}{0}{6cd}{6db}{e}{ec00}{0} [DIALOG_START][NONAME] It's the Science Club's Rocket! [NEW_DIALOG] {ec00}{1}
es_es: {e109}{0}{6cd}{6db}{e}{ec00}{0} [DIALOG_START][NONAME] ¡El cohete del club de ciencias! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's some serious-looking equipment. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este equipamiento parece importante. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the Science Club's mascot, "Hugh Maan". [NEW_DIALOG] *gasp* [NEW_DIALOG] [DIALOG_START][Mega] H-Hey, kid! D-Did his eyes just move!? [NEW_DIALOG] [DIALOG_START][Geo] It's one of the seven wonders of Echo Ridge Elementary! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es la mascota del club de ciencias: «Hugh Maan». [NEW_DIALOG] ¡Ah! [NEW_DIALOG] [DIALOG_START][Mega] ¡E-eh, chico! ¡¿H-ha movido los ojos?! [NEW_DIALOG] [DIALOG_START][Geo] ¡Es una de las siete maravillas de la escuela Echo Ridge! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's some serious-looking equipment. [NEW_DIALOG] [DIALOG_START][Geo] The Science Club Room is kind of a cool place... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este equipamiento parece importante. [NEW_DIALOG] [DIALOG_START][Geo] Qué guay es el aula del club de ciencias... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a bulletin board with experiments scheduled on it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un tablón de anuncios con los experimentos programados por el club. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Warning: Flammable!" "Warning: Do Not Mix!" "Warning: Do Not Shake!" [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Aviso: Inflamable» «Aviso: No mezclar» «Aviso: No agitar» [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Experiment in Process!" "Do Not Touch!" [NEW_DIALOG] [DIALOG_START][Mega] {ec13}... [NEW_DIALOG] {ec13}Oh man, soooo tempting... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Experimento en proceso» «No tocar» [NEW_DIALOG] [DIALOG_START][Mega] {ec13}... [NEW_DIALOG] {ec13}Ahora quiero tocarlo... [NEW_DIALOG] {ec00}{1}

source: {e109}{0}{4}{5}{f}{ec00}{0} [DIALOG_START][NONAME] It's a case filled with strange looking things. [NEW_DIALOG] Moth specimens are being displayed on the monitor. [NEW_DIALOG] {ec00}{1}
es_es: {e109}{0}{4}{5}{f}{ec00}{0} [DIALOG_START][NONAME] Una vitrina llena de objetos extraños. [NEW_DIALOG] El monitor muestra especímenes de polillas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a blackboard. [NEW_DIALOG] A blue print for the rocket is on it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una pizarra. [NEW_DIALOG] Están dibujados los planos del cohete. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a teacher's desk. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La mesa del profesor. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{e4}{10}{ec00}{0} [DIALOG_START][NONAME] Cables and other electronic equipment have been carelessly thrown in the box. [NEW_DIALOG] [DIALOG_START][Mega] Hey! Look what's in there! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got Power Up Ability: "{e5e0}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] {e10a}{e4}{ec00}{1}
es_es: {e10c}{1}{e4}{10}{ec00}{0} [DIALOG_START][NONAME] La caja está llena de cables y componentes tirados de cualquier manera. [NEW_DIALOG] [DIALOG_START][Mega] ¡Eh! ¡Mira esto de aquí! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido la habilidad de mejora: «{e5e0}»! [NEW_DIALOG] ¡Capacidad de PV mejorada! [NEW_DIALOG] {e10a}{e4}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a bunch of pretty technical-looking parts. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Parecen componentes complejos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The rocket's blueprint is spread out on the floor. [NEW_DIALOG] Propulsion. Payload weight. Burn time. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Hay planos del cohete por todo el suelo. [NEW_DIALOG] Propulsión. Carga útil. Tiempo de combustión. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The rocket's blueprint is spread out on the floor. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Hay planos del cohete por todo el suelo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The rocket is gone... Was it stolen!? [NEW_DIALOG] [DIALOG_START][Geo] It looks like it was already taken to the roof! [NEW_DIALOG] {e109}{0}{6cf}{6db}{11} [DIALOG_START][Mega] Let's get there ASAP, kid! It's going to be so cool to watch! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El cohete no está... ¡¿Lo han robado?! [NEW_DIALOG] [DIALOG_START][Geo] ¡Parece que ya lo han subido a la azotea! [NEW_DIALOG] {e109}{0}{6cf}{6db}{11} [DIALOG_START][Mega] ¡Vamos, chico! ¡No podemos perdérnoslo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a case filled with strange looking things. [NEW_DIALOG] Moth specimens are being displayed on the monitor. [NEW_DIALOG] {e200}{1b}{0}{4} [DIALOG_START][Geo] Is this the moth specimen that that teacher mentioned? [NEW_DIALOG] [DIALOG_START][Mega] That kind of stuff creeps me out! [NEW_DIALOG] {ec00}{1}{e201}{1b}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una vitrina llena de cosas raras. [NEW_DIALOG] El monitor muestra especímenes de polillas. [NEW_DIALOG] {e200}{1b}{0}{4} [DIALOG_START][Geo] ¿Este es el espécimen de polilla del que hablaba el profe? [NEW_DIALOG] [DIALOG_START][Mega] ¡Esas cosas me ponen los pelos de punta! [NEW_DIALOG] {ec00}{1}{e201}{1b}

source: {ec00}{0} [DIALOG_START][NONAME] Cables and other electronic equipment have been carelessly thrown in the box. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La caja está llena de cables y componentes tirados de cualquier manera. [NEW_DIALOG] {ec00}{1}
