Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/09.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] The glory of the school's past is on display. [NEW_DIALOG] "Nation-Wide Elementary School Egg Cracking Competition Champions!" [NEW_DIALOG] "We did our best to make our principal proud!" [NEW_DIALOG] Legend has it that once night falls, the number of trophies increases by one. [NEW_DIALOG] [DIALOG_START][Geo_2] It's one of the seven wonders of Echo Ridge Elementary! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Aquí se exponen los logros pasados de la escuela. [NEW_DIALOG] «¡Campeones del Torneo Nacional Escolar de Rompehuevos!» [NEW_DIALOG] «¡Fuimos el orgullo del director!» [NEW_DIALOG] Dicen las leyendas, que al caer la noche aparece un trofeo adicional. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Es una de las siete maravillas de la escuela Echo Ridge! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The cafeteria area is one the most relaxing areas... [NEW_DIALOG] ...Until lunch time hits, then all heck breaks loose! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La cafetería es uno de los sitios más relajantes de la escuela... [NEW_DIALOG] ¡Hasta que llega la hora de comer, que se vuelve un campo de batalla! [NEW_DIALOG] {ec00}{1}

source: {e109}{0}{7df}{801}{19}{ec00}{0} [DIALOG_START][NONAME] It's full of ice-cold milk. [NEW_DIALOG] There's chocolate milk, too! [NEW_DIALOG] {ec00}{1}
es_es: {e109}{0}{7df}{801}{19}{ec00}{0} [DIALOG_START][NONAME] Está lleno de leche helada. [NEW_DIALOG] ¡Hay batido de chocolate! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Study hard, eat right, sleep tight." [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Estudia un montón, come como un señor, y duerme como un lirón.» [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a statue of the first principal of Echo Ridge Elementary. [NEW_DIALOG] It looks like the beard is growing... slightly. [NEW_DIALOG] [DIALOG_START][Geo_2] It's one of the seven wonders of Echo Ridge Elementary! [NEW_DIALOG] {e10c}{1}{13b1}{14}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una estatua del primer director de la escuela Echo Ridge. [NEW_DIALOG] Parece que la barba le crece... un poco. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Es una de las siete maravillas de la escuela Echo Ridge! [NEW_DIALOG] {e10c}{1}{13b1}{14}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the faculty room. [NEW_DIALOG] It's too scary to even think about going in there. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es la sala de profesores. [NEW_DIALOG] Qué miedo, ni se me ocurriría entrar ahí. [NEW_DIALOG] {ec00}{1}

source: {e108}{0}D{20}{ec00}{0} [DIALOG_START][NONAME] It's the control panel for the bulletin board. [NEW_DIALOG] [DIALOG_START][Geo] I'll get yelled at by the teachers if I mess with it. [NEW_DIALOG] {ec00}{1}
es_es: {e108}{0}D{20}{ec00}{0} [DIALOG_START][NONAME] Es el panel de control del tablón de anuncios. [NEW_DIALOG] [DIALOG_START][Geo] Como trastee con ello, me van a echar una buena bronca. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a bulletin board. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un tablón de anuncios. [NEW_DIALOG] {ec00}{1}

source: {e109}{0}{7df}{801}{1b}{ec00}{0} [DIALOG_START][NONAME] The elevator goes to the second floor and the roof. [NEW_DIALOG] {ec00}{1}
es_es: {e109}{0}{7df}{801}{1b}{ec00}{0} [DIALOG_START][NONAME] El ascensor va a la segunda planta y la azotea. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The weather is really nice. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Qué buen día hace. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A map of the school is displayed. [NEW_DIALOG] The red spot marks where you currently are. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un mapa de la escuela. [NEW_DIALOG] El punto rojo marca dónde te encuentras. [NEW_DIALOG] {ec00}{1}

source: {e109}{0}{7df}{801}{1b}{ec00}{0} [DIALOG_START][NONAME] The elevator goes to the second floor and the roof. [NEW_DIALOG] {ec00}{1}
es_es: {e109}{0}{7df}{801}{1b}{ec00}{0} [DIALOG_START][NONAME] El ascensor va a la segunda planta y la azotea. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A row of potted plants that have beautifully bloomed. [NEW_DIALOG] The students take turns watering it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Hay una fila de plantas que han florecido. [NEW_DIALOG] Los estudiantes se turnan para regarlas. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{841}{11}{e10c}{0}{6b3}{10}{ec00}{0} [DIALOG_START][NONAME] It's the school store. [NEW_DIALOG] "The popular Mega Snacks are now 10 Zennys each!" [NEW_DIALOG] [DIALOG_START]{2c}Hello there... I'm sorry but we're all sold out! [NEW_DIALOG] A man in white with long hair bought them all! [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{841}{11}{e10c}{0}{6b3}{10}{ec00}{0} [DIALOG_START][NONAME] Es la tienda de la escuela. [NEW_DIALOG] «¡Prueba la famosa megachuche por solo 10 Zennys!» [NEW_DIALOG] [DIALOG_START]{2c}¿Qué tal? ¡Lo siento pero se nos ha acabado todo! [NEW_DIALOG] ¡Un hombre de blanco con el pelo largo lo ha comprado todo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the entrance to the school store. [NEW_DIALOG] No one has ever seen the store lady use it. [NEW_DIALOG] [DIALOG_START][Geo_2] It's one of the seven wonders of Echo Ridge Elementary! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es la entrada a la tienda de la escuela. [NEW_DIALOG] Nadie ha visto a la encargada usarla jamás. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Es una de las siete maravillas de la escuela Echo Ridge! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the school store. [NEW_DIALOG] "The popular Mega Snacks are now 10 Zennys each!" [NEW_DIALOG] [DIALOG_START]{2c}Hello there... We've got Mega Snacks! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es la tienda de la escuela. [NEW_DIALOG] «¡Prueba la famosa megachuche por solo 10 Zennys!» [NEW_DIALOG] [DIALOG_START]{2c}¿Qué tal? ¡¿Quieres megachuches?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the school store. [NEW_DIALOG] "The popular Mega Snacks are now 10 Zennys each!" [NEW_DIALOG] [DIALOG_START]{2c}Hello there... We've got Mega Snacks! [NEW_DIALOG] That handsome man in white hasn't come around lately. [NEW_DIALOG] He really brightens my day... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es la tienda de la escuela. [NEW_DIALOG] «¡Prueba la famosa megachuche por solo 10 Zennys!» [NEW_DIALOG] [DIALOG_START]{2c}¿Qué tal? ¡¿Quieres megachuches?! [NEW_DIALOG] Ese guapetón de blanco no se pasa últimamente. [NEW_DIALOG] Siempre me alegra el día... [NEW_DIALOG] {ec00}{1}

source: [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{1382}{e10a}p{ec00}{1}
es_es: [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO! [NEW_DIALOG] {e10a}{1382}{e10a}p{ec00}{1}

source: {e10e}{1}{1f}{e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] The milk isn't ice-cold! [NEW_DIALOG] [DIALOG_START][Geo] Maybe Noise had a bad effect on it... [NEW_DIALOG] {ec00}{1}{e201}{1b}
es_es: {e10e}{1}{1f}{e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] ¡La leche no está fría! [NEW_DIALOG] [DIALOG_START][Geo] Puede que sea cosa del Ruido... [NEW_DIALOG] {ec00}{1}{e201}{1b}

source: {ec00}{0} [DIALOG_START]{2c}This thing isn't working so well all of a sudden. [NEW_DIALOG] Hmm... It's really noisy, too. [NEW_DIALOG] I wonder if something happened to it? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2c}Ha dejado de funcionar de repente. [NEW_DIALOG] Mmm... Y hace mucho ruido. [NEW_DIALOG] ¿Le habrá pasado algo? [NEW_DIALOG] {ec00}{1}

source: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] The elevator isn't working! [NEW_DIALOG] [DIALOG_START][Geo] It looks like it broke down from the effects of Noise! [NEW_DIALOG] {ec00}{1}{e201}{1b}
es_es: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] ¡El ascensor no funciona! [NEW_DIALOG] [DIALOG_START][Geo] ¡Parece que el Ruido lo ha roto! [NEW_DIALOG] {ec00}{1}{e201}{1b}

source: {e10c}{1}{1690}{1d}{ec00}{0} [DIALOG_START]{2c}Lunches? OK, three, right? [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] {ec35} got: "Lunches"! [NEW_DIALOG] [DIALOG_START][Geo] Nice. Now I just have to get these to the staff. [NEW_DIALOG] {ec00}{1}{e182},{1}{e182}-{1}{e182}.{1}{e10a}{1690}{e10a}{1691}{e10a}{1692}
es_es: {e10c}{1}{1690}{1d}{ec00}{0} [DIALOG_START]{2c}¿Almuerzos? ¡Vale! Tres, ¿no? [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «Almuerzos»! [NEW_DIALOG] [DIALOG_START][Geo] Guay. Ahora tengo que llevárselos al personal. [NEW_DIALOG] {ec00}{1}{e182},{1}{e182}-{1}{e182}.{1}{e10a}{1690}{e10a}{1691}{e10a}{1692}

source: {ec00}{0} [DIALOG_START]{2c}What a good kid you are for helping them out. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2c}Qué majo eres por ayudarlos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the school store. [NEW_DIALOG] "The popular Mega Snacks are now 10 Zennys each!" [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es la tienda de la escuela. [NEW_DIALOG] «¡Prueba la famosa megachuche por solo 10 Zennys!» [NEW_DIALOG] {ec00}{1}

source: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] The milk isn't ice-cold! [NEW_DIALOG] [DIALOG_START][Megaman] Maybe Noise had a bad effect on it... [NEW_DIALOG] {ec00}{1}{e201}{1b}
es_es: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] ¡La leche no está fría! [NEW_DIALOG] [DIALOG_START][Megaman] Puede que sea cosa del Ruido... [NEW_DIALOG] {ec00}{1}{e201}{1b}

source: {ec00}{0} [DIALOG_START][Geo] Solo... I can't believe he would just blow a hole through the wall like that. [NEW_DIALOG] [DIALOG_START][Mega] You know... Maybe you could learn a thing or two from him. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Solo... No me creo que haya hecho un agujero en la pared. [NEW_DIALOG] [DIALOG_START][Mega] La verdad... Podría aprender un par de cosas de él. [NEW_DIALOG] {ec00}{1}
