Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/11.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] It's a blackboard. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una pizarra. [NEW_DIALOG] {ec00}{1}

source: {e10d}{1}{40}o{10}{ec00}{0} [DIALOG_START][NONAME] It's the teacher's desk. [NEW_DIALOG] It's sparkling clean, just like always! [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}
es_es: {e10d}{1}{40}o{10}{ec00}{0} [DIALOG_START][NONAME] La mesa del profesor. [NEW_DIALOG] Está limpia como la patena. ¡Como siempre! [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Things the class shares are stored here. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Aquí ponen las cosas que comparte la clase. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] After lunch is known as basketball or soccer time! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡Después de comer jugamos al baloncesto o al fútbol! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] There are a lot of living creatures on the monitor. [NEW_DIALOG] [DIALOG_START][Geo] I wonder how my earthworm, James, is doing? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] En el monitor salen un montón de seres vivos. [NEW_DIALOG] [DIALOG_START][Geo] ¿Qué tal le irá a mi gusano Jim? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's an illustrated encyclopedia of animals. [NEW_DIALOG] "Spider Monkeys" [NEW_DIALOG] "They have long, spindly limbs just like spiders." [NEW_DIALOG] "But they don't eat bugs. Instead, they eat fruits and nuts every morning." [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una enciclopedia ilustrada de animales. [NEW_DIALOG] «Monos araña» [NEW_DIALOG] «Sus patas son largas y delgadas, como las de las añaras». [NEW_DIALOG] «Pero ellos no comen insectos. Todas las mañanas se toman su ración de nueces y fruta». [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a bunch of servers. [NEW_DIALOG] They manage a huge amount of data over the network, day in and day out. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un clúster de servidores. [NEW_DIALOG] Día y noche, envían y reciben un montón de datos de la Red. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a student desk. [NEW_DIALOG] It comes with an incredibly comfortable chair. Lumbar support is key! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un pupitre. [NEW_DIALOG] La silla es increíblemente cómoda. ¡El apoyo lumbar es la clave! [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{f5}{11}{ec00}{0} [DIALOG_START][Geo] It's my seat! [NEW_DIALOG] Oh, I forgot something! [NEW_DIALOG] {e184}{1}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got Sub-Card: "{e5d1}"! [NEW_DIALOG] [DIALOG_START][Geo] Sweet! [NEW_DIALOG] {e10a}{f5}{ec00}{1}
es_es: {e10c}{1}{f5}{11}{ec00}{0} [DIALOG_START][Geo] ¡Aquí me siento yo! [NEW_DIALOG] ¡Ah, me había dejado algo! [NEW_DIALOG] {e184}{1}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido la Subcarta: «{e5d1}»! [NEW_DIALOG] [DIALOG_START][Geo] ¡Guay! [NEW_DIALOG] {e10a}{f5}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The plant looks lively today. [NEW_DIALOG] It will need to be put in a larger pot pretty soon. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Qué buen aspecto tiene la planta hoy. [NEW_DIALOG] Pronto tendremos que transplantarla a una maceta más grande. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{138d}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO! [NEW_DIALOG] {e10a}{138d}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the teacher's desk. It's sparkling clean, just like always! [NEW_DIALOG] [DIALOG_START][Mega] ...! [NEW_DIALOG] [DIALOG_START][Geo] What's wrong, Mega? [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(For a second there {ec13} I felt a really strong {ec13} Noise presence...) [NEW_DIALOG] Hmm... I guess it's nothing. Just my imagination I guess. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] La mesa del profesor. Está limpia como la patena. ¡Como siempre! [NEW_DIALOG] [DIALOG_START][Mega] ¡! [NEW_DIALOG] [DIALOG_START][Geo] ¿Qué pasa, Mega? [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(Por un momento, he sentido {ec13} la presencia de Ruido {ec13} especialmente fuerte...) [NEW_DIALOG] Mmm... Nada, supongo. Imaginaciones mías. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] It's my seat! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Aquí me siento yo! [NEW_DIALOG] {ec00}{1}
