Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/15.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] Hmm, is this a shopping basket? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Mmm, ¿es una cesta de la compra? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] There are various candies on display... [NEW_DIALOG] [DIALOG_START][Mega] Oh, that's... [NEW_DIALOG] [DIALOG_START][Geo] Mega Snacks. Ace loves them! [NEW_DIALOG] This candy shop is great! They have every flavor! [NEW_DIALOG] [DIALOG_START][Mega] Which would you recommend? [NEW_DIALOG] [DIALOG_START][Geo] I like them all, but... Pepperoni pizza is the best. [NEW_DIALOG] [DIALOG_START][Mega] Taco cheese sounds really good to me! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Tienen expuestos varios dulces... [NEW_DIALOG] [DIALOG_START][Mega] Oh, eso son... [NEW_DIALOG] [DIALOG_START][Geo] Megachuches. ¡A Ace le encantan! [NEW_DIALOG] ¡Esta tienda de chuches es genial! ¡Tienen de todos los sabores! [NEW_DIALOG] [DIALOG_START][Mega] ¿Qué me recomiendas? [NEW_DIALOG] [DIALOG_START][Geo] Me gusta todo... Pero la de pizza de peperoni está buenísima. [NEW_DIALOG] [DIALOG_START][Mega] ¡A mí me llama la de tacos de queso! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a game where you can win gifts. [NEW_DIALOG] The poster of Sonia isn't related at all. [NEW_DIALOG] {e10c}{1}{13b1} {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] En este juego puedes ganar regalos. [NEW_DIALOG] Ese póster de Sonia no tiene nada que ver con la realidad. [NEW_DIALOG] {e10c}{1}{13b1} {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] There are various candies on display... [NEW_DIALOG] [DIALOG_START][Mega] Jalapeno chocolate... California roll... Steak sandwich... [NEW_DIALOG] There are so many different flavors to choose from! [NEW_DIALOG] [DIALOG_START][Geo] Candy shops are the best place to find a wide variety of different flavors! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Tienen expuestos varios dulces... [NEW_DIALOG] [DIALOG_START][Mega] Paella con chorizo... Pizza con piña... Bocata de lomo... [NEW_DIALOG] ¡Cuántos sabores tienen! [NEW_DIALOG] [DIALOG_START][Geo] ¡En las tiendas de chuches siempre tienen muchos sabores para elegir! [NEW_DIALOG] {ec00}{1}

source: {e109}{0}{80d}{813}{10}{ec00}{0} [DIALOG_START][NONAME] "Bubble Gum Lottery Red... Fail Blue... Too Bad [NEW_DIALOG] Yellow... Sorry!" [NEW_DIALOG] [DIALOG_START][Mega] Come on, gimme a break! [NEW_DIALOG] {ec00}{1}
es_es: {e109}{0}{80d}{813}{10}{ec00}{0} [DIALOG_START][NONAME] «Sorteo de chicle Rojo... Lo siento Azul... Qué lástima [NEW_DIALOG] Amarillo... ¡Perdón!» [NEW_DIALOG] [DIALOG_START][Mega] ¡Venga, no fastidies! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a strange, yet relaxing sight. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una vista extraña, pero relajante. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a register that's been used to death. [NEW_DIALOG] There's an abacus by it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este registro está desgastado por el uso. [NEW_DIALOG] Al lado hay un ábaco. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The cooler is jam-packed with ice cream. [NEW_DIALOG] They'll be staying nice and cold even if the cooler stops working! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El congelador está a reventar de helados. [NEW_DIALOG] ¡Seguro que si el congelador se estropea seguirán fresquitos! [NEW_DIALOG] {ec00}{1}

source: [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{1385}{e10a}s{ec00}{1}
es_es: [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO! [NEW_DIALOG] {e10a}{1385}{e10a}s{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The entrance to the Noise Wave is open. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Se ha abierto la entrada a la Disonancia. [NEW_DIALOG] {ec00}{1}

source: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] It's a bubble gum machine. [NEW_DIALOG] [DIALOG_START][Mega] It's not working right! We better check out its Cyber Core! [NEW_DIALOG] {ec00}{1}{e201}{1b}
es_es: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] Es una máquina de chicles. [NEW_DIALOG] [DIALOG_START][Mega] ¡Está rota! ¡Vamos a ver cómo está su Cibernúcleo! [NEW_DIALOG] {ec00}{1}{e201}{1b}

source: {ec00}{0} [DIALOG_START][Geo] There're a ton of different flavors of ice cream, huh? This one looks pretty good. [NEW_DIALOG] [DIALOG_START][NONAME] Buy ice cream? (50 Zennys) {ec05}{0}{4} {ec06}Buy {ec09}Don't buy [NEW_DIALOG] {ec11}{0}{12}{ec11}{3}{14}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Tienen un montón de sabores de helado, ¿eh? Este parece rico. [NEW_DIALOG] [DIALOG_START][NONAME] ¿Comprar helado? (50 Zennys) {ec05}{0}{4} {ec06}Sí {ec09}No [NEW_DIALOG] {ec11}{0}{12}{ec11}{3}{14}{ec00}{1}

source: {e18a}2{13} [DIALOG_START][Geo] *sigh* I don't have enough Zennys. [NEW_DIALOG] {ec00}{1}
es_es: {e18a}2{13} [DIALOG_START][Geo] Ay... No me queda dinero. [NEW_DIALOG] {ec00}{1}

source: {e1a1} [DIALOG_START][NONAME] {ec35} got: "Ice Cream"! [NEW_DIALOG] [DIALOG_START][Geo] I have to get the ice cream to her before it melts! [NEW_DIALOG] [DIALOG_START][NONAME] Time limit: 3 minutes. [NEW_DIALOG] {ec00}{1}{e10a}{168d}{e181}{ffce}{e182}+{1}{ec1a}{b4}
es_es: {e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido: «Helado»! [NEW_DIALOG] [DIALOG_START][Geo] ¡Tengo que darle el helado antes de que se derrita! [NEW_DIALOG] [DIALOG_START][NONAME] Límite: tres minutos. [NEW_DIALOG] {ec00}{1}{e10a}{168d}{e181}{ffce}{e182}+{1}{ec1a}{b4}

source: [DIALOG_START][Geo] Maybe I should hold back from spending my money. [NEW_DIALOG] {ec00}{1}
es_es: [DIALOG_START][Geo] Debería intentar ahorrar un poco. [NEW_DIALOG] {ec00}{1}
