Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/17.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] It's a plant. It's hard to tell what species it is. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una planta. No sé muy bien de qué especie es. [NEW_DIALOG] {ec00}{1}

source: {e10e}{1}{18}{e119}{1}{18}{e108}{0}R{18}{ec00}{0} [DIALOG_START]{2a}Welcome to {e4c0}! [NEW_DIALOG] This is where TV shows for lucky channel 77 are filmed. [NEW_DIALOG] {ec00}{1}
es_es: {e10e}{1}{18}{e119}{1}{18}{e108}{0}R{18}{ec00}{0} [DIALOG_START]{2a}¡Bienvenido al {e4c0}! [NEW_DIALOG] Aquí grabamos los programas del canal 77. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a sculpture based on the logo of {e4c0}. [NEW_DIALOG] {e10c}{1}{13b1}{14}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una escultura del logo del {e4c0}. [NEW_DIALOG] {e10c}{1}{13b1}{14}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Saturday at 9pm! Sonia Strumm stars in Song of Dreams!" [NEW_DIALOG] [DIALOG_START][Geo] Wow, an ad for Sonia's new TV show. Amazing, Sonia... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «¡El sábado a las 21:00! ¡Sonia Strumm debuta en la Canción de los Sueños!» [NEW_DIALOG] [DIALOG_START][Geo] Hala, un anuncio del nuevo programa de Sonia. Qué bien, Sonia... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a machine used for editing recorded video. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Esta máquina se usa para editar vídeos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a big mirror. Don't forget to do a quick check... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un espejo muy grande. Aprovecha para arreglarte un poco... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A bunch of metal chairs are lined up. They look like they've been used a lot. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un puñado de sillas metálicas alineadas. Están muy gastadas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Several of Sonia's outfits. They're all so cute. [NEW_DIALOG] [DIALOG_START][Mega] Hey, kid. Want to try one of them on for fun? [NEW_DIALOG] [DIALOG_START][Geo] ...I'll pass, thanks. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Algunos trajes que usa Sonia. Son muy bonitos. [NEW_DIALOG] [DIALOG_START][Mega] Eh, chaval. ¿Quieres probarte uno de estos? [NEW_DIALOG] [DIALOG_START][Geo] Paso, gracias. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Bouquets of flowers. Sonia has received quite a few from her fans. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un ramo de flores. Son regalos de los fans de Sonia. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}ñ{17}{ec00}{0} [DIALOG_START][NONAME] Make-up equipment is nicely arranged. How much of this stuff is necessary? [NEW_DIALOG] [DIALOG_START][Geo] Ah! This is...! [NEW_DIALOG] {e180}{81}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got Battle Card "{e7c1}"! [NEW_DIALOG] {e10a}ñ{ec00}{1}
es_es: {e10c}{1}ñ{17}{ec00}{0} [DIALOG_START][NONAME] Bártulos de maquillaje perfectamente organizados. ¿Hace falta tanto? [NEW_DIALOG] [DIALOG_START][Geo] ¡Ah! ¡Esto es...! [NEW_DIALOG] {e180}{81}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido la carta de combate «{e7c1}»! [NEW_DIALOG] {e10a}ñ{ec00}{1}

source: {e10c}{1}{705}{15}{e109}{0}{1f}{705}{16}{ec00}{0} [DIALOG_START][NONAME] It's a cabinet with various props stored in it. It's locked tight. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{705}{15}{e109}{0}{1f}{705}{16}{ec00}{0} [DIALOG_START][NONAME] En este armario guardan atrezo. Está cerrado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a really gaudy arch. It's used as a set piece in different talk shows. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un arco muy llamativo. Se usa de atrezo en programas de entrevistas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a large lighting rig. It must drain a ton of electricity. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una torre de iluminación. Debe de consumir mucha energía. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Editing Room" [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Sala de edición» [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Event Stage Ahead" [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Escenario» [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Waiting Room" [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Sala de espera» [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] "Set Piece Warehouse" [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] «Almacén de atrezo» [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}{394}{12}{ec00}{0} [DIALOG_START][NONAME] The door is frozen shut! [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{0}{394}{12}{ec00}{0} [DIALOG_START][NONAME] ¡La puerta está congelada! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{1390}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO! [NEW_DIALOG] {e10a}{1390}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a cabinet with various props stored in it. [NEW_DIALOG] There are spiders, snakes, and other creepy crawlies... [NEW_DIALOG] [DIALOG_START][Geo] Wow... They sure have a bunch of random props... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] En este armario guardan atrezo. [NEW_DIALOG] Arañas, serpientes... Está lleno de bichos espeluznantes... [NEW_DIALOG] [DIALOG_START][Geo] Hala... Menudo atrezo más raro... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a cabinet with various props stored in it. [NEW_DIALOG] {e200}{1b}{0}{4} [DIALOG_START][NONAME] It appears that the electronic locking mechanism is malfunctioning. [NEW_DIALOG] [DIALOG_START][Geo] It's not working right... I should go check out the Cyber Core! [NEW_DIALOG] {ec00}{1}{e201}{1b}
es_es: {ec00}{0} [DIALOG_START][NONAME] En este armario guardan piezas de atrezo. [NEW_DIALOG] {e200}{1b}{0}{4} [DIALOG_START][NONAME] Parece que la cerradura electrónica no funciona como debería. [NEW_DIALOG] [DIALOG_START][Geo] No funciona bien... ¡Voy a ver el Cibernúcleo! [NEW_DIALOG] {ec00}{1}{e201}{1b}

source: {ec00}{0} [DIALOG_START][NONAME] Make-up equipment is nicely arranged. How much of this stuff is necessary? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Bártulos de maquillaje perfectamente organizados. ¿Hace falta tanto? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the reception desk for {e4c0}. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es la recepción del {e4c0}. [NEW_DIALOG] {ec00}{1}
