Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/18.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] It's a vending machine that sells Sonia Cards. It's completely sold out... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Esta máquina expendedora vende Cartas de Sonia. Ya no queda ni una... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's the Event Stage. It's pretty unbelievable that it is a Real Wave. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es el escenario. Aún no me creo que sean Ondas Reales. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a billboard of Sonia. It's actually an air display. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una valla publicitaria de Sonia. En realidad es una pantalla virtual. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a spotlight that shines on Sonia while she's on stage. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Este foco sigue a Sonia durante su actuación. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A speaker. Soul shaking music flows through them during concerts. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un altavoz. De aquí sale música que te toca el corazón. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's what they call an "amp". What is it used for exactly? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un amplificador de esos. Nunca he sabido para qué se usan. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The set was designed to be bright and colorful in order to match Sonia's personality. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] El escenario es alegre y colorido, como la personalidad de Sonia. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] I can't get in... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] No puedo entrar...[NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] W-E L-O-V-E S-O-N-I-A! We LOVE Sonia!! Woooooo! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡V-I-V-A S-O-N-I-A! ¡¡VIVA Sonia!! ¡Oooohhhh! [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}u{c}{e10c}{0}v{c}{e10c}{0}w{c}{e10c}{0}x{c}{e10c}{1}{1386}{b}{ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. [NEW_DIALOG] ACCESS CODE SET{e115}.{e115}.{e115}.{e115} {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] [DIALOG_START][Geo] Woo hoo! I accessed it! [NEW_DIALOG] {e10a}{1386}{e10a}t{ec00}{1}
es_es: {e10c}{0}u{c}{e10c}{0}v{c}{e10c}{0}w{c}{e10c}{0}x{c}{e10c}{1}{1386}{b}{ec00}{0} [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. [NEW_DIALOG] CÓDIGO INTRODUCIDO{e115}.{e115}.{e115}.{e115} {e115}.{e115}.{e115}.{e115}¡ACCESO CONCEDIDO! [NEW_DIALOG] [DIALOG_START][Geo] ¡Yujuuu! ¡He podido entrar! [NEW_DIALOG] {e10a}{1386}{e10a}t{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The entrance to the Noise Wave is open. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Se ha abierto la entrada a la Disonancia. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESS ERROR! [NEW_DIALOG] PLEASE SET THE ACCESS CODE. [NEW_DIALOG] [DIALOG_START][Mega] Hmm... [NEW_DIALOG] It seems like you need a special key to get into this Noise Wave. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ERROR DE ACCESO! [NEW_DIALOG] INTRODUZCA EL CÓDIGO DE ACCESO. [NEW_DIALOG] [DIALOG_START][Mega] Mmm... [NEW_DIALOG] Parece que para entrar en esta disonancia necesitas una clave especial. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] {ec13}!! [NEW_DIALOG] {ec13}(I'm picking {ec13} up a subtle {ec13} Noise presence...) [NEW_DIALOG] {ec13}(Is it just my imagination?) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] {ec13}¡¡!! [NEW_DIALOG] {ec13}(Noto una leve {ec13} presencia de {ec13} Ruido...) [NEW_DIALOG] {ec13}(¿Será mi imaginación?) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {ec00}{1}{e10a}{138a}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO CONCEDIDO! [NEW_DIALOG] {ec00}{1}{e10a}{138a}
