Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/24.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] It's the reception counter... [NEW_DIALOG] If you activate the monitor, the information Wizard will come out to help you. [NEW_DIALOG] [DIALOG_START][Mega] Sweet! Let's try it! [NEW_DIALOG] [DIALOG_START][Geo] We better not... Someone might get mad if they catch us fooling with it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es el mostrador de recepción... [NEW_DIALOG] Si activas el monitor, te atenderá el Wizard de información. [NEW_DIALOG] [DIALOG_START][Mega] ¡Genial! ¡Vamos a probarlo! [NEW_DIALOG] [DIALOG_START][Geo] Mejor que no... A lo mejor nos regañan si nos ven jugando con él. [NEW_DIALOG] {ec00}{1}

source: {e109}{0}{13}{14}{11}{ec00}{0} [DIALOG_START][NONAME] Left - Satella Police Right - WAZA [NEW_DIALOG] {ec00}{1}
es_es: {e109}{0}{13}{14}{11}{ec00}{0} [DIALOG_START][NONAME] Izquierda - Policía Satella Derecha - WAZA [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a drink vending machine... [NEW_DIALOG] It just has the normal stuff. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una máquina expendedora de bebidas... [NEW_DIALOG] No tiene nada de especial. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}ó{13}{ec00}{0} [DIALOG_START][NONAME] It's a console that the Satella Police officers use... [NEW_DIALOG] The light shining from it is pretty bright. [NEW_DIALOG] [DIALOG_START][Geo] Oh! Look! [NEW_DIALOG] {e180}E{1}{e1a1} [DIALOG_START][NONAME] {ec35} got Battle Card: "{e785}"! [NEW_DIALOG] {e10a}ó{ec00}{1}
es_es: {e10c}{1}ó{13}{ec00}{0} [DIALOG_START][NONAME] Los oficiales de la Policía Satella usan esta terminal... [NEW_DIALOG] Emite una luz muy brillante. [NEW_DIALOG] [DIALOG_START][Geo] ¡Oh! ¡Mira! [NEW_DIALOG] {e180}E{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido la carta de combate: «{e785}»! [NEW_DIALOG] {e10a}ó{ec00}{1}

source: {e10c}{1}{841}{14}{ec00}{0} [DIALOG_START][NONAME] It's a Mega Snack. [NEW_DIALOG] [DIALOG_START][Mega] Must be Ace's. [NEW_DIALOG] [DIALOG_START][Geo] Definitely. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{841}{14}{ec00}{0} [DIALOG_START][NONAME] Es una megachuche. [NEW_DIALOG] [DIALOG_START][Mega] Seguro que es de Ace. [NEW_DIALOG] [DIALOG_START][Geo] Segurísimo. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}ç{12}{ec00}{0} [DIALOG_START][Mega] What's wrong, kid? Did you find something? [NEW_DIALOG] [DIALOG_START][Geo] Actually... [NEW_DIALOG] I did! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got Power Up Item: "{e5e0}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] [DIALOG_START][Mega] Nice! But why would this be here? [NEW_DIALOG] {e10a}ç{ec00}{1}
es_es: {e10c}{1}ç{12}{ec00}{0} [DIALOG_START][Mega] ¿Qué pasa, chaval? ¿Has encontrado algo? [NEW_DIALOG] [DIALOG_START][Geo] Pues la verdad... [NEW_DIALOG] ...¡es que sí! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido el objeto de mejora: «{e5e0}»! [NEW_DIALOG] ¡Capacidad PV mejorada! [NEW_DIALOG] [DIALOG_START][Mega] ¡Genial! ¿Pero qué hacía esto aquí? [NEW_DIALOG] {e10a}ç{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The desk is very stately. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un escritorio majestuoso. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] A world map is on display. [NEW_DIALOG] The countries with WAZA branches are all shown. [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un mapa del mundo. [NEW_DIALOG] Aparecen los países con cuarteles de la WAZA. [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Dizzying data is flying around. [NEW_DIALOG] All major events taking place on Earth are being displayed in real time. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Aparecen datos a una velocidad vertiginosa. [NEW_DIALOG] Aparecen todos los eventos que se están produciendo en la Tierra. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{1393}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO CONCEDIDO! [NEW_DIALOG] {e10a}{1393}{ec00}{1}

source: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] Left - Satella Police Right - WAZAP!? [NEW_DIALOG] [DIALOG_START][Geo] It looks like a virus messed with the display. [NEW_DIALOG] {ec00}{1}{e201}{1b}
es_es: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] Izquierda - Policía Satella Derecha - ¡¿PASSA?! [NEW_DIALOG] [DIALOG_START][Geo] Parece que un virus ha estropeado la pantalla. [NEW_DIALOG] {ec00}{1}{e201}{1b}

source: {ec00}{0} [DIALOG_START][Mega] *snicker* Hey, kid... I think there might be... [NEW_DIALOG] [DIALOG_START][Geo] Yeah...? [NEW_DIALOG] Wow! How did you know!? [NEW_DIALOG] [DIALOG_START][Mega] What are you talking about, kid? I was just yanking your chain! [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] {ec35} thought he got Power Up Item: "{e5e0}"! [NEW_DIALOG] Too bad though. HP capacity has NOT been increased! [NEW_DIALOG] [DIALOG_START][Mega] Sorry, kid... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Je, je, je. Eh, chico... Puede que haya... [NEW_DIALOG] [DIALOG_START][Geo] ¿Sí? [NEW_DIALOG] ¡Hala! ¡¿Cómo lo has sabido?! [NEW_DIALOG] [DIALOG_START][Mega] Chico, ¿de qué hablas? ¡Estaba tomándote el pelo! [NEW_DIALOG] {e1a1} [DIALOG_START][NONAME] ¡{ec35} creía haber obtenido el objeto de mejora: «{e5e0}»! [NEW_DIALOG] Mala suerte. ¡Capacidad PV NO mejorada! [NEW_DIALOG] [DIALOG_START][Mega] Lo siento, chico... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a console that the Satella Police officers use... [NEW_DIALOG] The light shining from it is pretty bright. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Los oficiales de la Policía Satella usan esta terminal... [NEW_DIALOG] Emite una luz muy brillante. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a Mega Snack. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una megachuche. [NEW_DIALOG] {ec00}{1}
