Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/25.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] It's a cactus... no matter how strange it may look! [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un cactus... ¡por muy raro que parezca! [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Monitors are lined up. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Son unos monitores puestos en fila. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}è{12}{ec00}{0} [DIALOG_START][NONAME] A blue planet floats in space... [NEW_DIALOG] It's beautiful. [NEW_DIALOG] [DIALOG_START][Geo] Nice! I didn't expect this! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got Power Up Item: "{e5e0}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] {e10a}è{ec00}{1}
es_es: {e10c}{1}è{12}{ec00}{0} [DIALOG_START][NONAME] Un planeta azul flotando en el espacio... [NEW_DIALOG] Es precioso. [NEW_DIALOG] [DIALOG_START][Geo] ¡Genial! ¡Menuda sorpresa! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido el objeto de mejora: «{e5e0}»! [NEW_DIALOG] ¡Capacidad PV mejorada! [NEW_DIALOG] {e10a}è{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Monitors are lined up. [NEW_DIALOG] [DIALOG_START][Geo] There's so much stuff on the screen. [NEW_DIALOG] [DIALOG_START][Mega] It's making me dizzy. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Son unos monitores puestos en fila. [NEW_DIALOG] [DIALOG_START][Geo] En la pantalla salen un montón de cosas. [NEW_DIALOG] [DIALOG_START][Mega] Qué mareo... [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{f8}{14}{ec00}{0} [DIALOG_START][NONAME] There's a big monitor... [NEW_DIALOG] [DIALOG_START][Mega] Sweet! Take a look! [NEW_DIALOG] {e184}{5}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got Sub-Card: "{e5d5}"! [NEW_DIALOG] {e10a}{f8}{ec00}{1}
es_es: {e10c}{1}{f8}{14}{ec00}{0} [DIALOG_START][NONAME] Un monitor enorme... [NEW_DIALOG] [DIALOG_START][Mega] ¡Qué guay! ¡Mira esto! [NEW_DIALOG] {e184}{5}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido la subcarta: «{e5d5}»! [NEW_DIALOG] {e10a}{f8}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a large table. [NEW_DIALOG] Night and day, this table is surrounded by people who are protecting the world. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Una mesa muy grande. [NEW_DIALOG] Día y noche, en esta mesa se reúnen personas que protegen el mundo. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}é{13}{ec00}{0} [DIALOG_START][NONAME] Don't touch! [NEW_DIALOG] [DIALOG_START][Geo] Umm... But... [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] {ec35} got Power Up Item: "{e5e0}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] [DIALOG_START][Geo] Touching it wasn't so bad after all! [NEW_DIALOG] {e10a}é{ec00}{1}
es_es: {e10c}{1}é{13}{ec00}{0} [DIALOG_START][NONAME] ¡No tocar! [NEW_DIALOG] [DIALOG_START][Geo] Umm... Pero... [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] ¡{ec35} ha obtenido el objeto de mejora: «{e5e0}»! [NEW_DIALOG] ¡Capacidad PV mejorada! [NEW_DIALOG] [DIALOG_START][Geo] ¡Pues ha sido buena idea tocarlo! [NEW_DIALOG] {e10a}é{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a top secret something. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es algo de alto secreto. [NEW_DIALOG] {ec00}{1}

source: {e109}{0}{7a5}{7a9}{11}{ec00}{0} [DIALOG_START][NONAME] This is WAZA's pride and joy, the main computer! [NEW_DIALOG] It may one day be able to discover the secrets of the universe and life itself. [NEW_DIALOG] {ec00}{1}
es_es: {e109}{0}{7a5}{7a9}{11}{ec00}{0} [DIALOG_START][NONAME] ¡Es el ordenador central, el orgullo de la WAZA! [NEW_DIALOG] Puede que algún día descubra los secretos del universo y la vida. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}Special permission is required to enter the main computer room. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}Se necesita un permiso especial para entrar a la sala del ordenador central. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{1394}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO CONCEDIDO! [NEW_DIALOG] {e10a}{1394}{ec00}{1}

source: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] This is WAZA's pride and joy, the main computer... [NEW_DIALOG] [DIALOG_START][Mega] It's displaying an error thanks to that Shakespeare loser hiding in there! [NEW_DIALOG] It's time, kid! [NEW_DIALOG] {ec00}{1}{e201}{1b}
es_es: {e200}{1b}{0}{4}{ec00}{0} [DIALOG_START][NONAME] ¡Es el ordenador central, el orgullo de la WAZA! [NEW_DIALOG] [DIALOG_START][Mega] ¡Sale un error por culpa del Shakespeare de tres al cuarto ese! [NEW_DIALOG] ¡Vamos, chico! [NEW_DIALOG] {ec00}{1}{e201}{1b}

source: {ec00}{0} [DIALOG_START][NONAME] A blue planet floats in space... [NEW_DIALOG] It's beautiful. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un planeta azul flotando en el espacio... [NEW_DIALOG] Es precioso. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Don't touch! [NEW_DIALOG] [DIALOG_START][Geo] Yeah, I guess I shouldn't! It's super top secret! [NEW_DIALOG] Don't even think about touching it, Mega! [NEW_DIALOG] [DIALOG_START][Mega] Fine! Geesh... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡No tocar! [NEW_DIALOG] [DIALOG_START][Geo] ¡Sí, mejor no lo toco! ¡Seguro que es alto secreto! [NEW_DIALOG] ¡Mega, ni se te ocurra tocarlo! [NEW_DIALOG] [DIALOG_START][Mega] ¡Vale! Madre mía... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] There's a big monitor... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Un monitor enorme... [NEW_DIALOG] {ec00}{1}
