Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/26.po
Languages: es_es

source: {e10d}{0}`{ff}{11}{ec00}{0} [DIALOG_START][NONAME] It's an old fire extinguisher. And it's way past the expiration date. [NEW_DIALOG] [DIALOG_START][Mega] 21XX... That's forever ago! [NEW_DIALOG] {ec00}{1}
es_es: {e10d}{0}`{ff}{11}{ec00}{0} [DIALOG_START][NONAME] Un extintor muy viejo. Y caducó hace mucho tiempo. [NEW_DIALOG] [DIALOG_START][Mega] 21XX... ¡Hace siglos de eso! [NEW_DIALOG] {ec00}{1}

source: {e10d}{0}`{ff}{12}{ec00}{0} [DIALOG_START][NONAME] It's a very old wooden box. [NEW_DIALOG] {ec00}{1}
es_es: {e10d}{0}`{ff}{12}{ec00}{0} [DIALOG_START][NONAME] Es una caja de madera muy vieja. [NEW_DIALOG] {ec00}{1}

source: {e10d}{0}`{ff}{13}{ec00}{0} [DIALOG_START][NONAME] Barrels are lined up. They are all empty. [NEW_DIALOG] {ec00}{1}
es_es: {e10d}{0}`{ff}{13}{ec00}{0} [DIALOG_START][NONAME] Son barriles puestos en fila. Están vacíos. [NEW_DIALOG] {ec00}{1}

source: {e10d}{0}`{ff}{14}{e10c}{1}{ea}{17}{ec00}{0} [DIALOG_START][NONAME] It's an antique machine. It doesn't work anymore. [NEW_DIALOG] [DIALOG_START][Geo_2] !! No way! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] Geo got Power Up Item: "{e5e0}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] {e10a}{ea}{ec00}{1}
es_es: {e10d}{0}`{ff}{14}{e10c}{1}{ea}{17}{ec00}{0} [DIALOG_START][NONAME] Una machina muy antigua. No funciona. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¡!! ¡No puede ser! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido el objeto de mejora: «{e5e0}»! [NEW_DIALOG] ¡Capacidad PV mejorada! [NEW_DIALOG] {e10a}{ea}{ec00}{1}

source: {e10d}{0}`{ff}{15}{ec00}{0} [DIALOG_START][NONAME] It's a very big king card. [NEW_DIALOG] The fact that someone had this made is almost creepy. [NEW_DIALOG] {ec00}{1}
es_es: {e10d}{0}`{ff}{15}{ec00}{0} [DIALOG_START][NONAME] Es la carta de un rey enorme. [NEW_DIALOG] Qué miedo que alguien haya mandado hacer esto. [NEW_DIALOG] {ec00}{1}

source: {e10d}{0}`{ff}{16}{ec00}{0} [DIALOG_START][NONAME] It's a very old wooden box. [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}
es_es: {e10d}{0}`{ff}{16}{ec00}{0} [DIALOG_START][NONAME] Es una caja de madera muy vieja. [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}

source: {e18b}6{3}{19}{ec00}{0} [DIALOG_START][NONAME] Access Restricted Three Omega Pieces are required to unlock. [NEW_DIALOG] {ec00}{1}
es_es: {e18b}6{3}{19}{ec00}{0} [DIALOG_START][NONAME] =Acceso restringido= Se necesitan tres Partes Omega para continuar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a ladder... [NEW_DIALOG] It seems to go up and up forever. [NEW_DIALOG] {e10c}{1}{13b1}{10}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una escalerilla... [NEW_DIALOG] Parece que no termina nunca. [NEW_DIALOG] {e10c}{1}{13b1}{10}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{1395}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO CONCEDIDO! [NEW_DIALOG] {e10a}{1395}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The {e4a6}-VG is reacting! [NEW_DIALOG] NOISE WAVE DETECTED. {e115}.{e115}.{e115}.{e115}ACCESSED! [NEW_DIALOG] {e10a}{139d}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡El {e4a6}-VG reacciona! [NEW_DIALOG] DISONANCIA DETECTADA. {e115}.{e115}.{e115}.{e115}¡ACCESO CONCEDIDO! [NEW_DIALOG] {e10a}{139d}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's an old fire extinguisher. [NEW_DIALOG] [DIALOG_START][Geo] This thing is pretty old. [NEW_DIALOG] They look nothing like this nowadays. How do you even use it? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es un extintor muy viejo. [NEW_DIALOG] [DIALOG_START][Geo] Este trasto es viejísimo. [NEW_DIALOG] Los de ahora no se parecen en nada. ¿Cómo se usa esto siquiera? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a very old wooden box. It's all worn out and it's full of rotten food. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] Yuck. I never saw that. [NEW_DIALOG] [DIALOG_START][Mega] Same here... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una caja de madera muy vieja. Está destrozada y llena de comida podrida. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] ¡Puaj! Qué asco. [NEW_DIALOG] [DIALOG_START][Mega] Pues sí... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Barrels are lined up. [NEW_DIALOG] [DIALOG_START][Geo] They make a cool sound if you hit them. [NEW_DIALOG] [DIALOG_START][NONAME] *ba-da-ba-da* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Son barriles puestos en fila. [NEW_DIALOG] [DIALOG_START][Geo] Si los golpeas hacen un ruido muy guay. [NEW_DIALOG] [DIALOG_START][NONAME] Pam, parapam, para... [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{ea}{18}{ec00}{0} [DIALOG_START][NONAME] It's an antique machine. [NEW_DIALOG] It says in faded letters: "Don't touch! Dangerous!". [NEW_DIALOG] [DIALOG_START][Geo] That makes me want to touch it even more. [NEW_DIALOG] [DIALOG_START][Mega] Hey! There's something there! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] Geo got Power Up Item: "{e5e0}"! [NEW_DIALOG] HP capacity has been increased! [NEW_DIALOG] [DIALOG_START][Geo] That was exciting! [NEW_DIALOG] {e10a}{ea}{ec00}{1}
es_es: {e10c}{1}{ea}{18}{ec00}{0} [DIALOG_START][NONAME] Es una máquina antigua. [NEW_DIALOG] Está borrado, pero pone: «¡No tocar! ¡Peligro!». [NEW_DIALOG] [DIALOG_START][Geo] Ahora tengo más ganas de tocarlo. [NEW_DIALOG] [DIALOG_START][Mega] ¡Eh! ¡Ahí hay algo! [NEW_DIALOG] {e185}{0}{1}{e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido el objeto de mejora: «{e5e0}»! [NEW_DIALOG] ¡Capacidad PV mejorada! [NEW_DIALOG] [DIALOG_START][Geo] ¡Qué pasada! [NEW_DIALOG] {e10a}{ea}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] The big king card must have been removed by the Satella Police. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Seguro que la Policía Satella ha quitado esa carta de rey gigante. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's a very old wooden box. It's all worn out and full of rotten food. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] Yuck. I never saw that. [NEW_DIALOG] [DIALOG_START][Mega] Same here... [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una caja de madera muy vieja. Está destrozada y llena de comida podrida. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] ¡Puaj! Qué asco. [NEW_DIALOG] [DIALOG_START][Mega] Pues sí... [NEW_DIALOG] {e10c}{1}{13b1}{f}{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's an antique machine. It doesn't work anymore. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una máquina antigua. Ya no funciona. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] It's an antique machine. [NEW_DIALOG] It says in faded letters: "Don't touch! Dangerous!". [NEW_DIALOG] [DIALOG_START][Geo] That makes me want to touch it even more. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Es una máquina antigua. [NEW_DIALOG] Está borrado, pero pone: «¡No tocar! ¡Peligro!». [NEW_DIALOG] [DIALOG_START][Geo] Ahora tengo más ganas de tocarlo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Access Restricted Three Omega Pieces are required to unlock. [NEW_DIALOG] {e10b}{3c6}{e210}Ì{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] =Acceso restringido= Se necesitan tres Partes Omega para continuar. [NEW_DIALOG] {e10b}{3c6}{e210}Ì{ec00}{1}
