Repository: joguersan/Megaman-Starforce-3
Catalog: mess_check/40.po
Languages: es_es

source: {e10c}{0}{3af}{11}{e10c}{1}{18a7}{8}{ec00}{0} [DIALOG_START][NONAME] Access Restricted Restricted by: CrXXsXX XraXXn SP [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{0}{3af}{11}{e10c}{1}{18a7}{8}{ec00}{0} [DIALOG_START][NONAME] =Acesso restringido= Administrador: DrXgXX CXrmXXX SP [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}{3b0}{11}{ec1c}{c}{9}{ec00}{0} [DIALOG_START][NONAME] Access Restricted [NEW_DIALOG] All "R" bosses must be deleted within 12 seconds to access. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{0}{3b0}{11}{ec1c}{c}{9}{ec00}{0} [DIALOG_START][NONAME] =Acceso restringido= [NEW_DIALOG] Debes derrotar a todos los jefes «R» en 12 segundos para acceder. [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}{3b1}{11}{ec1d} {ec00}{0} [DIALOG_START][NONAME] Access Restricted All HELP pop-ups must be resolved to access. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{0}{3b1}{11}{ec1d} {ec00}{0} [DIALOG_START][NONAME] =Acceso restringido= Debes resolver todas las notificaciones de AYUDA. [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}{3b2}{11}{e10c}{1}{15c1}{b}{ec00}{0} [DIALOG_START][NONAME] Access Restricted Possession of all Mega Class Cards required to access. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{0}{3b2}{11}{e10c}{1}{15c1}{b}{ec00}{0} [DIALOG_START][NONAME] =Acceso restringido= Necesitas tener todas las cartas Mega. [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}{3b3}{11}{ec1e}{c}{ec00}{0} [DIALOG_START][NONAME] Access Restricted Possession of all Battle Cards required to access. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{0}{3b3}{11}{ec1e}{c}{ec00}{0} [DIALOG_START][NONAME] =Acceso restringido= Necesitas tener todas las cartas de combate. [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}{3b4}{11}{e10c}{1}{8bb}{d}{ec00}{0} [DIALOG_START][NONAME] Access Restricted Restricted by: XXXXXs [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{0}{3b4}{11}{e10c}{1}{8bb}{d}{ec00}{0} [DIALOG_START][NONAME] =Acceso restringido= Administrador: XXXXXs [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}{3b5}{11}{e10c}{1}{15c0}{e}{ec00}{0} [DIALOG_START][NONAME] Access Restricted Possession of all Standard Cards required to access. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{0}{3b5}{11}{e10c}{1}{15c0}{e}{ec00}{0} [DIALOG_START][NONAME] =Acceso restringido= Necesitas tener todas las cartas Estándar. [NEW_DIALOG] {ec00}{1}

source: {e10c}{0}{3c3}{11}{e18b}6{6}{f}{ec00}{0} [DIALOG_START][NONAME] Access Restricted Possession of six Omega Pieces is required to access. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{0}{3c3}{11}{e18b}6{6}{f}{ec00}{0} [DIALOG_START][NONAME] =Acceso restringido= Necesitas tener seis Partes Omega. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Removing restrictions set by Crimson Dragon SP... Access granted. [NEW_DIALOG] {e10b}{3af}{e10b}{3be}{e210}Ì{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Suprimiendo restricciones del Dragón Carmesí SP... Acceso concedido. [NEW_DIALOG] {e10b}{3af}{e10b}{3be}{e210}Ì{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Deletion of all "R" bosses within 12 seconds confirmed. Access granted. [NEW_DIALOG] {e10b}{3b0}{e10b}{3be}{e210}Ì{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Eliminación de los 12 jefes «R» confirmada. Acceso concedido. [NEW_DIALOG] {e10b}{3b0}{e10b}{3be}{e210}Ì{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Resolution of all HELP pop-ups confirmed... Access granted. [NEW_DIALOG] {e10b}{3b1}{e10b}{3be}{e210}Ì{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Todas las notificaciones de AYUDA resueltas... Acceso concedido. [NEW_DIALOG] {e10b}{3b1}{e10b}{3be}{e210}Ì{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Possession of all Mega Class Cards confirmed... Access granted. [NEW_DIALOG] {e10b}{3b2}{e10b}{3be}{e210}Ì{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Todas las cartas Mega confirmadas... Acceso concedido. [NEW_DIALOG] {e10b}{3b2}{e10b}{3be}{e210}Ì{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Possession of all Battle Cards confirmed... Access granted. [NEW_DIALOG] {e10b}{3b3}{e10b}{3be}{e210}Ì{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Todas las cartas de combate confirmadas... Acceso concedido. [NEW_DIALOG] {e10b}{3b3}{e10b}{3be}{e210}Ì{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Removing restrictions set by Sirius... Access granted. [NEW_DIALOG] {e10b}{3b4}{e10b}{3be}{e210}Ì{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Suprimiendo restricciones de Sirio... Acceso concedido. [NEW_DIALOG] {e10b}{3b4}{e10b}{3be}{e210}Ì{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Possession of all Standard Cards confirmed... Access granted. [NEW_DIALOG] {e10b}{3b5}{e10b}{3be}{e210}Ì{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Todas las cartas Estándar confirmadas... Acceso concedido. [NEW_DIALOG] {e10b}{3b5}{e10b}{3be}{e210}Ì{ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Possession of six Omega Pieces confirmed... Access granted. [NEW_DIALOG] {e10b}{3c3}{e10b}{3be}{e210}Ì{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Seis Partes Omega confirmadas... Acceso concedido. [NEW_DIALOG] {e10b}{3c3}{e10b}{3be}{e210}Ì{ec00}{1}
