Repository: joguersan/Megaman-Starforce-3
Catalog: mess_npc/124.po
Languages: es_es

source: {e10c}{1}{fe}2{ec00}{0} [DIALOG_START]{9f}Oo{e116}oo{e116} oo{e115}oo!{e116} O{e115}o{e115}o{e115}o{e115} oo{e115}oo! [NEW_DIALOG] You're Mega Man, aren't you!? [NEW_DIALOG] I have a big favor to ask of you. [NEW_DIALOG] I'd like you to rescue Hertzes that get caught up in battles. [NEW_DIALOG] Please bring the Hertzes that you rescue here! [NEW_DIALOG] Your efforts will not go unrewarded! [NEW_DIALOG] For example, I may give you the next installment of [NEW_DIALOG] the popular video game, Burger Quest! [NEW_DIALOG] Hmm? You were going to buy that game yourself anyway? [NEW_DIALOG] I should have expected that! You're always thinking ahead. [NEW_DIALOG] Alright, then I'll give you some sort of Ability that you can't get anywhere else. [NEW_DIALOG] It's not like I can give you any and everything, but I'll [NEW_DIALOG] reward you based on the number of Hertzes you save. Anyway, be thinking about [NEW_DIALOG] what you want. Until we meet again! [NEW_DIALOG] {ec00}{1}{e10a}{fe}{e10b}{27b}{e106}4
es_es: {e10c}{1}{fe}2{ec00}{0} [DIALOG_START]{9f}¡Oo{e116}oo{e116} oo{e115}oo!{e116} ¡O{e115}o{e115}o{e115}o{e115} oo{e115}oo! [NEW_DIALOG] ¡¿Mega Man?! [NEW_DIALOG] Tengo que pedirte un favor. [NEW_DIALOG] ¿Podrías rescatar a todos los Hercios que se hayan visto envueltos en combates? [NEW_DIALOG] ¡A medida que los vayas rescatando tráelos aquí! [NEW_DIALOG] ¡Tu esfuerzo no será en vano! [NEW_DIALOG] Por ejemplo, podría darte la próxima entrega [NEW_DIALOG] del superfamoso, v¡Jamón Quest! [NEW_DIALOG] ¿Eh? ¿Que ya te lo ibas a comprar? [NEW_DIALOG] ¡Debería haberlo visto venir! por delante. [NEW_DIALOG] Entonces te daré una habilidad única que no puedas obtener en ningún otro lugar. [NEW_DIALOG] No puedo darte todo lo que existe, pero sí que te daré [NEW_DIALOG] premios según el numero de Hercios que salves. Ve pensando qué es lo [NEW_DIALOG] que quieres. ¡Nos vemos! [NEW_DIALOG] {ec00}{1}{e10a}{fe}{e10b}{27b}{e106}4

source: {ec00}{0} [DIALOG_START]{74}Up until now, you have saved {e171} Hertzes! [NEW_DIALOG] Thank you! *beep* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Has salvadov{e171} Hercios! [NEW_DIALOG] ¡Gracias! Pip. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Thank you very macho! [NEW_DIALOG] I'll never forget how you rescued me, Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Very muchas gracias! [NEW_DIALOG] ¡Nunca olvidaré como me salvaste, Mega Man! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Thank you thank you thank you! *beep* [NEW_DIALOG] It's great to be alive! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Gracias, gracias, muchas gracias! Pip. [NEW_DIALOG] ¡Qué bien sienta estar vivo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Hm, hm, hm... [NEW_DIALOG] D-Dang viruses... The next time I see one, I-I-I'm gonna give it heck! [NEW_DIALOG] I-I'm serious! I-I'm a lot stronger than I look! [NEW_DIALOG] I can even put the smack down on an out-of- control Wizard! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Mmm, mmm, mmm.... [NEW_DIALOG] M-malditos virus... ¡La próxima vez que vea uno, le pego una paliza! [NEW_DIALOG] ¡N-no miento! ¡S-soy mucho más fuerte de lo que parezco! [NEW_DIALOG] ¡Hasta puedo hacer volver en sí a Wizards que están fuera de control! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I'm thankful to Mega Man for saving me but... [NEW_DIALOG] In all honesty, I kind of wish Harp Note would have saved me! [NEW_DIALOG] I mean... You're a guy just like me! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Agradezco que Mega Man me haya salvado, pero... [NEW_DIALOG] ¡Ojalá hubiese sido Harp Note! [NEW_DIALOG] Es decir... ¡Tú eres un hombre, como yo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}You know, I too get depressed just like any other Hertz. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Igual que cualquier otro Hercio yo también puedo estar deprimido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Yo! Mega Man! I used to think [NEW_DIALOG] that you were just blue, but that's no ordinary blue! [NEW_DIALOG] That blue is nice! I mean really nice! Nice with a capital N! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Eh! ¡Mega Man! Antes pensaba [NEW_DIALOG] que solo eras azul, ¡pero ese no es un azul normal y corriente! [NEW_DIALOG] ¡Ese azul mola! ¡Mola mazo! ¡Mola con M mayúscula! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Mega Man... Eat your vegetables. [NEW_DIALOG] They're good for you! [NEW_DIALOG] If you eat your vegetables, you'll grow up to be big and strong... like me! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Mega man... Comete la verdura. [NEW_DIALOG] ¡Es muy buena para el cuerpo! [NEW_DIALOG] Si te la comes toda crecerás mucho y serás muy fuerte... ¡Como yo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}It was sooo scary man! I mean like those viruses were no joke! [NEW_DIALOG] Mega Man, you totally saved my life, man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Qué miedo he pasado! ¡Los virus son cosa seria! [NEW_DIALOG] Mega Man, tío, ¡me has salvado la vida! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Are you afraid of heights? [NEW_DIALOG] I am. When I go up high, my knees get weak, and I start pouring sweat. [NEW_DIALOG] The Wave Road is just about as high as I can go. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¿Tienes miedo a las alturas? [NEW_DIALOG] Sí, cuando estoy en un lugar muy elevado tiemblo y me pongo a sudar. [NEW_DIALOG] Mi tope es el Camino onda. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Thank you, Mega Man! [NEW_DIALOG] I couldn't sit back and let the girl that I love overseas get hurt, or worse. [NEW_DIALOG] By the way, she has a face just like Sonia Strumm. [NEW_DIALOG] ...Huh? Of course she's a Hertz, but what does that matter? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Gracias, Mega Man! [NEW_DIALOG] No podría perdonarme que le pasase algo a la chica que amo. [NEW_DIALOG] ¿Sabías que tiene cara? Igual que Sonia Strumm. [NEW_DIALOG] ¿Eh? Claro que es un Hercio, pero qué más da. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I owe you a debt of gratitude, Mega Man. [NEW_DIALOG] If it weren't for you, I might as well have been deleted. I'm thrilled to be alive! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Te debo una, Mega Man. [NEW_DIALOG] Si no fuese por ti me habrían eliminado. ¡Qué feliz estoy de seguir vivo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I'm often mistaken for Acid Ace! [NEW_DIALOG] I guess with looks and strength like mine, it can't be helped. [NEW_DIALOG] Oh well... *chuckle* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Me suelen confundir con Acid Ace! [NEW_DIALOG] Debe ser por mi fuerza descomunal. [NEW_DIALOG] Aish... Je, je, je. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}What do you call a fish with no eyes? [NEW_DIALOG] A fsh! [NEW_DIALOG] That's a good one, right!? Don't steal it, Mega Man. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¿Cómo se llama el pez más gordo? [NEW_DIALOG] ¡Pez-ado! [NEW_DIALOG] ¡¿Es bueno, eh?! No me lo robes, Mega Man. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Who do you think would make a better wife for me, [NEW_DIALOG] Sonia Strumm or Belle? I wouldn't be opposed to marrying both of them! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¿Con quién crees que hago mejor pareja, [NEW_DIALOG] con Sonia Strumm o Belle? ¡Aunque no me negaría a estar con ambas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I once saw a Wizard named Diamond Ice at {e4c0}. [NEW_DIALOG] It was love at first sight! [NEW_DIALOG] Ahh, that's one Wizard that I wouldn't mind being frozen solid by! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Una vez me encontré a una tal Diamond Ice en {e4c0}. [NEW_DIALOG] ¡Me enamoré solo con verla! [NEW_DIALOG] Aish, ¡quién estuviera atrapado en su hielo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}What can I do to be just like Mega Man? [NEW_DIALOG] I guess the first thing I'd need to do is get that [NEW_DIALOG] brilliant blue color of his! I think I'm a little pale. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¿Qué puedo hacer para ser como Mega Man? [NEW_DIALOG] ¡Lo primero será conseguir ese color azul brillante! [NEW_DIALOG] Porque me parece que estoy algo paliducho. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I want to try a Mega Snack... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Me encantaría probar una megachuche... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Over the years I have delivered countless love letters! [NEW_DIALOG] And, all of those couples that I delivered love letters [NEW_DIALOG] to have always gotten married to each other. [NEW_DIALOG] Oh!? I saw your eyes get wide just now. [NEW_DIALOG] When you need a love letter delivered, leave it to me! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡En todos estos años he entregado muchísimas cartas de amor! [NEW_DIALOG] Y todas esas parejas que enviaban las cartas [NEW_DIALOG] siempre han acabado casadas. [NEW_DIALOG] Qué, te has quedado flipando, ¡¿eh?! [NEW_DIALOG] Si algún día tienes que enviar una carta de amor, ¡cuenta conmigo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}If there were Mega Snacks made of Real Waves, I wonder if I could eat one? [NEW_DIALOG] I wonder which flavor I would like the best? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Si existiesen las megachuches hechas de Ondas Reales... ¿Podría comerme una? [NEW_DIALOG] ¿Y qué sabor sería mi favorito? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}The best pre-teen idol out there is neither Sonia Strumm nor Belle! [NEW_DIALOG] It's a girl who lives in Echo Ridge, named Luna Platz! [NEW_DIALOG] She's always mad about something, but she's actually [NEW_DIALOG] very nice and cares a lot about her friends. [NEW_DIALOG] It's that type of girl who can shoot an arrow straight through my heart! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡La mejor idol preadolescente no es ni Sonia Strumm, ni Belle! [NEW_DIALOG] ¡Es una chavala que vive en Echo Ridge, Luna Platz! [NEW_DIALOG] Siempre está enfadada, pero en el fondo es [NEW_DIALOG] muy buena y se preocupa mucho por sus amigos. [NEW_DIALOG] ¡Ese tipo de chicas son las que me atraviesan el corazón con solo una mirada! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}We Hertzes might all look the same, but our [NEW_DIALOG] personalities and interests are all quite different. [NEW_DIALOG] As for me, I like train- spotting the Wave Liner. [NEW_DIALOG] The sight, the sound, and the smell of it just gets me right in the ol' ticker! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Aunque todos los Hercios parezcamos iguales, [NEW_DIALOG] no lo somos, cada uno tiene su personalidad y sus gustos. [NEW_DIALOG] A mí me encanta ver los Surcaondas. [NEW_DIALOG] ¡Su exterior, su sonido y su olor, me llegan hasta lo más profundo del corazón! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I think it would be fun to get together with the other [NEW_DIALOG] Hertzes here and play baseball! [NEW_DIALOG] I'm actually very good! My split finger fastball is magical! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡No estaría mal reunirnos con otros Hercios [NEW_DIALOG] y jugar a béisbol! [NEW_DIALOG] ¡Aunque no lo parezca soy muy bueno! ¡Mis rectas de dedos separados son mágicas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I think we Hertzes should learn how to battle... [NEW_DIALOG] Now, the only thing we can do if we get attacked by a virus is head butt it. [NEW_DIALOG] But that doesn't do anything except give us a migrane the next morning. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Creo que los Hercios tendríamos que aprender a luchar... [NEW_DIALOG] Ahora mismo si nos ataca un virus solo podemos pegarle cabezazos. [NEW_DIALOG] Y como mucho sirve para que al día siguiente nos duela la cabeza. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I really want to be like Strong. For now, I'll start by imitating the way he talks. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Me encantaría ser como Strong. Empezaré imitando su manera de hablar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I was really unlucky... [NEW_DIALOG] I got attacked by a virus, but fortunately, Mega Man [NEW_DIALOG] came to my rescue, and now I am alright! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Que mala suerte la mía... [NEW_DIALOG] Me atacó un virus, pero Mega Man estaba ahí [NEW_DIALOG] para salvarme, ¡qué bien! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}The Satella Police are cool! The all wear visualizers, so they can actually talk to us. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Cómo mola la policía Satella! Como llevan visualizdores pueden hablar con nosotros. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}The Event Stage I saw at {e4c0} was awesome! [NEW_DIALOG] The guy with the beard who made it must be really talented. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡El escenario de {e4c0} es impresionante! [NEW_DIALOG] ¡Cuánto talento tiene el barbudo que lo ha montado! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I don't like Noise very much. It makes me itch! [NEW_DIALOG] Politicians, they make me itch too. Maybe it's because all they do is talk noise too! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}No me gusta el Ruido. ¡Hace que me pique todo! [NEW_DIALOG] Y los políticos también. ¡Quizá es porque solo hacen ruido! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Sometimes there are these huge viruses. They're so scary! [NEW_DIALOG] I'm scared of them because I think they're gonna step on me. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}A veces veo virus enormes. ¡Qué miedo que dan! [NEW_DIALOG] Lo paso muy mal porque parece que me van a pisar en cualquier momento. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I saw King once, a long time ago. He came across as being smug and arrogant. [NEW_DIALOG] But the lady he had sitting next to him was very beautiful. [NEW_DIALOG] ...Is this feeling... love? [NEW_DIALOG] Yeah... it must be love! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Hace mucho tiempo vi a Rey. Parecía arrogante y presumido. [NEW_DIALOG] Pero la dama que le acompañaba era hermosa. [NEW_DIALOG] ¿Es esto amor? [NEW_DIALOG] ¡Sí, seguro!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Hi-ya! [NEW_DIALOG] I'm learning martial arts just in case another [NEW_DIALOG] virus tries to attack me! Hi-ya! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Hai-ya! [NEW_DIALOG] ¡Aprendo artes marciales [NEW_DIALOG] por si otro virus intenta atacarme! ¡Hai-ya! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Inside is the man we Hertzes revere, King Roots! [NEW_DIALOG] He's big... I mean really big! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Ahí se encuentra el hombre al que veneramos los Hercios, King Roots! [NEW_DIALOG] Es un grande... ¡En plan muyyyy grande! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I had to leave my old post at the Netfrica WAZA Headquarters after it was [NEW_DIALOG] attacked. Then, to add insult to injury, [NEW_DIALOG] after I got here, I was attacked by viruses! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Tuve que dejar mi puesto en la sede de la WAZA en Nétfrica después de que [NEW_DIALOG] nos atacasen. Y luego, para añadir más sal a la herida, [NEW_DIALOG] llego aquí, ¡y me atacan unos virus! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I really love {e4c4}. With its environmental [NEW_DIALOG] system, there is just so much for a Hertz to see! [NEW_DIALOG] I'd really like to move there when I'm old. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Me encanta {e4c4}. ¡Hay tantas cosas que ver! [NEW_DIALOG] Y todo gracias a su sistema ambiental. [NEW_DIALOG] Cuando sea mayor me encantaría vivir ahí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}If we Hertzes get attacked by a virus, there's really nothing we can do. [NEW_DIALOG] If only we could use swords and slash them like Battle Wizards do! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Cuando nos atacan los virus, no podemos hacer gran cosa. [NEW_DIALOG] ¡Ojalá pudiésemos usar espadas como los Wizards de combate! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}WAZA branches all over the world were hit hard by Meteor G. [NEW_DIALOG] Be careful, Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Todas las sucursales de la WAZA se han visto afectadas por Meteorito G. [NEW_DIALOG] ¡Ten cuidado, Mega Man! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I am the leader of the "Sonia Fans H" club! [NEW_DIALOG] No one loves Sonia as much as me! I love you, Sonia! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Soy el presidente del club "H Fans de Sonia"! [NEW_DIALOG] ¡A nadie le gusta tanto Sonia como a mí! ¡Te amo Sonia! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I love, Belle! [NEW_DIALOG] Sonia Strumm might have more fans, but Belle fans have more love! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Amo a Belle! [NEW_DIALOG] Da igual los fans que tenga Sonia, ¡nosotros damos más amor que ellos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}I was attacked by viruses, but I was glad to be able [NEW_DIALOG] to see Mega Man fighting a battle with my own eyes! [NEW_DIALOG] Mega Man, you are so cool! You're Electopia's best! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Aunque me hayan atacado unos virus, me alegro de [NEW_DIALOG] haber visto a Mega Man en acción! [NEW_DIALOG] ¡Cómo molas, Mega Man! ¡Eres lo mejor de Electropía! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Inside is the man we Hertzes revere, King Roots! [NEW_DIALOG] I bet he can even beat a virus! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Ahí se encuentra el hombre al que los Hercios veneramos, King Roots! [NEW_DIALOG] ¡Estoy seguro que puede derrotar virus! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Ace and his Wizard, Acid... They're so cool. I want to be just like them! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}Ace y su Wizard, Acid... ¡Son lo más! ¡Quiero ser como ellos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}That member of Dealer that they call Joker is mad scary! He's huge! [NEW_DIALOG] Does that mean that he drank tons of milk when he was young? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡El miembro de Dealer al que llaman Joker da mucho miedo! ¡Es enorme! [NEW_DIALOG] ¿Es así porque de pequeño bebía mucha leche? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}This is a Hertz paradise! There's just something in the air here. I love it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡El paraíso de los Hercios! ¡Tiene un no sé qué que me encanta! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Viruses are soooo scary! I'm so glad that Mega Man came to my rescue. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Los virus dan mucho miedo! Qué alivio que Mega Man me salvase. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}The rocket that they launched from the roof of Echo Ridge Elementary... [NEW_DIALOG] It was because of you that it was a success, right? [NEW_DIALOG] I wonder where in space that rocket is right now. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}El cohete que lanzaron desde el azotea de la escuela Echo Ridge... [NEW_DIALOG] Fue gracias a ti que salió bien, ¿no? [NEW_DIALOG] A saber en qué parte del espacio estará. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Waaaaagh! Those dang viruses! Next [NEW_DIALOG] time I see one of them, I'm gonna let them have it! [NEW_DIALOG] First, I need to make a lot of Brothers! Link Power is the saving grace of Hertzes! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Aaagh! ¡Malditos virus! La próxima [NEW_DIALOG] vez que vea uno, ¡me lo cargo! [NEW_DIALOG] ¡Para eso necesito muchos Hermanos! ¡Esa es la fuerza de los Hercios! [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{27b}3{ec00}{0} [DIALOG_START]{9f}Please take your time and look around! [NEW_DIALOG] {ec00}{1}{e106}4
es_es: {e10c}{1}{27b}3{ec00}{0} [DIALOG_START]{9f}¡Mira todo lo que quieras, sin prisas! [NEW_DIALOG] {ec00}{1}{e106}4

source: {ec00}{0} [DIALOG_START]{9f}Oo{e116}oo{e116}oo!{e116} [NEW_DIALOG] I've got something special for you, ooooo! Have a look, ooooo! [NEW_DIALOG] {ec00}{1}{e106}4
es_es: {ec00}{0} [DIALOG_START]{9f}¡Oo{e116}oo{e116}oo!{e116} [NEW_DIALOG] ¡Oooooo! Tengo algo para ti. ¡Oooo! Échale un vistazo. [NEW_DIALOG] {ec00}{1}{e106}4
