Repository: joguersan/Megaman-Starforce-3
Catalog: mess_npc/92.po
Languages: es_es

source: {e10c}{1}/{2}{e10c}{1}P{1}{ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] ...What!? [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}/{2}{e10c}{1}P{1}{ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] ¡¿Qué?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{97}...What!? [NEW_DIALOG] [DIALOG_START][Acid] Satella Police! Hand over the data you're concealing. [NEW_DIALOG] [DIALOG_START]{97}Hmph! You think just because you tell me to hand something over, that I will? [NEW_DIALOG] [DIALOG_START][Megaman] !! [NEW_DIALOG] {e10a}{227}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{97}¡¿Qué?! [NEW_DIALOG] [DIALOG_START][Acid] ¡Policía Satella! Entrega lo que sea que estés escondiendo. [NEW_DIALOG] [DIALOG_START]{97}¡Tch! ¿Te crees que porque me pidas que te entregue algo lo haré? [NEW_DIALOG] [DIALOG_START][Megaman] ¡! [NEW_DIALOG] {e10a}{227}{ec00}{1}

source: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] ...Tsk! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] ¡Tch! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] Hmm!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] ¡¿Mmm?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] ...Sheesh! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] Madre mía... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] Huh!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] ¡¿Eh?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] *glaring* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] Mmm... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] *staring* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{97}... [NEW_DIALOG] Mmm... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{7c}Wh-Who are you guys!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{7c}¡¿Q-quiénes sois vosotros?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{7c}Did you notice? [NEW_DIALOG] This Cyber Core is shaped like {e4c4}. [NEW_DIALOG] Cool, huh? [NEW_DIALOG] Just compare it to the image on the display. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{7c}¿Te has dado cuenta? [NEW_DIALOG] Este Cybernúcleo es como {e4c4}. [NEW_DIALOG] A que mola, ¿eh? [NEW_DIALOG] Puedes compararlos en la imagen del monitor. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}All of a sudden there are all of these scary looking Wizards around. [NEW_DIALOG] At times like these, I-I sure wish Strong was around. *beep, beep* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}De repente han aparecido todos estos Wizards con cara de pocos amigos. [NEW_DIALOG] En estos momentos me gustaría que Strong estuviese por aquí. Pip, pip. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{74}Heloha! Have a nice time in {e4c4}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{74}¡Aloha! ¡Disfruta tu estancia en {e4c4}! [NEW_DIALOG] {ec00}{1}
