Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/05.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] Sorry for the wait, Mega. You can come out now. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Siento la espera, Mega, ya puedes salir. [NEW_DIALOG] {ec00}{1}

source: {e1a0}{3}<{ec00}{0} [DIALOG_START][Mega] Roo{e115}aaa{e115}rrr!!! [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{3}<{ec00}{0} [DIALOG_START][Mega] ¡Grrr{e115}oooaaa{e115}rrr!!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] W-What's wrong!? [NEW_DIALOG] [DIALOG_START][Mega] Geo! For cryin' out loud! [NEW_DIALOG] Let me know before you ever do something like upgrade your mobile terminal! [NEW_DIALOG] [DIALOG_START][Geo] Huh? [NEW_DIALOG] Why? [NEW_DIALOG] [DIALOG_START][Mega] What do you mean why!? You should know! [NEW_DIALOG] Thanks to the recent advancements in wave technology, I've become a [NEW_DIALOG] Wizard, which is basically an {e243} that is integrated into the mobile terminal! [NEW_DIALOG] [DIALOG_START][Geo] Yeah, of course I know that much... [NEW_DIALOG] You and the {e4a6}-VG are intimately linked together. [NEW_DIALOG] [DIALOG_START][Mega] Grr!!! Exactly!!! [NEW_DIALOG] So if you make a change to the system, then you change me, too! [NEW_DIALOG] Do you think it feels nice to have a ton of data shoved down your gullet? [NEW_DIALOG] It was terrible! Ohh... [NEW_DIALOG] I don't feel so good all of a sudden... [NEW_DIALOG] [DIALOG_START][Geo] S-Sorry! I didn't think of that... [NEW_DIALOG] [DIALOG_START][Mega] No big deal, kid. Just keep it in mind for the future. [NEW_DIALOG] By the way... [NEW_DIALOG] Have you tried on your {e244} since EM wave technology has advanced? [NEW_DIALOG] [DIALOG_START][Geo] Huh? Now that you mention it... [NEW_DIALOG] [DIALOG_START][Mega] Well, try them on, kid. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Pero qué ocurre?! [NEW_DIALOG] [DIALOG_START][Mega] ¡Geo! ¡Por todos mis circuitos! [NEW_DIALOG] ¿Cómo se te ocurre actualizar el terminal sin avisarme? [NEW_DIALOG] [DIALOG_START][Geo] ¿Eh? [NEW_DIALOG] ¿Por qué? [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Cómo que por qué?! ¡No debería tener que explicártelo! [NEW_DIALOG] Gracias a los avances en la tecnología de ondas, ahora soy [NEW_DIALOG] un Wizard, básicamente un {e243} integrado en el terminal. [NEW_DIALOG] [DIALOG_START][Geo] Sí, eso ya lo sé... [NEW_DIALOG] El {e4a6}-VG y tú estáis unidos intrínsecamente. [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Grr!!! ¡¡Eso es!! [NEW_DIALOG] ¡Si realizas cambios en el sistema, esos cambios me afectan a mí también! [NEW_DIALOG] ¿Y si de pronto yo te hiciera tragar un montón de información a la fuerza? [NEW_DIALOG] ¡Ha sido horrible! Ohh... [NEW_DIALOG] Me encuentro fatal... [NEW_DIALOG] [DIALOG_START][Geo] ¡Lo siento mucho! Ni se me había ocurrido... [NEW_DIALOG] [DIALOG_START][Mega] Es igual, pero en adelante no lo olvides, chico. [NEW_DIALOG] Por cierto... [NEW_DIALOG] ¿Te has probado el {e244}? La tecnología EM avanza imparable.? [NEW_DIALOG] [DIALOG_START][Geo] Mmmm... Ahora que lo dices... [NEW_DIALOG] [DIALOG_START][Mega] ¿A qué esperas? Pruébatelo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] When you put on your {e570}, you are able to [NEW_DIALOG] see the "{e249}" and even EM bodies. [NEW_DIALOG] Regular people can't see these phenomena. [NEW_DIALOG] So, can you see anything? [NEW_DIALOG] [DIALOG_START][Geo_Visualizer] Yeah, it works great! [NEW_DIALOG] If my dad hadn't given me this {e570}, you and I wouldn't have met, Mega. [NEW_DIALOG] [DIALOG_START][Mega] {e25f}... Your father was a great man, kid... [NEW_DIALOG] And as they say, "like father, like son." [NEW_DIALOG] [DIALOG_START][Geo_Visualizer] Hey, don't compare me to my dad, OK? [NEW_DIALOG] I need to make my own path in life. [NEW_DIALOG] [DIALOG_START][Mega] Heh, you sound like you're growin' up, kid. [NEW_DIALOG] Anyway... You should try using the {e570} everywhere. [NEW_DIALOG] Just press the Y Button to use it anytime. [NEW_DIALOG] Also, you won't be able to see people while you're using it. Just EM bodies. [NEW_DIALOG] [DIALOG_START][Geo_Visualizer] Got it. [NEW_DIALOG] [DIALOG_START][Mega] Well, you can kind of see people, but it's pretty difficult. [NEW_DIALOG] Just be really careful when walking around with the {e570} on. [NEW_DIALOG] [DIALOG_START][Geo_Visualizer] Alright. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Al ponerte el {e570} puedes ver la [NEW_DIALOG] {e249} e incluso cuerpos EM. [NEW_DIALOG] Normalmente, las personas no pueden ver estos fenómenos. [NEW_DIALOG] ¿Ves algo? [NEW_DIALOG] [DIALOG_START][Geo_Visualizer] ¡Sí, funciona de maravilla! [NEW_DIALOG] Sin este {e570} que me dio mi padre, tú y yo nunca nos habríamos conocido. [NEW_DIALOG] [DIALOG_START][Mega] {e25f}... Tu padre era un gran hombre, chico... [NEW_DIALOG] Y ya sabes lo que dicen: «De tal palo...». [NEW_DIALOG] [DIALOG_START][Geo_Visualizer] Eh, mi padre y yo somos muy distintos. [NEW_DIALOG] Y yo tengo que encontrar mi propio camino. [NEW_DIALOG] [DIALOG_START][Mega] Je, te estás haciendo todo un hombre. [NEW_DIALOG] Bueno, tú acuérdate de usar el {e570} siempre que puedas. [NEW_DIALOG] Pulsa el botón Y para utilizarlo. [NEW_DIALOG] Mientras lo tengas activado solo podrás ver cuerpos EM. [NEW_DIALOG] [DIALOG_START][Geo_Visualizer] Entendido. [NEW_DIALOG] [DIALOG_START][Mega] Bueno, si te esfuerzas puedes distinguir a la gente, pero te costará lo tuyo. [NEW_DIALOG] Así que ten cuidado cuando vayas por ahí con el {e570} activado. [NEW_DIALOG] [DIALOG_START][Geo_Visualizer] De acuerdo. [NEW_DIALOG] {ec00}{1}

source: {e213}{0}{ec00}{0} [DIALOG_START][Geo] Ah, a phone call... [NEW_DIALOG] {ec00}{1}
es_es: {e213}{0}{ec00}{0} [DIALOG_START][Geo] Oh, me están llamando... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{84}{ec16} [DIALOG_START][NONAME] *beep* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{84}{ec16} [DIALOG_START][NONAME] Pii. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Oh, Prez... What's up? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Eh, Dele... ¿Qué hay? [NEW_DIALOG] {ec00}{1}

source: {e212}{1c}{1}{ec00}{0} [DIALOG_START][Prez] "What's up?"!? [NEW_DIALOG] Don't give me "What's up?"! I can't believe that you [NEW_DIALOG] just took off like that after class!! [NEW_DIALOG] [DIALOG_START][Geo] Uhh... I kinda had something... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1c}{1}{ec00}{0} [DIALOG_START][Prez] ¡¿Cómo que «qué hay»?! [NEW_DIALOG] ¡No me vengas con esas! ¡No me puedo creer que [NEW_DIALOG] te hayas largado así al acabar la clase! [NEW_DIALOG] [DIALOG_START][Geo] Es que... tenía que hacer unas cosillas... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Yeah, yeah. [NEW_DIALOG] Just come over to the Snack Shop on the 1st Floor, OK? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Ya, claro! [NEW_DIALOG] Te quiero ya en la tienda de chuches de la primera planta, ¿entendido? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] On{e115} the{e115} double!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Me{e115} lo{e115} debes! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Man, she sure is angry with me today. [NEW_DIALOG] [DIALOG_START][Mega] You better get over to that Snack Shop before she gets any angrier! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Parece que se ha enfadado de verdad. [NEW_DIALOG] [DIALOG_START][Mega] Será mejor que vayas a esa tienda de chuches antes de que la cosa empeore. [NEW_DIALOG] {ec00}{1}
