Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/06.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] It's the science club... [NEW_DIALOG] [DIALOG_START][Woody] Is everybody ready? [NEW_DIALOG] [DIALOG_START][Jack_Flask] Yes, sir! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Ready! [NEW_DIALOG] [DIALOG_START][Woody] Great! Well let's get started, shall we? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Es el club de ciencias... [NEW_DIALOG] [DIALOG_START][Woody] ¿Todos listos? [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Sí, jefe! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Lista! [NEW_DIALOG] [DIALOG_START][Woody] Perfecto. Comencemos entonces. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] We've finally completed this small scale rocket in our lab! [NEW_DIALOG] At last, we can actually perform the flight test! [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][Woody] Por fin hemos terminado este cohete en miniatura para el laboratorio. [NEW_DIALOG] ¡Y ha llegado la hora de hacer la prueba de campo! [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0}{e210}{329}{ec16} [DIALOG_START][NONAME] *clak, clak* [NEW_DIALOG] [DIALOG_START][Woody] Huh? What's that sound? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{329}{ec16} [DIALOG_START][NONAME] Clic, clac. [NEW_DIALOG] [DIALOG_START][Woody] ¿Eh? ¿Qué ha sido ese ruido? [NEW_DIALOG] {ec00}{1}

source: {e212}{19}{0}{ec00}{0} [DIALOG_START][NONAME] *swooosh* [NEW_DIALOG] [DIALOG_START][Woody] Ahhh! [NEW_DIALOG] [DIALOG_START][Angel_Wise] The Sprinkler is out of control! [NEW_DIALOG] [DIALOG_START][Jack_Flask] I'm reading a virus somewhere in the area! [NEW_DIALOG] ...It's inside the Sprinkler {e246} (CC)! [NEW_DIALOG] [DIALOG_START][Woody] Everyone, stay calm! [NEW_DIALOG] We all have Hunters and Battle Cards just for this very occasion, right? [NEW_DIALOG] Let's take care of the virus together! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{19}{0}{ec00}{0} [DIALOG_START][NONAME] Fuuuooosss... [NEW_DIALOG] [DIALOG_START][Woody] ¡Ahhh! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡El aspersor se ha vuelto loco! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡He localizado un virus en la zona! [NEW_DIALOG] ¡Está en el {e246} del aspersor! [NEW_DIALOG] [DIALOG_START][Woody] ¡Mantened la calma! [NEW_DIALOG] Contamos con los Hunters y las Cartas de Batalla. [NEW_DIALOG] ¡Unidos acabaremos con ese virus! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Flask] Take this! {e741}!! [NEW_DIALOG] [DIALOG_START][Angel_Wise] {e744}!! {e748}!! [NEW_DIALOG] It's no use! [NEW_DIALOG] [DIALOG_START][Jack_Flask] If only we had Wizards... [NEW_DIALOG] [DIALOG_START][Angel_Wise] Then we could use Battle Cards more effectively! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Flask] ¡Ahora verás! ¡¡{e741}!! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡¡{e744}!! ¡¡{e748}!! [NEW_DIALOG] ¡No funciona! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Si tuviéramos Wizards... [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Podríamos usar todo el potencial de las Cartas de Combate! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] Argh! Is science worthless!? [NEW_DIALOG] [DIALOG_START][Jack_Flask] Sir! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Woody! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Ah! ¿Es que no hay nada que podamos hacer por medio de la ciencia? [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Jefe! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Woody! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] We have to protect the rocket! [NEW_DIALOG] It's the symbol of all of our hard work! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Tenemos que proteger el cohete! [NEW_DIALOG] ¡Representa la culminación de todo nuestro trabajo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] Ahhh! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Whoaa! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Aaah! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Aah! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Uaaaa! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Aaah! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] We gotta help them, kid! [NEW_DIALOG] What do you want to do? [NEW_DIALOG] How about I hop into the Sprinkler Cyber Core and [NEW_DIALOG] go buck wild on the viruses!? [NEW_DIALOG] [DIALOG_START][Geo_2] Hmm... [NEW_DIALOG] [DIALOG_START][Geo] No. Let's get them together. [NEW_DIALOG] [DIALOG_START][Mega] Alright! It's been a while since we've done an "{e247}"! [NEW_DIALOG] Just don't forget to stay frosty, kid! [NEW_DIALOG] [DIALOG_START][Geo_2] You got it! Let's {e269} to the Sprinkler Cyber Core! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Tenemos que ayudarles, chico! [NEW_DIALOG] ¿Cómo lo hacemos? [NEW_DIALOG] Puedo conectarme al Cibernúcleo y [NEW_DIALOG] enseñarle a esos virus lo que es bueno. [NEW_DIALOG] [DIALOG_START][Geo_2] Mmm... [NEW_DIALOG] [DIALOG_START][Geo] No. Hagámoslo juntos. [NEW_DIALOG] [DIALOG_START][Mega] ¡Así se habla! ¡Hace tiempo que no hacemos una «{e247}»! [NEW_DIALOG] Recuerda mantenerte alerta, chico. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Pues claro! ¡A {e269} al Cibernúcleo del aspersor! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Take it easy, everyone! I can help! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡No os preocupéis, chicos! ¡La ayuda va en camino! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Flask] What? How can you help? [NEW_DIALOG] [DIALOG_START][Geo_2] Umm... J-Just don't worry about it. It's under control! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Flask] ¿Qué? ¿Y cómo piensas ayudarnos? [NEW_DIALOG] [DIALOG_START][Geo_2] Eeh... Tú no te precupes y déjamelo a mí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] So, kid... About EM Wave Changes... [NEW_DIALOG] Until now we could only EM Wave Change in certain areas. [NEW_DIALOG] But thanks to the recent advancements in EM wave technology... [NEW_DIALOG] We can do it anywhere! [NEW_DIALOG] [DIALOG_START][Geo] Really? Cool. [NEW_DIALOG] [DIALOG_START][Mega] Just "Cool"!? Are you even paying attention!? [NEW_DIALOG] Whatever... For now let's just do this thing! [NEW_DIALOG] Time to EM Wave Change into Mega Man!! [NEW_DIALOG] [DIALOG_START][Geo] Let's do it! [NEW_DIALOG] [DIALOG_START][Mega] Oh, wait. There's one more thing... [NEW_DIALOG] Take a look at that. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Escucha, chico... Hay algo que debería contarte sobre el Cambio de Ondas EM... [NEW_DIALOG] Antes solo podíamos realizar un Cambio de Ondas EM en ciertos lugares. [NEW_DIALOG] Pero gracias a los recientes avances en tecnología EM, [NEW_DIALOG] ¡ahora podemos realizarlo en cualquier parte! [NEW_DIALOG] [DIALOG_START][Geo] ¿En serio? Genial. [NEW_DIALOG] [DIALOG_START][Mega] ¿Cómo que genial? ¿Pero tú me estás escuchando? [NEW_DIALOG] Olvídalo... lo primero es encargarnos de este lío. [NEW_DIALOG] ¡Cambio de Ondas EM a Mega Man! [NEW_DIALOG] [DIALOG_START][Geo] ¡Vamos allá! [NEW_DIALOG] [DIALOG_START][Mega] Oh, espera. Se me olvidaba algo... [NEW_DIALOG] ¿Ves eso? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] That's the "{e248}" that controls all the EM waves for the school. [NEW_DIALOG] As Mega Man we can enter the Wave Road with it! [NEW_DIALOG] [DIALOG_START][Geo] Got it, Mega! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Es la «{e248}» que controla las ondas EM de la escuela. [NEW_DIALOG] Podemos entrar en ella a través del Camino Onda como Mega Man. [NEW_DIALOG] [DIALOG_START][Geo] ¡Entendido, Mega! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Alright.{e114}.{e114}.{e114} [NEW_DIALOG] It's EM Wave Change time! [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][Geo] De acuerdo.{e114}.{e114}.{e114} [NEW_DIALOG] ¡Hora del Cambio de Ondas EM! [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][Geo] {ec13}.{e114}.{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ...Umm? [NEW_DIALOG] [DIALOG_START][Mega] ...Uh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] {ec13}.{e114}.{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] Eh... [NEW_DIALOG] [DIALOG_START][Mega] ¿Qué? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I-It's not working, Mega! [NEW_DIALOG] I even yelled and everything.. Man this is so embarrassing! [NEW_DIALOG] [DIALOG_START][Mega] That's really strange. Yelling makes everything work... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Mega, esto no funciona! [NEW_DIALOG] ¡Y yo aquí gritando como un descosido! ¡Menudo corte! [NEW_DIALOG] [DIALOG_START][Mega] Qué raro... Gritar siempre hace que funcionen las cosas... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{34d}{ec16} [DIALOG_START][NONAME] *beeeep* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{34d}{ec16} [DIALOG_START][NONAME] Piiii... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Hmm, there's a message coming through the Hunter. [NEW_DIALOG] [DIALOG_START][NONAME] EM Wave Change Detected... [NEW_DIALOG] Satella Police accessing{e115}.{e115}.{e115}.{e115} Authenticating{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] [DIALOG_START][Geo] What the heck? [NEW_DIALOG] This seems pretty serious! Are we in trouble? [NEW_DIALOG] [DIALOG_START][Mega] Hmm... [NEW_DIALOG] [DIALOG_START][NONAME] Authentication complete... [NEW_DIALOG] Registering Geo Stelar and Omega-Xis as EM Wave Change ID "003". [NEW_DIALOG] ID card issued. Authentication code... [NEW_DIALOG] "Mega Man". [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Mmm, ha aparecido un mensaje en el Hunter. [NEW_DIALOG] [DIALOG_START][NONAME] Detectado Cambio de Ondas EM [NEW_DIALOG] Acceso a la Policia Satella{e115}.{e115}.{e115}.{e115} Verificando identidad{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] [DIALOG_START][Geo] ¡Qué leches! [NEW_DIALOG] Esto no tiene buena pinta. ¿Nos meteremos en un lío? [NEW_DIALOG] [DIALOG_START][Mega] Mmm... [NEW_DIALOG] [DIALOG_START][NONAME] Verificación finalizada... [NEW_DIALOG] Registrando a Geo Stelar y a Omega-Xis bajo Cambio de Ondas con ID «003». [NEW_DIALOG] Tarjeta ID expedida. Código de autenticación... [NEW_DIALOG] «Mega Man». [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Upon EM Wave Change, authentication code is now required. [NEW_DIALOG] [DIALOG_START][Geo] What was that? [NEW_DIALOG] [DIALOG_START][Mega] It looks like we were registered with the {e252}... [NEW_DIALOG] And that we won't be able to EM Wave Change so easily anymore. [NEW_DIALOG] I'm not really sure, but it seems like we need to [NEW_DIALOG] use the code "Mega Man" when we EM Wave Change. [NEW_DIALOG] Don't worry about it too much for now, OK? [NEW_DIALOG] Let's do this thing! Use the R Button to EM Wave Change! [NEW_DIALOG] Then enter the Wave Road through the Wave Station! [NEW_DIALOG] [DIALOG_START][Geo_2] OK, let's do it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Se requerirá un código de autenticación al realizar Cambios de Ondas EM. [NEW_DIALOG] [DIALOG_START][Geo] ¿Qué acaba de ocurrir? [NEW_DIALOG] [DIALOG_START][Mega] Parece que acaban de registrarnos en la {e252}... [NEW_DIALOG] Supongo que ya no podremos hacer el Cambio de Ondas EM tan fácilmente. [NEW_DIALOG] Creo que tendremos que utilizar el código [NEW_DIALOG] «Mega Man» cuando realicemos un Cambio de Ondas EM. [NEW_DIALOG] Bueno, dejemos esto para más tarde. [NEW_DIALOG] ¡Deprisa, chico! Pulsa el botón R para iniciar el Cambio de Ondas EM [NEW_DIALOG] y entra al Camino Onda a través de la Estación de Ondas. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Muy bien, vamos allá! [NEW_DIALOG] {ec00}{1}
