Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/13.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Woody] Hey! It seems that the Sprinkler is under control! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Woo hoo! [NEW_DIALOG] [DIALOG_START][Angel_Wise] But, we're soaking wet! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Mirad! ¡Parece que el aspersor ha vuelto a la normalidad! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Yujuuu! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Pero nosotros estamos empapados. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] Yeah, that's true... Unfortunately, I think we should postpone the launch. [NEW_DIALOG] Remember, there's always tomorrow! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Oh yeah! Now that I think about it... I saw someone! [NEW_DIALOG] I saw a boy wearing blue enter the Sprinkler when it was going out of control! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}Ack! [NEW_DIALOG] [DIALOG_START][Woody] What!? That had to be Mega Man! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Amazing! You mean THE Mega Man? As in, our hero!? [NEW_DIALOG] [DIALOG_START][Woody] Could the rumors that he goes to this school really be true? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(T-This is bad! I've got to stop this conversation before it gets crazy!) [NEW_DIALOG] E-Excuse me! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] Cierto... Desgraciadamente, tendremos que aplazar el lanzamiento. [NEW_DIALOG] Bueno, ¡al mal tiempo, buena cara! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Por cierto! Ahora que lo pienso, creo que vi a alguien por aquí. [NEW_DIALOG] Vi a un chico vestido de azul entrar en el aspersor cuando empezó el jaleo. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}¡Ay! [NEW_DIALOG] [DIALOG_START][Woody] ¡¿Qué?! ¡No hay duda, era Mega Man! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Guala! ¿Dices ESE Mega Man? ¿Nuestro héroe? [NEW_DIALOG] [DIALOG_START][Woody] Quizás sea cierto el rumor de que podría venir a esta escuela... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(¿Qué? Tengo que cambiar de tema antes de que esto llegue más lejos.) [NEW_DIALOG] ¡P-Perdonad! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] What kind of experiment were you conducting? [NEW_DIALOG] [DIALOG_START][Woody] Oh, we were attempting to launch a rocket. [NEW_DIALOG] [DIALOG_START][Geo] A rocket!? [NEW_DIALOG] [DIALOG_START][Woody] Yeah, we're building a rocket in the 2nd Floor Sci. Club Room. [NEW_DIALOG] But it's not going so well. [NEW_DIALOG] [DIALOG_START][Jack_Flask] We thought we'd run some tests on a smaller version [NEW_DIALOG] made from the same materials. [NEW_DIALOG] [DIALOG_START][Woody] As the Science Club, we have formed a Team with [NEW_DIALOG] the "Purpose" to "Launch a Rocket". [NEW_DIALOG] [DIALOG_START][Angel_Wise] I know we will be successful in fulfilling our "Purpose"! [NEW_DIALOG] Right!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Qué experimento realizáis aquí? [NEW_DIALOG] [DIALOG_START][Woody] Oh, intentábamos lanzar nuestro cohete. [NEW_DIALOG] [DIALOG_START][Geo] ¿Un cohete? [NEW_DIALOG] [DIALOG_START][Woody] Estamos construyendo un cohete en la 2a planta, en la sala del Club de Ciencias. [NEW_DIALOG] Pero estamos teniendo problemas. [NEW_DIALOG] [DIALOG_START][Jack_Flask] Queríamos hacer pruebas con una versión a escala [NEW_DIALOG] construida con los mismos materiales. [NEW_DIALOG] [DIALOG_START][Woody] En el Club de Ciencias hemos formado un equipo con [NEW_DIALOG] el «Propósito» de «Lanzar un cohete». [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Sé que conseguiremos cumplir nuestro «Propósito»! [NEW_DIALOG] ¿A que sí? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] Yeah, let's do our best! [NEW_DIALOG] [DIALOG_START][Mega] ..."Purpose"? [NEW_DIALOG] What does that mean? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Claro que sí! [NEW_DIALOG] [DIALOG_START][Mega] ¿«Propósito»? [NEW_DIALOG] ¿Qué quiere decir? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I guess you could say that a Purpose is a "goal". [NEW_DIALOG] [DIALOG_START][Mega] A "goal"... [NEW_DIALOG] [DIALOG_START][Geo] The Purpose function is a new function that has evolved the Brother Bands [NEW_DIALOG] that bond friends together. It's becoming pretty common as of late. [NEW_DIALOG] After deciding a goal you want to achieve or a [NEW_DIALOG] dream you want to come true, you can set it as a "{e24c}" and then form [NEW_DIALOG] a "{e24d}" with others who share the same Purpose. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Digamos que un Propósito es como un objetivo. [NEW_DIALOG] [DIALOG_START][Mega] Un objetivo... [NEW_DIALOG] [DIALOG_START][Geo] Ahora los Hermanos han evolucionado con la función del Propósito [NEW_DIALOG] que une a los amigos. Cada vez es más común. [NEW_DIALOG] Una vez se ha decidido el objetivo o sueño que se pretende cumplir [NEW_DIALOG] se puede seleccionar como {e24c} y así [NEW_DIALOG] formar un {e24d} con otros que compartan ese mismo Propósito. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] {ec13}...? [NEW_DIALOG] Who are you talking to? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] {ec13}¿...? [NEW_DIALOG] ¿Con quién hablas? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Umm, hehe... [NEW_DIALOG] [DIALOG_START][Woody] Oh yeah, I haven't introduced myself yet. [NEW_DIALOG] My name is Woodrow Boffin. I'm in 6th grade right now. [NEW_DIALOG] People usually call me "Woody". [NEW_DIALOG] [DIALOG_START][Geo] I'm Geo Stelar. [NEW_DIALOG] [DIALOG_START][Woody] Geo, eh? Do you have any Purposes at the moment, Geo? [NEW_DIALOG] [DIALOG_START][Geo] Me? N-Not really... [NEW_DIALOG] [DIALOG_START][Woody] I see. [NEW_DIALOG] Well I hope that you find a great Purpose and do [NEW_DIALOG] your best to fulfill it with your friends someday! [NEW_DIALOG] We are definitely going to fulfill our Purpose to "Launch a Rocket"! [NEW_DIALOG] [DIALOG_START][Geo] I don't know anything about rockets, but I can at least cheer you on! [NEW_DIALOG] Please show me the rocket when it's ready! [NEW_DIALOG] [DIALOG_START][Woody] You got it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Esto... je, je... [NEW_DIALOG] [DIALOG_START][Woody] A todo esto, aún no me he presentado. [NEW_DIALOG] Me llamo Woodrow Boffin, de sexto. [NEW_DIALOG] La gente me suele llamar «Woody». [NEW_DIALOG] [DIALOG_START][Geo] Yo soy Geo Stelar. [NEW_DIALOG] [DIALOG_START][Woody] Así que Geo. ¿Y tienes algún propósito actualmente, Geo? [NEW_DIALOG] [DIALOG_START][Geo] ¿Yo? Pues... no, la verdad. [NEW_DIALOG] [DIALOG_START][Woody] Ya veo. [NEW_DIALOG] Bueno, espero que encuentres tu Propósito [NEW_DIALOG] y que algún día consigas verlo cumplido junto a tus amigos. [NEW_DIALOG] ¡Nosotros cumpliremos nuestro Propósito de «Lanzar un cohete», seguro! [NEW_DIALOG] [DIALOG_START][Geo] ¡Yo no tengo ni idea de cohetes, pero os deseo mucha suerte! [NEW_DIALOG] ¡Enseñadme ese cohete cuando esté listo! [NEW_DIALOG] [DIALOG_START][Woody] ¡No lo dudes! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] OK guys, let's get back to the Sci. Club Room. [NEW_DIALOG] [DIALOG_START][Jack_Flask] Yes, sir! [NEW_DIALOG] [DIALOG_START][Angel_Wise] OK, Woody! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] Bueno, chicos, volvamos a la sala del Club de Ciencias. [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Sí, jefe! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Vale, Woody! [NEW_DIALOG] {ec00}{1}

source: {e213}{1}{ec00}{0} [DIALOG_START][Mega] What's wrong, kid? You look a little depressed. [NEW_DIALOG] [DIALOG_START][Geo] Talking about the rocket made me think about Dad. [NEW_DIALOG] [DIALOG_START][Mega] Kelvin, huh? [NEW_DIALOG] [DIALOG_START][Geo] He's still missing in space even after all this time... [NEW_DIALOG] But Mom and I believe that he is still alive somewhere... [NEW_DIALOG] [DIALOG_START][Mega] There's no doubt about it, he's still alive, kid... [NEW_DIALOG] The Kelvin I met in space isn't someone who would keel over so easily! [NEW_DIALOG] [DIALOG_START][Geo] Yeah, you're right! [NEW_DIALOG] [DIALOG_START][Mega] By the way... Didn't you have something you had to do? [NEW_DIALOG] [DIALOG_START][Geo] Something to do...? [NEW_DIALOG] {ec13}.{e113}.{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] {ec00}{1}
es_es: {e213}{1}{ec00}{0} [DIALOG_START][Mega] ¿A qué viene esa cara tan larga, chico? [NEW_DIALOG] [DIALOG_START][Geo] Hablar del cohete me ha recordado a papá. [NEW_DIALOG] [DIALOG_START][Mega] Kelvin, ¿eh? [NEW_DIALOG] [DIALOG_START][Geo] Ha pasado mucho tiempo y sigue perdido en el espacio. [NEW_DIALOG] Pero mamá y yo aún creemos que sigue vivo en alguna parte. [NEW_DIALOG] [DIALOG_START][Mega] Estoy totalmente seguro de que sigue con vida, chico. [NEW_DIALOG] ¡El Kelvin que yo conozco no caería tan fácilmente! [NEW_DIALOG] [DIALOG_START][Geo] ¡Sí, tienes razón! [NEW_DIALOG] [DIALOG_START][Mega] Por cierto... ¿No tienes algo que hacer? [NEW_DIALOG] [DIALOG_START][Geo] ¿Algo que hacer? [NEW_DIALOG] {ec13}.{e113}.{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] {ec00}{1}

source: {e211}{0}{ec00}{0} [DIALOG_START][Geo] Oh, man! [NEW_DIALOG] I was supposed to meet Prez! [NEW_DIALOG] [DIALOG_START][Mega] At the Snack Shop on the 1st Floor, right? [NEW_DIALOG] You're running pretty late. She's gonna be angry! [NEW_DIALOG] [DIALOG_START][Geo] I-I-I gotta hurry! [NEW_DIALOG] {ec00}{1}
es_es: {e211}{0}{ec00}{0} [DIALOG_START][Geo] ¡Jo, tío! [NEW_DIALOG] ¡Tengo que ir a ver a la Dele! [NEW_DIALOG] [DIALOG_START][Mega] En la tienda de chuches de la planta baja, no lo olvides. [NEW_DIALOG] Y vas bastante tarde. ¡Tiene que estar echando chispas! [NEW_DIALOG] [DIALOG_START][Geo] ¡Tengo que ir pitando! [NEW_DIALOG] {ec00}{1}
