Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/15.po
Languages: es_es

source: {ec00}{0}{ec17}{3}{e1a0}{4}x [DIALOG_START][Prez] You're la{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}te!{e113} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec17}{3}{e1a0}{4}x [DIALOG_START][Prez] ¡Llegas ta{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}a{e113}rde!{e113} [NEW_DIALOG] {ec00}{1}

source: {e212}{1d}{0}{ec00}{0} [DIALOG_START][Prez] Late!!{e114} Late!!{e114} Late!!{e114} [NEW_DIALOG] What could you possibly have been doing!? [NEW_DIALOG] How long do you think it's been since I called you!? [NEW_DIALOG] [DIALOG_START][Geo] Um... well... [NEW_DIALOG] [DIALOG_START][Zack] Geo! As you can see, Prez is really angry with you! [NEW_DIALOG] [DIALOG_START][Bud] I don't want her to take it out on me, so I'm keeping my mouth shut! [NEW_DIALOG] [DIALOG_START][Geo] Come on, Bud! [NEW_DIALOG] [DIALOG_START][Zack] I don't want to get caught up in anything either, so [NEW_DIALOG] the best I can do is support you from here! [NEW_DIALOG] [DIALOG_START][Geo] You too, Zack!? [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Prez] You just keep quiet, Geo! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1d}{0}{ec00}{0} [DIALOG_START][Prez] ¡Tarde!{e114} ¡Tarde!{e114} ¡Tarde!{e114} [NEW_DIALOG] ¿Qué narices estabas haciendo? [NEW_DIALOG] Te he llamado hace mil, ¿sabes? [NEW_DIALOG] [DIALOG_START][Geo] Esto... bueno... [NEW_DIALOG] [DIALOG_START][Zack] ¡Geo! ¡La Dele está enfadadísima contigo! [NEW_DIALOG] [DIALOG_START][Bud] ¡Yo ni abro la boca, no vaya a pagarlo conmigo! [NEW_DIALOG] [DIALOG_START][Geo] ¡No fastidies, Bud! [NEW_DIALOG] [DIALOG_START][Zack] ¡Yo tampoco quiero meterme en un lío, [NEW_DIALOG] así que te doy todo mi apoyo desde aquí! [NEW_DIALOG] [DIALOG_START][Geo] ¡Zack, ¿tú también?! [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Prez] ¡Calladito, Geo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] There wouldn't be a problem if you had come on time, right? [NEW_DIALOG] [DIALOG_START][Geo] Yeah... I'm sorry... [NEW_DIALOG] [DIALOG_START][Prez] {ec13}... [NEW_DIALOG] ...D-Don't look so down or you'll make me look like some evil dictator... [NEW_DIALOG] ...I-I mean if there's a reason you were late, I may accept it... [NEW_DIALOG] [DIALOG_START][Zack] Just tell her, Geo! [NEW_DIALOG] [DIALOG_START][Geo] Well, I was on the roof and the Sprinkler went out of control and... [NEW_DIALOG] [DIALOG_START][Prez] Ah... [NEW_DIALOG] [DIALOG_START][Geo] ...It turned out it was caused by viruses, so I deleted them. [NEW_DIALOG] [DIALOG_START][Prez] That sounds pretty rough{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] Wait, so that means that you turned into my beloved Mega Man!? [NEW_DIALOG] [DIALOG_START][Geo] Um... Well, yeah... [NEW_DIALOG] [DIALOG_START][Prez] If that's the case, then you should have come here as Mega Man! [NEW_DIALOG] Why did you come here as just plain old Geo!? [NEW_DIALOG] [DIALOG_START][Geo] I-I don't really... [NEW_DIALOG] [DIALOG_START][Bud] As always, Prez is totally falling head over heels for Mega Man! [NEW_DIALOG] [DIALOG_START][Prez] I'll say it again, Geo. [NEW_DIALOG] I'm a fan of Mega Man, but I'm not a fan of either you or Omega-Xis. [NEW_DIALOG] How is it possible that Mega Man is so amazing [NEW_DIALOG] and cool, yet you are just a plain old kid? [NEW_DIALOG] [DIALOG_START][Geo] Ouch, that's pretty mean. [NEW_DIALOG] [DIALOG_START][Prez] And I can't believe how violent and ill-mannered that [NEW_DIALOG] Wizard you need to become Mega Man is... [NEW_DIALOG] [DIALOG_START][Mega] Who are you calling ill-mannered? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Si hubieras venido cuando debías, no habría ningún problema. [NEW_DIALOG] [DIALOG_START][Geo] Sí... Lo siento... [NEW_DIALOG] [DIALOG_START][Prez] {ec13}... [NEW_DIALOG] N-No pongas esa cara, que me haces quedar como una dictadora o algo así... [NEW_DIALOG] O-O sea, si no has podido venir por algo serio, pues bueno... [NEW_DIALOG] [DIALOG_START][Zack] ¡Díselo, Geo! [NEW_DIALOG] [DIALOG_START][Geo] Bueno, estaba en la azotea y el aspersor se volvió loco y... [NEW_DIALOG] [DIALOG_START][Prez] Ah... [NEW_DIALOG] [DIALOG_START][Geo] Fue cosa de unos virus y los eliminé. [NEW_DIALOG] [DIALOG_START][Prez] Qué duro, ¿no?{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] ¡Espera, ¿entonces te convertiste en mi querido Mega Man?! [NEW_DIALOG] [DIALOG_START][Geo] Bueno... Pues sí... [NEW_DIALOG] [DIALOG_START][Prez] ¡¿Entonces por qué no has venido aquí en forma de Mega Man?! [NEW_DIALOG] ¡¿Por qué has venido como el soso de Geo?! [NEW_DIALOG] [DIALOG_START][Geo] P-Pues yo... [NEW_DIALOG] [DIALOG_START][Bud] ¡Ya está la Dele como loca por Mega Man! [NEW_DIALOG] [DIALOG_START][Prez] Te lo repetiré, Geo. [NEW_DIALOG] Soy fan de Mega Man, ni de ti ni de Omega-Xis. [NEW_DIALOG] ¿Cómo es posible que Mega Man sea alguien tan increíble y guay [NEW_DIALOG] y tú seas un chaval tan simplón? [NEW_DIALOG] [DIALOG_START][Geo] Ay, menuda puñalada. [NEW_DIALOG] [DIALOG_START][Prez] Y lo que es increíble es lo maleducado y violento que [NEW_DIALOG] es ese Wizard con el que te transformas en Mega Man... [NEW_DIALOG] [DIALOG_START][Mega] ¿A quién llamas tú maleducado? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Ahhhh! [NEW_DIALOG] Omega-Xis! Don't scare me like that! [NEW_DIALOG] [DIALOG_START][Mega] I'll say this just once for your sake, but I'm originally an alien, not a Wizard. [NEW_DIALOG] An AM-ian that grew up on Planet FM... [NEW_DIALOG] [DIALOG_START][Prez] O-OK, I understand! [NEW_DIALOG] Just hurry up and go on home back to Geo's {e4a6}! [NEW_DIALOG] [DIALOG_START][Mega] .{e113}.{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Ahhhh! [NEW_DIALOG] ¡Omega-Xis! ¡No se te ocurra asustarme así! [NEW_DIALOG] [DIALOG_START][Mega] Solo diré esto una vez. No soy un Wizard, sino un alienígena. [NEW_DIALOG] Un AM-iano que se crió en el planeta FM... [NEW_DIALOG] [DIALOG_START][Prez] ¡Vale, vale, entendido! [NEW_DIALOG] ¡Y ahora vuelve al {e4a6} de Geo! [NEW_DIALOG] [DIALOG_START][Mega] .{e113}.{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] W-What are you looking at? [NEW_DIALOG] J-Just... [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Mega] Rooaaarrr!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Q-Qué estás mirando? [NEW_DIALOG] V-Vamos... [NEW_DIALOG] {e1a0}{4}< [DIALOG_START][Mega] ¡Grooaaarrr! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Ahhhh! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Aaahh! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e1a0}{4}x [DIALOG_START][Mega] Rooaaarrr!! Grrrr!! [NEW_DIALOG] [DIALOG_START][Prez] Ahhhh! Stop! [NEW_DIALOG] [DIALOG_START][Bud] And as always, Prez can't get along with Omega-Xis... [NEW_DIALOG] [DIALOG_START][Zack] Get along? She's terrible with him! [NEW_DIALOG] [DIALOG_START][Prez] G-G-G-G-Geo! He's your Wizard, right!? Do something about him! [NEW_DIALOG] [DIALOG_START][Mega] Rooaaarrr!! Grrrr!! [NEW_DIALOG] [DIALOG_START][Zack] Geo! It looks like Prez is going to start crying! [NEW_DIALOG] [DIALOG_START][Bud] Shouldn't you put him back? [NEW_DIALOG] [DIALOG_START][Geo] Alright, that's enough, Mega. [NEW_DIALOG] Wizard Off! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e1a0}{4}x [DIALOG_START][Mega] ¡Grooaaarrr! ¡Grrrr! [NEW_DIALOG] [DIALOG_START][Prez] ¡Ahhhh! ¡Para! [NEW_DIALOG] [DIALOG_START][Bud] No falla, ¿eh? La Dele y Omega-Xis se llevan como el perro y el gato. [NEW_DIALOG] [DIALOG_START][Zack] ¡Como mínimo! ¡Ella lo trata fatal! [NEW_DIALOG] [DIALOG_START][Prez] ¡G-G-G-G-Geo! ¡Es tu Wizard, ¿no?! ¡Haz algo! [NEW_DIALOG] [DIALOG_START][Mega] ¡Grooaaarrr! ¡Grrrr! [NEW_DIALOG] [DIALOG_START][Zack] ¡Geo! ¡La Dele está a punto de llorar! [NEW_DIALOG] [DIALOG_START][Bud] Sí. ¡Haz que Omega-Xis vuelva! [NEW_DIALOG] [DIALOG_START][Geo] Venga, ya vale, Mega. [NEW_DIALOG] ¡Wizard Off! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] *huff, huff* [NEW_DIALOG] I can't *huff* believe Geo and *puff* his stupid *huff* Wizard... [NEW_DIALOG] [DIALOG_START][Geo] Um, Prez... Wasn't there something you called me about? [NEW_DIALOG] [DIALOG_START][Prez] ...Oh yeah!! [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Uff, uff. [NEW_DIALOG] No puedo... uff... creer que Geo y... uff... su estúpido... uff... Wizard... [NEW_DIALOG] [DIALOG_START][Geo] Esto, Dele... ¿Me has llamado por algo en especial? [NEW_DIALOG] [DIALOG_START][Prez] ¡Ah, sí! [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Prez] Listen very carefully! [NEW_DIALOG] All four of us are going to{e113}.{e113}.{e113}. form a Team and fulfill a new Purpose! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Abrid bien las orejas! [NEW_DIALOG] ¡Nosotros cuatro{e113}.{e113}.{e113}. vamos a formar un Equipo y completar un Propósito! [NEW_DIALOG] {ec00}{1}

source: {e212}{8}{2}{ec00}{0} [DIALOG_START][Geo] We are!? [NEW_DIALOG] [DIALOG_START][Bud] Does that mean we get to try porpoise? [NEW_DIALOG] I've never eaten porpoise before! [NEW_DIALOG] [DIALOG_START][Zack] Purpose, Bud! Not porpoise! [NEW_DIALOG] [DIALOG_START][Prez] It's just not in fashion to be {e24e}s and not have a Purpose. [NEW_DIALOG] So I've decided we are going to fulfill our own Purpose! [NEW_DIALOG] [DIALOG_START][Geo] So, what kind of Purpose are we going to fulfill? [NEW_DIALOG] [DIALOG_START][Prez] Heeheehee... Think reeaally hard. [NEW_DIALOG] What really big event is going to take place here at school soon? [NEW_DIALOG] {ec00}{1}
es_es: {e212}{8}{2}{ec00}{0} [DIALOG_START][Geo] ¿Ah, sí? [NEW_DIALOG] [DIALOG_START][Bud] ¿Que vamos a ver a un «papasito»? [NEW_DIALOG] ¡Creo que en la telenovela que ve mi madre sale uno! [NEW_DIALOG] [DIALOG_START][Zack] ¡Propósito, Bud! ¡No «papasito»! [NEW_DIALOG] [DIALOG_START][Prez] No mola eso de ser {e24e} y no tener un Propósito. [NEW_DIALOG] ¡Así que he decidido que tendremos un Propósito genial! [NEW_DIALOG] [DIALOG_START][Geo] ¿Y qué Propósito vamos a completar? [NEW_DIALOG] [DIALOG_START][Prez] Je, je, je, je... Piensa un poquito. [NEW_DIALOG] ¿Qué gran evento se va a realizar en esta escuela? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] .{e114}.{e114}.{e114}Umm? [NEW_DIALOG] [DIALOG_START][Zack] I know there was definitely something. [NEW_DIALOG] [DIALOG_START][Bud] Oh! There's gonna be pizza on next week's lunch menu! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] .{e114}.{e114}.{e114} ¿Eh? [NEW_DIALOG] [DIALOG_START][Zack] Estoy seguro de que era algo muy importante. [NEW_DIALOG] [DIALOG_START][Bud] ¡Oh! ¡El lunes que viene pondrán pizza en el comedor! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] That's true... [NEW_DIALOG] So, are you considering fulfilling a Purpose related to pizza, Prez? [NEW_DIALOG] [DIALOG_START][Mega] Ohh... Form a Team around pizza... [NEW_DIALOG] [DIALOG_START][Prez] Wrong, you imbeciles! [NEW_DIALOG] Soon there's going to be an election for student body president! [NEW_DIALOG] [DIALOG_START][Geo] A student body president election, huh? [NEW_DIALOG] Wait, Prez... You mean...? [NEW_DIALOG] [DIALOG_START][Prez] Exactly!!! [NEW_DIALOG] I, Luna Platz, am going to run for student body president! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Es verdad... [NEW_DIALOG] ¿Entonces nuestro Propósito va a ir sobre pizzas, Dele? [NEW_DIALOG] [DIALOG_START][Mega] Ohh... Crear un Equipo por una pizza... [NEW_DIALOG] [DIALOG_START][Prez] ¡Mal, imbéciles! [NEW_DIALOG] ¡Pronto se celebrarán elecciones para elegir al presidente del consejo! [NEW_DIALOG] [DIALOG_START][Geo] La elección del presidente del consejo, ¿eh? [NEW_DIALOG] Espera, Dele, ¿no querrás decir que...? [NEW_DIALOG] [DIALOG_START][Prez] ¡¡Efectivamente!! [NEW_DIALOG] ¡Yo, Luna Platz, voy a presentarme a presidenta del consejo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] So you're aiming to move even higher up in the [NEW_DIALOG] world, from class president to student body president? [NEW_DIALOG] [DIALOG_START][Prez] That's correct. I believe that I am perfect for the position. [NEW_DIALOG] [DIALOG_START][Bud] Wow! [NEW_DIALOG] It'll be so fun to have Prez be student body president! [NEW_DIALOG] I support you 100%! [NEW_DIALOG] [DIALOG_START][Geo] Yeah, I guess there really isn't anyone else that [NEW_DIALOG] could do the job as well as Prez could. [NEW_DIALOG] [DIALOG_START][Prez] Then it's settled! [NEW_DIALOG] However, first we have to re-form our "Brother [NEW_DIALOG] Bands" before we can set our Purpose. [NEW_DIALOG] [DIALOG_START][Geo] Oh, yeah. [NEW_DIALOG] Our Brothers were deleted during the last class... [NEW_DIALOG] [DIALOG_START][Prez] That's right! [NEW_DIALOG] Geo and I will re-form our Brother Band first! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] ¿Quieres ascender aún más en la vida [NEW_DIALOG] pasando de ser la delegada a la presidenta del consejo? [NEW_DIALOG] [DIALOG_START][Prez] Exactamente. Está claro que ese puesto está hecho para mí. [NEW_DIALOG] [DIALOG_START][Bud] ¡Hala! [NEW_DIALOG] ¡Seguro que será una risa que la Dele sea la presidenta! [NEW_DIALOG] ¡Tienes mi apoyo al 100%! [NEW_DIALOG] [DIALOG_START][Geo] Sí, me parece que la Dele será la que [NEW_DIALOG] mejor lo haga. [NEW_DIALOG] [DIALOG_START][Prez] ¡Decidido entonces! [NEW_DIALOG] Pero primero tenemos que volver a crear nuestras [NEW_DIALOG] Bandahermanos. Si no, no podemos comenzar nuestro Propósito. [NEW_DIALOG] [DIALOG_START][Geo] Ah, sí. [NEW_DIALOG] Nuestras Bandahermano se borraron con la última actualización... [NEW_DIALOG] [DIALOG_START][Prez] ¡Eso es! [NEW_DIALOG] ¡Empezaremos Geo y yo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] So, Geo, shall I explain Brother Bands to you? [NEW_DIALOG] {ec05}{0}{2} {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{f}{ec11}{1}{13}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Geo, ¿te explico cómo funcionan las Bandahermano? [NEW_DIALOG] {ec05}{0}{2} {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{f}{ec11}{1}{13}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Brother Bands are a way to connect oneself to [NEW_DIALOG] close and trusted friends through EM waves. [NEW_DIALOG] Even if separated by great distances, anyone [NEW_DIALOG] can stay aware of their Brother's current state. [NEW_DIALOG] Even if not friends, one can become a Brother with anyone they care about. [NEW_DIALOG] For example, family members can become Brothers. [NEW_DIALOG] My mother and father are my Brothers. So when they are both busy at work, [NEW_DIALOG] we keep each other updated via the Brother Band system. [NEW_DIALOG] No matter how much technology advances, [NEW_DIALOG] and no matter how convenient it becomes, [NEW_DIALOG] one's connection to others will always be the most important thing. [NEW_DIALOG] From those connections the mysterious power called Link Power is born. [NEW_DIALOG] Link Power displays the strength of a link via a number. [NEW_DIALOG] The more one is trusted by their Brother, the more [NEW_DIALOG] Link Power one gains from that Brother. [NEW_DIALOG] Helping out one another and forming a deeper link will also raise Link Power. [NEW_DIALOG] Once Link Power reaches a certain level, Abilities can be equipped. [NEW_DIALOG] I'm not an expert, but it seems that Link Power is [NEW_DIALOG] connected to one's strength as well. [NEW_DIALOG] You can check how much Link Power someone is giving you by talking to [NEW_DIALOG] them and touching the Brother Band pop-up. [NEW_DIALOG] By the way, one can also form Brother Bands with [NEW_DIALOG] real life friends. They are called Real Brothers. [NEW_DIALOG] {e106}{12}
es_es: {ec00}{0} [DIALOG_START][Prez] Las Bandahermano son una forma de estar conectado [NEW_DIALOG] a tus amigos y personas importantes para ti gracias a las ondas EM. [NEW_DIALOG] Puedes estar al tanto de todo lo que le pase a tus Hermanos, [NEW_DIALOG] aunque estéis separados. [NEW_DIALOG] Puedes hacerte Hermano de alguien importante para ti, no solo amigos. [NEW_DIALOG] Por ejemplo, con miembros de tu familia. [NEW_DIALOG] Mi padre y mi madre son mis Hermanos. Así que cuando están [NEW_DIALOG] trabajando, podemos saber cómo estamos gracias a las Bandahermano. [NEW_DIALOG] Por mucho que avance la tecnología, [NEW_DIALOG] o lo fácil que nos haga la vida... [NEW_DIALOG] Lo más importante siempre será nuestras relaciones con los demás. [NEW_DIALOG] De esas conexiones nace el misterioso poder llamado Poder Empático. [NEW_DIALOG] El Poder Empático cuantifica la fuerza de tus relaciones. [NEW_DIALOG] Cuanto mejor te lleves con tu Hermano, mayor [NEW_DIALOG] será tu Poder Empático con él. [NEW_DIALOG] El Poder Empático también aumentará al ayudaros y mejorar vuestra relación. [NEW_DIALOG] Podrás equiparte Habilidades cuando el Poder Empático llegue a cierto nivel. [NEW_DIALOG] No soy una experta, ni mucho menos, pero al parecer el Poder Empático [NEW_DIALOG] está relacionado con la fuerza de cada uno. [NEW_DIALOG] Puedes comprobar el Poder Empático que tienes con alguien [NEW_DIALOG] hablando con él y tocando la notificación de la Bandahermano. [NEW_DIALOG] Por cierto, también puedes formar Bandahermanos [NEW_DIALOG] con amigos de la vida real. Se llaman Hermanos Reales. [NEW_DIALOG] {e106}{12}

source: {ec00}{0} [DIALOG_START][Prez] Do you need an explanation on how to form Real Brother Bands? [NEW_DIALOG] {ec05}{0}{2} {ec06}Yes {ec07}No [NEW_DIALOG] {ec11}{0}{f}{ec11}{1}{13}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Quieres que te explique cómo formar Bandahermanos Reales? [NEW_DIALOG] {ec05}{0}{2} {ec06}Sí {ec07}No [NEW_DIALOG] {ec11}{0}{f}{ec11}{1}{13}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] OK, I'll explain how to fill in one's profile. This is [NEW_DIALOG] extremely important to the Brother Band system. [NEW_DIALOG] {ec00}{1}{e106}{10}
es_es: {ec00}{0} [DIALOG_START][Prez] Vale, pues te explicaré cómo rellenar tu perfil. [NEW_DIALOG] Es de vital importancia para el sistema Bandahermano. [NEW_DIALOG] {ec00}{1}{e106}{10}
