Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/23.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] The e-mail you sent was stuck on the Wave Road, [NEW_DIALOG] but I found it and it'll be delivered properly! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Really!? Thank you so much! [NEW_DIALOG] I still haven't received a response yet, though. [NEW_DIALOG] [DIALOG_START][Mary_McLovin] Heeey! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] El correo que enviaste seguía en el Camino Onda, [NEW_DIALOG] ¡pero lo he encontrado y ya ha llegado a su destino! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¿De verdad? ¡Muchas gracias! [NEW_DIALOG] Pero aún no me ha respondido. [NEW_DIALOG] [DIALOG_START][Mary_McLovin] ¡Eehh! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mary_McLovin] I read your e-mail! I'm sorry, too! [NEW_DIALOG] [DIALOG_START][Angel_Wise] No, no, no. It's all my fault... [NEW_DIALOG] [DIALOG_START][Mary_McLovin] Either way, let's never fight again! Ever! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Yeah, best friends forever! [NEW_DIALOG] [DIALOG_START][Geo] Sweet... Another problem solved. [NEW_DIALOG] [DIALOG_START][Mega] Hehe. Feels pretty good to help out, doesn't it? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mary_McLovin] ¡He leído tu correo! ¡Yo también lo siento! [NEW_DIALOG] [DIALOG_START][Angel_Wise] No, no, no. Ha sido culpa mía... [NEW_DIALOG] [DIALOG_START][Mary_McLovin] ¡Da igual! ¡No volvamos a pelearnos nunca más! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Sí, mejores amigas para siempre! [NEW_DIALOG] [DIALOG_START][Geo] Guay... Un problema menos. [NEW_DIALOG] [DIALOG_START][Mega] Je, je. Sienta bien esto de ayudar a los demás, ¿eh? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Angel_Wise] It's all thanks to you! Thank you, again! [NEW_DIALOG] [DIALOG_START][Geo] There's no need to thank me, really... [NEW_DIALOG] {e213}{1} [DIALOG_START][Prez] Isn't friendship just the most wonderful thing!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Angel_Wise] ¡Y todo gracias a ti! ¡Muchas gracias, de verdad! [NEW_DIALOG] [DIALOG_START][Geo] No tenéis que agradecérmelo... [NEW_DIALOG] {e213}{1} [DIALOG_START][Prez] La amistad es lo mejor que hay, ¿verdad? [NEW_DIALOG] {ec00}{1}

source: {e212}{1d}{0}{ec00}{0} [DIALOG_START][Mega] What a surprise... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1d}{0}{ec00}{0} [DIALOG_START][Mega] Vaya, qué sorpresa... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Geo Stelar over here is a member of my Team, "Luna 4 Prez"! [NEW_DIALOG] I'm the Team leader, Luna Platz! [NEW_DIALOG] I'm actually running for student body president in the upcoming election. [NEW_DIALOG] I would be honored to have your support for student body president! [NEW_DIALOG] [DIALOG_START][Mary_McLovin] Thank you very much, Luna! [NEW_DIALOG] [DIALOG_START][Angel_Wise] You got my vote for the upcoming election! [NEW_DIALOG] [DIALOG_START][Prez] Thanks! I won't let you down! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Aquí mi amigo Geo Stelar es miembro del Equipo «Luna Presidenta»! [NEW_DIALOG] ¡Y yo soy la líder del Equipo, Luna Platz! [NEW_DIALOG] En las próximas elecciones me presento a presidenta del consejo. [NEW_DIALOG] ¡Sería un honor para mí que me apoyarais en la campaña! [NEW_DIALOG] [DIALOG_START][Mary_McLovin] ¡Muchas gracias, Luna! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Tienes mi voto en las elecciones! [NEW_DIALOG] [DIALOG_START][Prez] ¡Gracias! ¡No os arrepentiréis! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Thanks a lot, Geo! You're doing pretty good! [NEW_DIALOG] [DIALOG_START][Geo] Yeah, but are there any more people that need help around here? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Muchas gracias, Geo! ¡Lo estás haciendo muy bien! [NEW_DIALOG] [DIALOG_START][Geo] Sí, ¿pero queda gente que necesite nuestra ayuda? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Ah, a phone call... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Oh, me están llamando... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] What's up, Zack? [NEW_DIALOG] [DIALOG_START][Zack] Oh, is Prez with you, too? That's perfect. [NEW_DIALOG] Can the both of you please come to the Sci. Club Room? [NEW_DIALOG] There's a situation here. [NEW_DIALOG] [DIALOG_START][Geo] Got it! We'll be right there! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Qué ocurre, Zack? [NEW_DIALOG] [DIALOG_START][Zack] Oh, ¿la Dele está contigo? Perfecto. [NEW_DIALOG] ¿Podéis venir los dos al aula del club de ciencias? [NEW_DIALOG] Tenemos problemas. [NEW_DIALOG] [DIALOG_START][Geo] ¡Vale! ¡Vamos ahora mismo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] The Sci. Club Room, right? Let's go, Geo! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] El aula del club de ciencias, ¿no? ¡Vamos, Geo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] The Sci. Club Room...? [NEW_DIALOG] [DIALOG_START][Mega] Wasn't the Science Club doing an experiment on the roof before? [NEW_DIALOG] [DIALOG_START][Geo] Yeah, that's them. [NEW_DIALOG] The Sci. Club Room is on the 2nd Floor. Let's head over there. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿El aula del club de ciencias? [NEW_DIALOG] [DIALOG_START][Mega] El club de ciencias estaba antes con un experimento en la azotea, ¿no? [NEW_DIALOG] [DIALOG_START][Geo] Sí. [NEW_DIALOG] El aula del club de ciencias está en la segunda planta. Vamos. [NEW_DIALOG] {ec00}{1}
