Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/24.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] Sorry for the wait, Prez. [NEW_DIALOG] [DIALOG_START][Prez] Thank you for coming, Geo. [NEW_DIALOG] Let me introduce everyone. This is the head of the Science Club, Woody. [NEW_DIALOG] [DIALOG_START][Woody] Hey. Nice to see you again. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Siento la espera, Dele. [NEW_DIALOG] [DIALOG_START][Prez] Gracias por venir, Geo. [NEW_DIALOG] Deja que te presente. Este es Woody, presidente del club de ciencias. [NEW_DIALOG] [DIALOG_START][Woody] Oh. Un placer verte de nuevo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Oh, you know each other? [NEW_DIALOG] [DIALOG_START][Geo] Yeah, we met on the roof earlier today. [NEW_DIALOG] Their club's Purpose is "Launch a Rocket". [NEW_DIALOG] [DIALOG_START][Prez] If you're already familiar, then I can explain very quickly. [NEW_DIALOG] Geo! Bud! Zack! [NEW_DIALOG] Team "Luna 4 Prez" is going to manage the construction of the rocket! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Ah, ¿ya os conocéis? [NEW_DIALOG] [DIALOG_START][Geo] Sí, nos hemos visto antes en la azotea. [NEW_DIALOG] El Propósito de su club es «Lanzar un cohete». [NEW_DIALOG] [DIALOG_START][Prez] Si ya sabes todo eso, me puedo ahorrar explicaciones. [NEW_DIALOG] ¡Geo! ¡Bud! ¡Zack! [NEW_DIALOG] ¡El Equipo «Luna Presidenta» va a dirigir la construcción del cohete! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] Interesting... [NEW_DIALOG] By "manage" you mean oversee and help with all things in general, right? [NEW_DIALOG] [DIALOG_START][Bud] But Prez! That's impossible! [NEW_DIALOG] We don't know anything about this kind of stuff! [NEW_DIALOG] [DIALOG_START][Woody] It's true that construction of a rocket is very [NEW_DIALOG] complicated, but this rocket is just about finished. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] Interesante... [NEW_DIALOG] Y por «dirigir» quieres decir que ayudaremos con lo que podamos, ¿no? [NEW_DIALOG] [DIALOG_START][Bud] ¡Pero Dele! ¡Es imposible! [NEW_DIALOG] ¡No tenemos ni idea de todas estas cosas! [NEW_DIALOG] [DIALOG_START][Woody] Es cierto. la construcción de un cohete es muy [NEW_DIALOG] complicada, pero este está casi terminado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] All we need to complete the process is a Giga Energy Card. [NEW_DIALOG] If we just had that we could perform the launch. [NEW_DIALOG] [DIALOG_START][Geo] A Giga Energy Card? [NEW_DIALOG] [DIALOG_START][Woody] Yes. I think we should have Magnes explain. [NEW_DIALOG] Come on out, Magnes! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] Para completar el experimento, necesitamos una Carta Gigaenergía. [NEW_DIALOG] Podríamos lanzarlo si tuviéramos esa carta. [NEW_DIALOG] [DIALOG_START][Geo] ¿Una Carta Gigaenergía? [NEW_DIALOG] [DIALOG_START][Woody] Sí. Magnes os lo podrá explicar mejor. [NEW_DIALOG] ¡Sal, Magnes! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Magnes] Yup! I'm Magnes! [NEW_DIALOG] [DIALOG_START][Prez] Are you a Wizard? [NEW_DIALOG] [DIALOG_START][Magnes] Yup! I'm a Wizard! [NEW_DIALOG] [DIALOG_START][Geo] Awesome! I didn't know there were rocket specialist Wizards! [NEW_DIALOG] [DIALOG_START][Magnes] Yup! [NEW_DIALOG] I'm going to act as the brain and pilot of the rocket for its space flight! [NEW_DIALOG] But, as Woody said, we still need one more item to complete the rocket. [NEW_DIALOG] [DIALOG_START][Geo] A Giga Energy Card, right? [NEW_DIALOG] [DIALOG_START][Magnes] Yup... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Magnes] ¡Sí! ¡Soy Magnes! [NEW_DIALOG] [DIALOG_START][Prez] ¿Eres un Wizard? [NEW_DIALOG] [DIALOG_START][Magnes] ¡Sí! ¡Soy un Wizard! [NEW_DIALOG] [DIALOG_START][Geo] ¡Alucinante! ¡No sabía que hubiera Wizards especialistas en cohetes! [NEW_DIALOG] [DIALOG_START][Magnes] ¡Sí! [NEW_DIALOG] ¡Yo seré el cerebro y piloto de este cohete durante su viaje espacial! [NEW_DIALOG] Pero, como ha dicho Woody, nos falta un elemento para terminar el cohete. [NEW_DIALOG] [DIALOG_START][Geo] Una carta Gigaenergía, ¿no? [NEW_DIALOG] [DIALOG_START][Magnes] Sí... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Magnes] We are going to use both fuel and my magnetic [NEW_DIALOG] abilities to launch the rocket. But that's still not enough. [NEW_DIALOG] A Giga Energy Card would give us the power needed to successfully launch. [NEW_DIALOG] [DIALOG_START][Geo] So you can't move on without it... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Magnes] Para lanzar el cohete usaremos combustible y fuerzas [NEW_DIALOG] magnéticas. Pero con eso no basta. [NEW_DIALOG] Una carta Gigaenergía nos daría la energía necesaria para el lanzamiento. [NEW_DIALOG] [DIALOG_START][Geo] Así que sin eso no podéis terminar... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Magnes] Yup... [NEW_DIALOG] [DIALOG_START][Woody] Giga Energy Cards are used mainly by police and the government. [NEW_DIALOG] Most civilians have never even seen one. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Magnes] Sí... [NEW_DIALOG] [DIALOG_START][Woody] Solo la policía y el gobierno usan las cartas Gigaenergía, prácticamente. [NEW_DIALOG] Pocos civiles han visto una. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] How much do they cost? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Cuánto cuesta? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] .{e115}.{e115}.{e115}What? [NEW_DIALOG] [DIALOG_START][Prez] Tell me how much money it would take to buy one. [NEW_DIALOG] I'll send you the proper amount of EM money right to your {e4a6}. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] .{e115}.{e115}.{e115} ¿Qué? [NEW_DIALOG] [DIALOG_START][Prez] ¿Cuánto dinero cuesta una de esas cartas? [NEW_DIALOG] Recibirás en tu {e4a6} el dinero que necesites. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] P-Prez! That's no good! [NEW_DIALOG] [DIALOG_START][Zack] We have to run a clean campaign! [NEW_DIALOG] [DIALOG_START][Bud] What's the matter? [NEW_DIALOG] [DIALOG_START][Geo] Everyone will see it as bribery! [NEW_DIALOG] [DIALOG_START][Woody] I'm very thankful, but one can't simply buy a Giga Energy Card. [NEW_DIALOG] They are too powerful to be legally sold to civilians. [NEW_DIALOG] [DIALOG_START][Bud] Saying elementary school students are going to use it for a school club won't... [NEW_DIALOG] [DIALOG_START][Woody] Totally impossible... [NEW_DIALOG] [DIALOG_START][Prez] I see. Well, that's that, then. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡D-Dele! ¡No mola! [NEW_DIALOG] [DIALOG_START][Zack] ¡La camapaña debe ser justa! [NEW_DIALOG] [DIALOG_START][Bud] ¿Qué problema hay? [NEW_DIALOG] [DIALOG_START][Geo] ¡Todos pensarán que es un soborno! [NEW_DIALOG] [DIALOG_START][Woody] Agradezco la intención, pero no se puede comprar una carta Gigaenergía. [NEW_DIALOG] Son demasiado potentes para que los civiles puedan comprarlas. [NEW_DIALOG] [DIALOG_START][Bud] Y si decimos que va a usarla un club de ciencias... [NEW_DIALOG] [DIALOG_START][Woody] Imposible... [NEW_DIALOG] [DIALOG_START][Prez] Entiendo. Pues poco podemos hacer. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] There has to be some other way, right? [NEW_DIALOG] [DIALOG_START][Pedia] Unfortunately, there is only a one percent chance of acquiring one. [NEW_DIALOG] [DIALOG_START][Zack] Unless a miracle occurs... [NEW_DIALOG] [DIALOG_START][Geo] We can't just give up after they've come so far. [NEW_DIALOG] [DIALOG_START][Prez] Geo is right. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Tiene que haber algo que podamos hacer. [NEW_DIALOG] [DIALOG_START][Pedia] Por desgracia, solo hay un 1% de posibilidades de conseguir esa carta. [NEW_DIALOG] [DIALOG_START][Zack] Como no ocurra un milagro... [NEW_DIALOG] [DIALOG_START][Geo] No podemos rendirnos ahora que estamos tan cerca. [NEW_DIALOG] [DIALOG_START][Prez] Geo tiene razón. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec16} [DIALOG_START][NONAME] *beep, beep* [NEW_DIALOG] [DIALOG_START][Prez] What's that? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec16} [DIALOG_START][NONAME] Pi, pi... [NEW_DIALOG] [DIALOG_START][Prez] ¿Qué es eso? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Ah, sorry. That's my {e4a6}. [NEW_DIALOG] [DIALOG_START][Mega] It's a pop-up from school. Take a look at it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Ah, lo siento. Es mi {e4a6}. [NEW_DIALOG] [DIALOG_START][Mega] Es una notificación de la escuela. Échale un vistazo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] What is it, Geo? [NEW_DIALOG] [DIALOG_START][Geo] It says there's somebody here to see me on the 1st Floor. [NEW_DIALOG] Who could it be? I'll go and see. [NEW_DIALOG]
es_es: {ec00}{0} [DIALOG_START][Bud] ¿Qué pasa, Geo? [NEW_DIALOG] [DIALOG_START][Geo] Dice que alguien quiere verme en la planta baja. [NEW_DIALOG] ¿Quién será? Voy a ver. [NEW_DIALOG]
