Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/25.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] Hmm, there's no one here... [NEW_DIALOG] [DIALOG_START][Mega] Is this the right place? [NEW_DIALOG] [DIALOG_START][Geo] It should be. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Mmm, aquí no hay nadie... [NEW_DIALOG] [DIALOG_START][Mega] Era aquí, ¿no? [NEW_DIALOG] [DIALOG_START][Geo] Debería, sí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Where is your visitor? [NEW_DIALOG] [DIALOG_START][Geo] I'm not really sure... [NEW_DIALOG] {e213}{1} [DIALOG_START][NONAME] Ah, my bad. Over here. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Dónde está tu visita? [NEW_DIALOG] [DIALOG_START][Geo] Pues no lo sé... [NEW_DIALOG] {e213}{1} [DIALOG_START][NONAME] Ah, lo siento. Estoy aquí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Who's that? [NEW_DIALOG] [DIALOG_START][Geo] No clue... [NEW_DIALOG] [DIALOG_START][Ace] Since all schools have a Snack Shop, I took a look around and found yours. [NEW_DIALOG] Bought me a ton of cheap candy. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¿Y este quién es? [NEW_DIALOG] [DIALOG_START][Geo] Ni idea... [NEW_DIALOG] [DIALOG_START][Ace] En todas las escuelas hay tiendas de chuches, así que he ido a la vuestra. [NEW_DIALOG] Y me he puesto hasta las cejas de chucherías. [NEW_DIALOG] {ec00}{1}

source: {e212}{1d}{1}{ec00}{0} [DIALOG_START][Bud] Oh, wow! That's a "{e26a}"!! [NEW_DIALOG] They're so good even though they only cost 10 zennys each!! [NEW_DIALOG] [DIALOG_START][Ace] Oooh, sounds like I made a good decision. [NEW_DIALOG] Let me give one a shot. [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1d}{1}{ec00}{0} [DIALOG_START][Bud] ¡Eh, oye! ¡Eso es una «{e26a}»! [NEW_DIALOG] ¡Están buenísimas, y eso que solo cuestan 10 zennys! [NEW_DIALOG] [DIALOG_START][Ace] Oooh, parece que he tomado una buena decisión. [NEW_DIALOG] Permitid que la pruebe. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{ec16} [DIALOG_START][NONAME] *munch, munch* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{ec16} [DIALOG_START][NONAME] Ñam, ñam. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] They're great, right? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Está buena, ¿eh? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Yeah, man that's good! Not a bad deal for only 10 zennys. [NEW_DIALOG] [DIALOG_START][Geo] Umm... Are you the person who... [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Ace] ¡Ya lo creo! Nada mal para haber pagado solo 10 zennys. [NEW_DIALOG] [DIALOG_START][Geo] Esto... Usted es quien... [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {ec00}{0} [DIALOG_START][Ace] Yep, that's me. [NEW_DIALOG] I was here when you were running all around, but you probably didn't notice, eh? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(Maybe I did see him...) [NEW_DIALOG] [DIALOG_START][Ace] My name is Eos. A.C. Eos. But people usually just call me "Ace". [NEW_DIALOG] Nice to meet you. You're Geo Stelar, right? [NEW_DIALOG] [DIALOG_START][Geo] Yes, but... [NEW_DIALOG] How did you know... [NEW_DIALOG] [DIALOG_START][Ace] Your name is well known in my line of work... [NEW_DIALOG] And Mega Man, too. [NEW_DIALOG] {e213}{0}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Sí, soy yo. [NEW_DIALOG] Estaba aquí cuando ibas de un lado para el otro antes, pero no te has dado cuenta. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(O puede que sí...) [NEW_DIALOG] [DIALOG_START][Ace] Me llamo Eos. A.C. Eos. Pero suelen llamarme «Ace». [NEW_DIALOG] Encantado de conocerte. Eres Geo Stelar, ¿no? [NEW_DIALOG] [DIALOG_START][Geo] Sí, pero... [NEW_DIALOG] ¿Cómo lo sabe? [NEW_DIALOG] [DIALOG_START][Ace] En mi trabajo tu nombre es bien conocido... [NEW_DIALOG] Y el de Mega Man también. [NEW_DIALOG] {e213}{0}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] {ec13}(How could he...!?) [NEW_DIALOG] [DIALOG_START][Prez] {ec13}(This man...) [NEW_DIALOG] [DIALOG_START][Bud] {ec13}(He knows...) [NEW_DIALOG] [DIALOG_START][Zack] {ec13}(Mega Man's true identity!?) [NEW_DIALOG] [DIALOG_START][Ace] Don't freak out, guys. I'm not your enemy. [NEW_DIALOG] [DIALOG_START][Geo_2] So then who are you? [NEW_DIALOG] [DIALOG_START][Ace] I can't really say at the moment, but the time will come when I can. [NEW_DIALOG] For the time being, I want you to come to {e4bc} tomorrow. [NEW_DIALOG] [DIALOG_START][Geo_2] {e4bc}...? [NEW_DIALOG] [DIALOG_START][Prez] It's a new mall that just opened. It takes about 10 minutes by train. [NEW_DIALOG] [DIALOG_START][Ace] The world famous "Wave Battle Tournament" will be taking place there. [NEW_DIALOG] I want you to participate in the tournament. [NEW_DIALOG] [DIALOG_START][Zack] You don't have to listen to this guy, Geo! [NEW_DIALOG] [DIALOG_START][Prez] I agree! This guy's creepy! Something isn't right here! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] {ec13}(¡¿Pero cómo ha...?!) [NEW_DIALOG] [DIALOG_START][Prez] {ec13}(Este hombre...) [NEW_DIALOG] [DIALOG_START][Bud] {ec13}(Conoce...) [NEW_DIALOG] [DIALOG_START][Zack] {ec13}(¡¿La verdadera identidad de Mega Man?!) [NEW_DIALOG] [DIALOG_START][Ace] No os asustéis. No soy vuestro enemigo. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Entonces quién es? [NEW_DIALOG] [DIALOG_START][Ace] Ahora mismo no puedo decírtelo, pero lo haré llegado el momento. [NEW_DIALOG] Por ahora, quiero que vayas mañana al {e4bc}. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Al {e4bc}? [NEW_DIALOG] [DIALOG_START][Prez] Un centro comercial que acaban de abrir. Está a 10 minutos en tren. [NEW_DIALOG] [DIALOG_START][Ace] Allí tendrá lugar el famoso «Torneo de Combate de ondas». [NEW_DIALOG] Quiero que participes en ese torneo. [NEW_DIALOG] [DIALOG_START][Zack] ¡No le escuches, Geo! [NEW_DIALOG] [DIALOG_START][Prez] ¡Desde luego! ¡No me fío de este tipo! ¡Algo no me cuadra aquí! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Hey, let's be nice now. [NEW_DIALOG] [DIALOG_START][Prez] Well, our Team is just a little bit busy trying to [NEW_DIALOG] get our hands on a Giga Energy Card right now. [NEW_DIALOG] [DIALOG_START][Ace] A Giga Energy Card, eh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Vamos, vamos, no seáis así. [NEW_DIALOG] [DIALOG_START][Prez] Bueno, nuestro Equipo está ocupado intentando [NEW_DIALOG] conseguir una carta Gigaenergía. [NEW_DIALOG] [DIALOG_START][Ace] Una carta Gigaenergía, ¿eh? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] You need a Giga Energy Card? [NEW_DIALOG] [DIALOG_START][Geo_2] Yeah... [NEW_DIALOG] [DIALOG_START][Ace] Alright, I'll get you one. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¿La necesitáis? [NEW_DIALOG] [DIALOG_START][Geo_2] Sí... [NEW_DIALOG] [DIALOG_START][Ace] Muy bien. Os conseguiré una. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] W-What do you mean!? [NEW_DIALOG] [DIALOG_START][Ace] Well, if you guys really need it, I'm just saying that I can get you one. [NEW_DIALOG] [DIALOG_START][Prez] B-But that's... [NEW_DIALOG] We heard that Giga Energy Cards aren't something just anyone can get. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡¿Q-Qué quiere decir?! [NEW_DIALOG] [DIALOG_START][Ace] Digo que si tanta falta os hace, os conseguiré una. [NEW_DIALOG] [DIALOG_START][Prez] P-Pero cómo... [NEW_DIALOG] Nos han dicho que esas cartas no se consiguen así como así. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] I can get you one. [NEW_DIALOG] But you'll have to take part in the [NEW_DIALOG] "Wave Battle Tournament" at {e4bc} to earn it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Yo puedo conseguirla. [NEW_DIALOG] Pero solo os la daré si participas en el [NEW_DIALOG] «Torneo de Combate de ondas» en el {e4bc}. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] You have to do it, Geo! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Hazlo, Geo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] What!? [NEW_DIALOG] [DIALOG_START][Ace] Then it's decided. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Qué?! [NEW_DIALOG] [DIALOG_START][Ace] Decidido, entonces. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] I'll see you tomorrow afternoon at {e4bc}'s {e4bd}. [NEW_DIALOG] As long as you show up you'll get that Giga Energy Card. [NEW_DIALOG]
es_es: {ec00}{0} [DIALOG_START][Ace] Te espero mañana por la tarde en la {e4bd} del {e4bc}. [NEW_DIALOG] Si te presentas, os daré esa carta Gigaenergía. [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Ace] I'm looking forward to tomorrow, Geo... [NEW_DIALOG] I mean, Mega Man. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Qué ganas de que llegue mañana, Geo... [NEW_DIALOG] O mejor dicho, Mega Man. [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Who the heck is that guy? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿Quién narices era ese tipo? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] He seems similar... [NEW_DIALOG] [DIALOG_START][Geo] Huh? Similar to who? [NEW_DIALOG] [DIALOG_START][Mega] To you, kid. [NEW_DIALOG] [DIALOG_START][Geo] I'm not that cool. [NEW_DIALOG] [DIALOG_START][Mega] Not really similar by looks, kid. More like your vibe. [NEW_DIALOG] [DIALOG_START][Prez] Anyway, we're all going to {e4bc} tomorrow! [NEW_DIALOG] [DIALOG_START][Zack] Maybe we can find out who that Ace guy really is. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Se parece mucho... [NEW_DIALOG] [DIALOG_START][Geo] ¿Eh? ¿Que se parece a quién? [NEW_DIALOG] [DIALOG_START][Mega] A ti, chico. [NEW_DIALOG] [DIALOG_START][Geo] Yo no soy tan guay. [NEW_DIALOG] [DIALOG_START][Mega] No me refiero a las pintas, chico. Es más la energía que desprendéis. [NEW_DIALOG] [DIALOG_START][Prez] ¡Sea como sea, mañana nos vamos al {e4bc}! [NEW_DIALOG] [DIALOG_START][Zack] Puede que allí averigüemos quién es ese tal Ace. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] That's true... [NEW_DIALOG] I'm really interested in how he knows that I'm Mega Man. [NEW_DIALOG] And we also really need that Giga Energy Card. [NEW_DIALOG] [DIALOG_START][Mega] Then we're definitely going. [NEW_DIALOG] [DIALOG_START][Prez] Everyone should go home and get some sleep. [NEW_DIALOG] We'll meet at the Echo Ridge Wicket tomorrow. [NEW_DIALOG] [DIALOG_START][Geo] OK! [NEW_DIALOG] [DIALOG_START][Mega] ...I'm beat after all that happened today. [NEW_DIALOG] Let's get back home, kid. [NEW_DIALOG]
es_es: {ec00}{0} [DIALOG_START][Geo] Es verdad... [NEW_DIALOG] Tengo que saber cómo conoce la identidad de Mega Man. [NEW_DIALOG] Además, necesitamos esa carta Gigaenergía. [NEW_DIALOG] [DIALOG_START][Mega] Mañana tenemos que presentarnos sin falta. [NEW_DIALOG] [DIALOG_START][Prez] Pues todo el mundo a casa a dormir. [NEW_DIALOG] Quedamos mañana en la parada de Echo Ridge. [NEW_DIALOG] [DIALOG_START][Geo] ¡Vale! [NEW_DIALOG] [DIALOG_START][Mega] Menudo día, estoy reventado. [NEW_DIALOG] Vamos a casa, chico. [NEW_DIALOG]
