Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/30.po
Languages: es_es

source: {ec00}{0} [DIALOG_START]{2a}Alriiiiight! [NEW_DIALOG] The winner of this year's Wave Battle Tournament [NEW_DIALOG] is A.C. Eos and his battle wizard, Acid! [NEW_DIALOG] I've never seen so many veterans beat so easily! What a performance! [NEW_DIALOG] [DIALOG_START][Ace] It wasn't anything at all! [NEW_DIALOG] No one can take on Acid and I! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2a}¡Bieeeen! [NEW_DIALOG] ¡El ganador del Torneo de Combate de ondas de este [NEW_DIALOG] año es A.C. Eos y su Wizard de batalla, Acid! [NEW_DIALOG] ¡Ha barrido a los veteranos del torneo! ¡Qué despliegue de poder! [NEW_DIALOG] [DIALOG_START][Ace] ¡Pan comido! [NEW_DIALOG] ¡Nadie puede con Acid y conmigo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I-It's over already!? [NEW_DIALOG] [DIALOG_START][Prez] We were only ten minutes late! What's up with that!? [NEW_DIALOG] [DIALOG_START][Zack] Let me check with Pedia on the results! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Ya se ha acabado?! [NEW_DIALOG] [DIALOG_START][Prez] ¡Solo llegamos diez minutos tarde! ¡¿Qué ha pasado?! [NEW_DIALOG] [DIALOG_START][Zack] ¡Esperad que consulte los resultados con Pedia! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Pedia] You can count on me! Just give me a second! [NEW_DIALOG] {ec13}.{e114}.{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] I don't believe it! [NEW_DIALOG] [DIALOG_START][Zack] What is it, Pedia? [NEW_DIALOG] [DIALOG_START][Pedia] That Eos guy's Wizard... [NEW_DIALOG] He defeated 60 Wizards in a row! [NEW_DIALOG] On top of that... [NEW_DIALOG] Not only did he receive an S Busting Level, but he [NEW_DIALOG] won each match in less than five seconds! [NEW_DIALOG] [DIALOG_START][Prez] N-No way... How is that possible? [NEW_DIALOG] [DIALOG_START][Geo_2] That's no normal Wizard... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Pedia] ¡Claro que sí! ¡Dame un momento! [NEW_DIALOG] {ec13}.{e114}.{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ¡No me lo puedo creer! [NEW_DIALOG] [DIALOG_START][Zack] ¿Qué pasa, Pedia? [NEW_DIALOG] [DIALOG_START][Pedia] El Wizard de ese tal Eos... [NEW_DIALOG] ¡Ha derrotado a 60 Wizards seguidos! [NEW_DIALOG] Además... [NEW_DIALOG] ¡Realizó un Incremento de poder: clase S y además [NEW_DIALOG] cada combate lo ganó en menos de cinco segundos! [NEW_DIALOG] [DIALOG_START][Prez] P-Pero qué... ¿Cómo es posible? [NEW_DIALOG] [DIALOG_START][Geo_2] No es un Wizard ordinario... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] They said the Wizard's name was "Acid", right? [NEW_DIALOG] Who the heck does he think he is!? I'll take him any time, any place!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Han dicho que el Wizard se llama Acid, ¿no? [NEW_DIALOG] ¡¿Quién se cree que es?! ¡¡Que diga la hora y el lugar y le tumbo!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{2a}Ladies and gentlemen... It's now time for the main event! [NEW_DIALOG] This year's champion will go up against the planet's greatest hero... [NEW_DIALOG] Mega Man! [NEW_DIALOG] [DIALOG_START][NONAME] The same Mega Man who has saved the Earth twice now? [NEW_DIALOG] [DIALOG_START][NONAME] No way! He's here? [NEW_DIALOG] {ec16}{e210}{33b} [DIALOG_START][NONAME] Go Go Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2a}Señoras y señores... ¡Ha llegado la hora del evento principal! [NEW_DIALOG] El campeón de este año se enfrentará al mayor héroe de nuestro planeta... [NEW_DIALOG] ¡Mega Man! [NEW_DIALOG] [DIALOG_START][NONAME] ¿El mismo Mega Man que ha salvado la Tierra dos veces? [NEW_DIALOG] [DIALOG_START][NONAME] ¡Calla! ¿Está aquí? [NEW_DIALOG] {ec16}{e210}{33b} [DIALOG_START][NONAME] ¡Vamos, Mega Man! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{2a}Umm... He's really coming, right? [NEW_DIALOG] [DIALOG_START][Ace] Oh, he'll show up... [NEW_DIALOG] And with the crowd this excited there's no way he [NEW_DIALOG] can back down. Isn't that right, Geo Stelar? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2a}Eehh... Va a venir, ¿verdad? [NEW_DIALOG] [DIALOG_START][Ace] Oh, ya lo creo que vendrá... [NEW_DIALOG] Con un público tan entregado no puede [NEW_DIALOG] echarse atrás. ¿No es así, Geo Stelar? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] *munch, munch* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Ñam, ñam, ñam... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] He hasn't given us any way out of this one... He's pretty good! [NEW_DIALOG]
es_es: {ec00}{0} [DIALOG_START][Mega] No nos ha dejado más opción... ¡Es bueno! [NEW_DIALOG]

source: {ec00}{0} [DIALOG_START][Prez] What do you think, Geo? [NEW_DIALOG] [DIALOG_START][Geo] I have no choice really. [NEW_DIALOG] Whether I win or lose, if this is what it takes to [NEW_DIALOG] get the Giga Energy Card, then I'll do it. [NEW_DIALOG] [DIALOG_START][Prez] If you think you're going to lose, get out of here. [NEW_DIALOG] We really need that Giga Energy Card but... [NEW_DIALOG] It's not worth you getting hurt over it... [NEW_DIALOG] [DIALOG_START][Geo] Don't worry, I'll be fine... Probably. [NEW_DIALOG] [DIALOG_START][Mega] Don't even think for a second that we can lose to that guy! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Tú qué piensas, Geo? [NEW_DIALOG] [DIALOG_START][Geo] Pues no tengo muchas más opciones. [NEW_DIALOG] Para conseguir la carta Gigaenergía tengo que luchar contra él, [NEW_DIALOG] da igual si gano o pierdo. [NEW_DIALOG] [DIALOG_START][Prez] Si crees que puedes perder, no luches contra él. [NEW_DIALOG] Necesitamos esa carta Gigaenergía, pero... [NEW_DIALOG] No merece la pena conseguirla si tú acabas herido... [NEW_DIALOG] [DIALOG_START][Geo] No te preocupes, no me pasará nada... Probablemente. [NEW_DIALOG] [DIALOG_START][Mega] ¡Que ni se te pase por la cabeza que vamos a perder contra ese tipo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e107}{0}{14}{e107}{1} {ec17}{1} [DIALOG_START][NONAME] Transcode!{e101} Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e107}{0}{14}{e107}{1} {ec17}{1} [DIALOG_START][NONAME] ¡Transcodificación!{e101} ¡Mega Man! [NEW_DIALOG] {ec00}{1}
