Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/33.po
Languages: es_es

source: {ec00}{0}{e210}{33e}{ec16} [DIALOG_START]{90}{ec13}*zzt, zzt* [NEW_DIALOG] [DIALOG_START][Megaman] *huff, huff* It looks like he's gone back to normal. [NEW_DIALOG] [DIALOG_START][Mega] He was pretty tough, huh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{33e}{ec16} [DIALOG_START]{90}{ec13}Bzz, bzz... [NEW_DIALOG] [DIALOG_START][Megaman] Uff, uff... Parece que ha vuelto a la normalidad. [NEW_DIALOG] [DIALOG_START][Mega] Era fuerte, ¿eh? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] But why did he go out of control...? [NEW_DIALOG] I've never heard of such a thing before. [NEW_DIALOG] {e210}{33e}{ec16} [DIALOG_START]{90}{ec13}*zzt, zzt* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¿Pero cómo ha podido perder el control? [NEW_DIALOG] Es la primera vez que lo oigo. [NEW_DIALOG] {e210}{33e}{ec16} [DIALOG_START]{90}{ec13}Bzz, bzz... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{33c}{ec16}{e212}{19}{0} [DIALOG_START]{99}Ergaaaaaah! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{33c}{ec16}{e212}{19}{0} [DIALOG_START]{99}¡Aaaaaahhhhh! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] W-What!? [NEW_DIALOG] [DIALOG_START][Mega] He's coming back for more! [NEW_DIALOG] {e213}{0} [DIALOG_START][Ace] Don't worry, Mega Man. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¿Q-Qué?! [NEW_DIALOG] [DIALOG_START][Mega] ¡Viene a por más! [NEW_DIALOG] {e213}{0} [DIALOG_START][Ace] Tranquilo, Mega Man. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Get back, Ace! It's too dangerous! [NEW_DIALOG] [DIALOG_START][Ace] Don't underestimate me Mega Man! [NEW_DIALOG] My Wizard is no slouch, trust me. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡Vete, Ace! ¡Es muy peligroso! [NEW_DIALOG] [DIALOG_START][Ace] ¡No me subestimes, Mega Man! [NEW_DIALOG] Mi Wizard no es moco de pavo, créeme. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{33c}{ec16} [DIALOG_START]{99}Ergaaaaaah! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{33c}{ec16} [DIALOG_START]{99}¡Aaaahhhh! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Let's go, Acid! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¡Vamos allá, Acid! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] He... [NEW_DIALOG] [DIALOG_START][Megaman] Acid...!! [NEW_DIALOG] [DIALOG_START][Acid] Target captured... [NEW_DIALOG] Sentencing... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Acaba de... [NEW_DIALOG] [DIALOG_START][Megaman] ¡Acid! [NEW_DIALOG] [DIALOG_START][Acid] Objetivo fijado... [NEW_DIALOG] Sentenciando... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid] Guilty Slash!!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid] ¡Filo criminal! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{33e}{ec16} [DIALOG_START]{90}{ec13}*zzt* [NEW_DIALOG] [DIALOG_START][Acid] Mission complete, Ace. [NEW_DIALOG] [DIALOG_START][Ace] Nice job, Acid. Situation resolved, eh? [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}(That was so quick... I couldn't see a thing.) [NEW_DIALOG] [DIALOG_START][Ace] Huh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{33e}{ec16} [DIALOG_START]{90}{ec13}Bzz, bzz... [NEW_DIALOG] [DIALOG_START][Acid] Misión cumplida, Ace. [NEW_DIALOG] [DIALOG_START][Ace] Buen trabajo, Acid. Hemos resuelto la situación. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}(Qué rápido... No he podido ver nada.) [NEW_DIALOG] [DIALOG_START][Ace] ¿Eh? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Is that a playing card? [NEW_DIALOG] [DIALOG_START][Mega] It came from the Wizard that was out of control... [NEW_DIALOG] [DIALOG_START][Ace] This card... [NEW_DIALOG] They've finally played their hand, eh? [NEW_DIALOG] [DIALOG_START][Acid] So it would seem... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¿Es una carta? [NEW_DIALOG] [DIALOG_START][Mega] Ha salido del Wizard que perdió el control... [NEW_DIALOG] [DIALOG_START][Ace] Esta carta... [NEW_DIALOG] Así que por fin han empezado a actuar... [NEW_DIALOG] [DIALOG_START][Acid] Eso parece. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] They...? [NEW_DIALOG] [DIALOG_START][Ace] Some dangerous people... [NEW_DIALOG] {ec16}{e210}{330} [DIALOG_START]{94}*siren, siren* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¿Quiénes? [NEW_DIALOG] [DIALOG_START][Ace] Gente muy peligrosa... [NEW_DIALOG] {ec16}{e210}{330} [DIALOG_START]{94}Iiuuhh, iiuuhh... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid] It's a shame that we didn't get to have our battle today, Mega Man. [NEW_DIALOG] I was looking forward to it. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid] Es una lástima no haber podido luchar hoy, Mega Man. [NEW_DIALOG] Tenía muchas ganas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Who do you think you are? [NEW_DIALOG] You think you can talk like that just because you won [NEW_DIALOG] some tournament full of scrubs!? [NEW_DIALOG] [DIALOG_START][Acid] I was only expressing my regret. [NEW_DIALOG] I suppose it doesn't really matter, as I would have won anyway. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¿Quién te crees que eres? [NEW_DIALOG] ¡¿Crees que puedes hablar así solo por haber ganado [NEW_DIALOG] un torneo de donnadies?! [NEW_DIALOG] [DIALOG_START][Acid] Tan solo expresaba mi pesar. [NEW_DIALOG] Hubiera ganado igual, así que supongo que no importa. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] You can't talk like that to me!! [NEW_DIALOG] Let's do this thing! Right here, right now!! [NEW_DIALOG] Come on, kid!! We're gonna teach this guy a lesson! [NEW_DIALOG] [DIALOG_START][Megaman] Please ignore him, Ace. He's a little aggressive for a Wizard. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Tú a mí no me hablas así! [NEW_DIALOG] ¡Vamos al lío! ¡Aquí y ahora! [NEW_DIALOG] ¡¡Vamos, chico!! ¡Le vamos a dar una lección a este tipejo! [NEW_DIALOG] [DIALOG_START][Megaman] No le hagas caso, Ace. Es un Wizard un poco agresivo. [NEW_DIALOG] {ec00}{1}

source: {e1a0}{3}<{ec00}{0} [DIALOG_START][Mega] Why are you so calm!? [NEW_DIALOG] [DIALOG_START][Ace] Acid, you should try and cool off, as well, OK? [NEW_DIALOG] I understand you want a bit of competition, but [NEW_DIALOG] now's not the time to stir things up. [NEW_DIALOG] [DIALOG_START][Acid] ...I'm sorry, Ace. [NEW_DIALOG] I just can't help but tease a straight shooter like Omega-Xis over here. [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{3}<{ec00}{0} [DIALOG_START][Mega] ¡¿Tienes horchata en las venas o qué?! [NEW_DIALOG] [DIALOG_START][Ace] Acid, tranquilízate tú también, ¿vale? [NEW_DIALOG] Entiendo que quieras un reto, pero [NEW_DIALOG] no está el horno para bollos. [NEW_DIALOG] [DIALOG_START][Acid] Lo siento, Ace... [NEW_DIALOG] No puedo evitar meterme con alguien tan simple como Omega-Xis. [NEW_DIALOG] {ec00}{1}

source: {e1a0}{3}<{ec00}{0} [DIALOG_START][Mega] *roar* [NEW_DIALOG] Now you're just asking for a world of pain! [NEW_DIALOG] [DIALOG_START][Ace] Oh, yeah. As I promised, here's the Giga Energy Card. [NEW_DIALOG] {e202}{4}{e1a1} [DIALOG_START][NONAME] Mega Man got: "{e6e4}"! [NEW_DIALOG] {e201}{4} [DIALOG_START][Ace] I have a feeling we'll be seeing each other again soon. Until then... [NEW_DIALOG] [DIALOG_START][Acid] I look forward to our next encounter, Omega-Xis. [NEW_DIALOG] [DIALOG_START][Mega] Just shut up already and get out of my face!! [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{3}<{ec00}{0} [DIALOG_START][Mega] Grooaaaaarrrr... [NEW_DIALOG] ¡Tú lo has querido! ¡Vas a saber lo que es el dolor! [NEW_DIALOG] [DIALOG_START][Ace] Ah, sí. Como os prometí, toma la carta Gigaenergía. [NEW_DIALOG] {e202}{4}{e1a1} [DIALOG_START][NONAME] ¡Mega Man ha obtenido: «{e6e4}»! [NEW_DIALOG] {e201}{4} [DIALOG_START][Ace] Tengo el presentimiento de que nos volveremos a ver. Hasta entonces... [NEW_DIALOG] [DIALOG_START][Acid] Estoy ansioso por nuestro próximo encuentro, Omega-Xis. [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Cierra el pico y sal de mi vista!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] I wonder who they are... [NEW_DIALOG] [DIALOG_START][Mega] *growl* At least we got what we wanted! [NEW_DIALOG] Let's get back to Prez and the guys! [NEW_DIALOG] [DIALOG_START][Megaman] Sounds good. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Quiénes serán esos dos... [NEW_DIALOG] [DIALOG_START][Mega] Grrrr... ¡Ya tenemos lo que queríamos, ¿no?! [NEW_DIALOG] ¡Volvamos con la Dele y los demás! [NEW_DIALOG] [DIALOG_START][Megaman] Me parece bien. [NEW_DIALOG] {ec00}{1}
