Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/35.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] We got the Giga Energy Card, Woody! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Woody, tenemos la carta Gigaenergía! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] Y-You really got one!? [NEW_DIALOG] [DIALOG_START][Jack_Flask] It's a miracle! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Thank you so much!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡¿D-De verdad?! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Es un milagro! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Muchas gracias! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Hmm... I gotta touch the Giga Energy Card to give it to Woody.{ec13} {e203}{4}{ec04} [DIALOG_START][NONAME] Geo gave the "{e6e4}" to Woody! [NEW_DIALOG] [DIALOG_START][Woody] I don't even know what to say! [NEW_DIALOG] [DIALOG_START][Prez] You don't have to say anything at all. [NEW_DIALOG] But I would be honored to have your vote in the upcoming election! [NEW_DIALOG] [DIALOG_START][Woody] That doesn't seem enough to show our appreciation, [NEW_DIALOG] but if it means that much to you, we'll do it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Mmm... Tengo que tocar la carta Gigaenergía para dársela a Woody.{ec13} {e203}{4}{ec04} [DIALOG_START][NONAME] ¡Geo le ha dado la «{e6e4}» a Woody! [NEW_DIALOG] [DIALOG_START][Woody] ¡No sé qué decir! [NEW_DIALOG] [DIALOG_START][Prez] No hace falta que digas nada. [NEW_DIALOG] ¡Pero sería un honor tener vuestro voto en las elecciones! [NEW_DIALOG] [DIALOG_START][Woody] ¡No creo que sea suficiente para mostrar nuestro agradecimiento, [NEW_DIALOG] pero si tanto significa para ti, ya los tienes! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] Well, everyone! [NEW_DIALOG] Now that we have the card, all we have to do is install it! Let's do it! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Alright! [NEW_DIALOG] [DIALOG_START][Angel_Wise] OK, Woody! [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Bueno! [NEW_DIALOG] ¡Ahora solo nos queda instalar la carta! ¡Vamos allá! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Vale! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Vale, Woody! [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Woody] It's{e113}.{e113}.{e113}.{e113} It's.{e113}.{e113}.{e113} [NEW_DIALOG] It's done! [NEW_DIALOG] At long last... Our rocket is complete! [NEW_DIALOG] Yeeeaaah! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] Está{e113}.{e113}.{e113}.{e113} Está.{e113}.{e113}.{e113} [NEW_DIALOG] ¡Está listo! [NEW_DIALOG] Por fin... ¡Nuestro cohete está listo! [NEW_DIALOG] ¡Sííííííí! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Flask] Woody! [NEW_DIALOG] [DIALOG_START][Angel_Wise] Don't cry, Woody! [NEW_DIALOG] U{e113}.{e113}.{e113}.{e113}waaa{e113}.{e113}.{e113}.{e113}aaa! [NEW_DIALOG] [DIALOG_START][Jack_Flask] I'm so happy! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Flask] ¡Woody! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡No llores, Woody! [NEW_DIALOG] ¡Bu{e113}.{e113}.{e113}.{e113}aaa{e113}.{e113}.{e113}.{e113}aaa! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Qué feliz soy! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] I'm so proud of everyone. You make me so happy. [NEW_DIALOG] You guys believed in me all the way to the very end. [NEW_DIALOG] The Science Club is the greatest team ever! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Of course we did, Woody! [NEW_DIALOG] [DIALOG_START][Angel_Wise] You're the best! [NEW_DIALOG] [DIALOG_START][Prez] *sniffle* Everything turned out so perfect... [NEW_DIALOG] [DIALOG_START][Geo] Their sacrifice paid off... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] Estoy muy orgulloso de nosotros. Soy muy feliz. [NEW_DIALOG] Vosotros habéis creído en mí todo el tiempo. [NEW_DIALOG] ¡El club de ciencias es el mejor equipo del mundo! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Pues claro, Woody! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Tú sí que eres el mejor! [NEW_DIALOG] [DIALOG_START][Prez] Sniff... Todo ha salido a la perfección... [NEW_DIALOG] [DIALOG_START][Geo] El sacrificio ha dado sus frutos... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I'm really glad I joined the team, Prez! [NEW_DIALOG] [DIALOG_START][Bud] "Luna 4 Prez" is the best! [NEW_DIALOG] [DIALOG_START][Zack] This is what a Purpose is all about! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Me alegro de haber creado este grupo, Dele! [NEW_DIALOG] [DIALOG_START][Bud] ¡«Luna Presidenta» es el mejor equipo! [NEW_DIALOG] [DIALOG_START][Zack] ¡Por estas cosas existen los Propósitos! [NEW_DIALOG] {ec00}{1}

source: {e211}{1}{ec00}{0} [DIALOG_START][Woody] We couldn't have done it without you all. [NEW_DIALOG] Thank you so much. [NEW_DIALOG] {ec00}{1}
es_es: {e211}{1}{ec00}{0} [DIALOG_START][Woody] No podríamos haberlo conseguido sin vuestra ayuda. [NEW_DIALOG] Muchas gracias. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] Magnes! Come out and thank them! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Magnes! ¡Sal y dales las gracias! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Magnes] Yup! You guys were great! Thanks for everything! [NEW_DIALOG] Now I'll be able to contact the Science Club from space. [NEW_DIALOG] My dream is going to come true! [NEW_DIALOG] [DIALOG_START][Woody] I can't wait! [NEW_DIALOG] [DIALOG_START][Magnes] Yup! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Magnes] ¡Sí! ¡Sois los mejores! ¡Gracias por todo! [NEW_DIALOG] Ahora podré hablar con el club de ciencias desde el espacio. [NEW_DIALOG] ¡Voy a cumplir mi sueño! [NEW_DIALOG] [DIALOG_START][Woody] ¡Qué ganas tengo! [NEW_DIALOG] [DIALOG_START][Magnes] ¡Sí! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] It's really all thanks to "Luna 4 Prez". [NEW_DIALOG] If you don't mind, I'd like to form a Brother Band [NEW_DIALOG] with the people who worked so hard along with me. [NEW_DIALOG] [DIALOG_START][Prez] Of course we don't mind! Right, Geo? [NEW_DIALOG] [DIALOG_START][Geo] Yeah! [NEW_DIALOG] {e16e}{0}{11} [DIALOG_START][NONAME] Geo and Woody formed a Brother Band! [NEW_DIALOG] Geo's Link Power went up by 40. [NEW_DIALOG] [DIALOG_START][Prez] How about us, too? [NEW_DIALOG] [DIALOG_START][Woody] What do you mean? [NEW_DIALOG] [DIALOG_START][Prez] Would it be alright if our Team set the same Purpose as the Science [NEW_DIALOG] Club, until the rocket is successfully launched? [NEW_DIALOG] [DIALOG_START][Woody] Eh!? Really? [NEW_DIALOG] [DIALOG_START][Prez] I want to be there until the end. [NEW_DIALOG] Now that Woody is our Brother, it's a great idea, isn't it? [NEW_DIALOG] [DIALOG_START][Geo] Of course! [NEW_DIALOG] [DIALOG_START][Woody] Thank you... [NEW_DIALOG] Two Teams working together is great. [NEW_DIALOG] But both Teams having the same Purpose is absolutely amazing. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] Y todo gracias a «Luna Presidenta». [NEW_DIALOG] Si no os importa, me gustaría formar una Bandahermano [NEW_DIALOG] con las personas que han trabajado tan duro por mí. [NEW_DIALOG] [DIALOG_START][Prez] ¡Claro que no nos importa! ¿Verdad, Geo? [NEW_DIALOG] [DIALOG_START][Geo] ¡Claro! [NEW_DIALOG] {e16e}{0}{11} [DIALOG_START][NONAME] ¡Geo y Woody han formado una Bandahermano! [NEW_DIALOG] El Poder Empático de Geo ha aumentado en 40 puntos. [NEW_DIALOG] [DIALOG_START][Prez] ¿Y nosotros qué? [NEW_DIALOG] [DIALOG_START][Woody] ¿Qué quieres decir? [NEW_DIALOG] [DIALOG_START][Prez] ¿No estaría bien que nuestro equipo tuviera el mismo Propósito que [NEW_DIALOG] el club de ciencias hasta que lancemos el cohete? [NEW_DIALOG] [DIALOG_START][Woody] ¡¿Eh?! ¿De verdad? [NEW_DIALOG] [DIALOG_START][Prez] Quiero quedarme hasta el final. [NEW_DIALOG] No es mala idea ahora que Woody es nuestro Hermano, ¿no? [NEW_DIALOG] [DIALOG_START][Geo] ¡Claro! [NEW_DIALOG] [DIALOG_START][Woody] Gracias... [NEW_DIALOG] Es genial que dos Equipos trabajen juntos. [NEW_DIALOG] ¡Pero que dos Equipos tengan el mismo Propósito es una pasada! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e204}{2} [DIALOG_START][NONAME] Geo's Purpose has changed! [NEW_DIALOG] [DIALOG_START][Woody] I'm planning to have the launch ceremony tomorrow. [NEW_DIALOG] I would be honored to have the "Luna 4 Prez" members join as producers. [NEW_DIALOG] [DIALOG_START][Prez] We would love to! [NEW_DIALOG] [DIALOG_START][Geo] I can't wait! [NEW_DIALOG] [DIALOG_START][Bud] Do your best, Magnes! [NEW_DIALOG] [DIALOG_START][Magnes] Yup! [NEW_DIALOG] [DIALOG_START][Zack] So, let's all meet tomorrow on the roof! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e204}{2} [DIALOG_START][NONAME] ¡El Propósito de Geo ha cambiado! [NEW_DIALOG] [DIALOG_START][Woody] Tengo pensado realizar la ceremonia de lanzamiento mañana. [NEW_DIALOG] Sería un honor que los miembros de «Luna Presidenta» fueran los productores. [NEW_DIALOG] [DIALOG_START][Prez] ¡Encantados! [NEW_DIALOG] [DIALOG_START][Geo] ¡Lo espero con ansias! [NEW_DIALOG] [DIALOG_START][Bud] ¡Magnes, mañana es tu día! [NEW_DIALOG] [DIALOG_START][Magnes] ¡Sí! [NEW_DIALOG] [DIALOG_START][Zack] ¡Quedamos mañana en la azotea! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Good idea. Everyone try and get to bed early, tonight! [NEW_DIALOG] [DIALOG_START][Zack] Understood! [NEW_DIALOG] [DIALOG_START][Bud] OK, see you tomorrow! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Buena idea. ¡Esta noche todos a la cama pronto! [NEW_DIALOG] [DIALOG_START][Zack] ¡Entendido! [NEW_DIALOG] [DIALOG_START][Bud] ¡Vale, mañana os veo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Let's go home, Mega. [NEW_DIALOG] [DIALOG_START][Mega] Sounds good. Tomorrow should be a blast! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Vamos a casa, Mega. [NEW_DIALOG] [DIALOG_START][Mega] Perfecto. ¡Mañana va a ser la bomba! [NEW_DIALOG] {ec00}{1}
