Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/38.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Woody] Thank you for coming out today, everyone! [NEW_DIALOG] It's finally time for the Science Club to launch the rocket we constructed! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Gracias a todos por venir! [NEW_DIALOG] ¡Por fin ha llegado el momento de lanzar el cohete del club de ciencias! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{345}{ec16} [DIALOG_START][NONAME] Woohoo! Yay! Right on! [NEW_DIALOG] [DIALOG_START][Woody] But first I would like to introduce the Team that acted as producer for us. [NEW_DIALOG] I give you the leader of "Luna 4 Prez", Luna Platz, and the other members! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{345}{ec16} [DIALOG_START][NONAME] ¡Síííí! ¡Viva! ¡Qué grandes! [NEW_DIALOG] [DIALOG_START][Woody] Pero primero me gustaría presentaros al Equipo productor de este proyecto. [NEW_DIALOG] ¡La líder de «Luna Presidenta», Luna Platz, y sus miembros! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{345}{ec16} [DIALOG_START][NONAME] Woo! Go Luna! Yeah! [NEW_DIALOG] [DIALOG_START][Prez] What a wonderful feeling to have everyone cheer for me! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{345}{ec16} [DIALOG_START][NONAME] ¡Uuhh! ¡Luna, guapa! ¡Sí! [NEW_DIALOG] [DIALOG_START][Prez] ¡Es maravilloso sentirse arropada de esta manera! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Pedia] Zack, Prez's approval rating is skyrocketing! [NEW_DIALOG] [DIALOG_START][Zack] If the rocket launches successfully, there's no [NEW_DIALOG] doubt her approval rating will go over 40%! [NEW_DIALOG] [DIALOG_START][Woody] At long last... Let's launch the rocket! [NEW_DIALOG] Magnes, please start the launch preparations! [NEW_DIALOG] {ec00}{1}{e213}{2}
es_es: {ec00}{0} [DIALOG_START][Pedia] ¡Zack, la popularidad de la Dele está por las nubes! [NEW_DIALOG] [DIALOG_START][Zack] ¡Si el lanzamiento va según lo planeado, [NEW_DIALOG] su popularidad se situará en el 40 %! [NEW_DIALOG] [DIALOG_START][Woody] Por fin... ¡Listos para el lanzamiento! [NEW_DIALOG] ¡Magnes, comienza con los preparativos! [NEW_DIALOG] {ec00}{1}{e213}{2}

source: {e1a0}{1}{f0}{ec00}{0} [DIALOG_START][NONAME] *dum* {e113}*dum* {e113}*dum* {e113}*dum*{e113}.{e113}.{e113}. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}*badump, badump* [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{1}{f0}{ec00}{0} [DIALOG_START][NONAME] Pum... {e113}Pum... {e113}Pum... {e113}Pum{e113}.{e113}.{e113}. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}Patum, patum... [NEW_DIALOG] {ec00}{1}

source: {e1a0}{4}<{ec00}{0}{ec16} [DIALOG_START][NONAME] *boom* *bzzt... bzzt!* [NEW_DIALOG] {ec00}{1}
es_es: {e1a0}{4}<{ec00}{0}{ec16} [DIALOG_START][NONAME] ¡Bum! Bzz... ¡Bzz! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] W-What's going on? [NEW_DIALOG] [DIALOG_START][Prez] Something must be wrong! [NEW_DIALOG] {ec00}{1}{e212}{19}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Q-qué está pasando? [NEW_DIALOG] [DIALOG_START][Prez] ¡Algo no va bien! [NEW_DIALOG] {ec00}{1}{e212}{19}{1}

source: {ec00}{0} [DIALOG_START][Woody] What the heck? The controls aren't working! [NEW_DIALOG] Magnes!? Magnes, respond! [NEW_DIALOG] [DIALOG_START][Spade_Magnes] Raaaaaarrrrrrrr! [NEW_DIALOG] [DIALOG_START][Woody] M-Magnes!? What's wrong!? What happened to you!? [NEW_DIALOG] [DIALOG_START][Spade_Magnes] Uwaaaa! I'm invincible! Invincible!!! [NEW_DIALOG] [DIALOG_START][Woody] What the... [NEW_DIALOG] [DIALOG_START][Jack_Flask] Woody! [NEW_DIALOG] [DIALOG_START][Angel_Wise] The energy output won't stop increasing! [NEW_DIALOG] [DIALOG_START][Woody] W-What!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¿Pero qué...? ¡Los controles no responden! [NEW_DIALOG] ¡¿Magnes?! ¡Magnes, responde! [NEW_DIALOG] [DIALOG_START][Spade_Magnes] ¡Raaaaaarrrrrrrr! [NEW_DIALOG] [DIALOG_START][Woody] ¡¿M-Magnes?! ¡¿Qué ocurre?! ¡¿Qué te ha pasado?! [NEW_DIALOG] [DIALOG_START][Spade_Magnes] ¡Aaaahh! ¡Soy invencible! ¡¡¡Invencible!!! [NEW_DIALOG] [DIALOG_START][Woody] Pero qué... [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Woody! [NEW_DIALOG] [DIALOG_START][Angel_Wise] ¡Se está produciendo una sobrecarga energética! [NEW_DIALOG] [DIALOG_START][Woody] ¡¿Q-Qué?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] What does that mean? [NEW_DIALOG] [DIALOG_START][Woody] It's going to explode! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿Eso qué quiere decir? [NEW_DIALOG] [DIALOG_START][Woody] ¡Va a explotar! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] Run! [NEW_DIALOG] Everyone, run! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡Corred! [NEW_DIALOG] ¡Salid todos de aquí! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{2c}Ahhh! It's pulling me in! [NEW_DIALOG] [DIALOG_START]{2a}It's too powerful! I can't get away! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2c}¡Ahhh! ¡Está tirando de mí! [NEW_DIALOG] [DIALOG_START]{2a}¡Es demasiado fuerte! ¡No puedo alejarme! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] Magnes' magnetic force is out of control! [NEW_DIALOG] It's using the metallic items they have on them to pull them in! [NEW_DIALOG]
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Las fuerzas magnéticas de Magnes están fuera de control! [NEW_DIALOG] ¡Está atrayendo los objetos metálicos que llevan puestos! [NEW_DIALOG]

source: {ec00}{2} [DIALOG_START][Bud] Forget about that! What do we do if it explodes!? [NEW_DIALOG] [DIALOG_START][Woody] If the Giga Energy Card's energy suddenly fires out... It's too terrible to say...! [NEW_DIALOG] [DIALOG_START][Pedia] Zack! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{2} [DIALOG_START][Bud] ¡Eso da igual! ¡¿Qué pasa si esa cosa explota?! [NEW_DIALOG] [DIALOG_START][Woody] Si se libera la energía de la carta Gigaenergía... ¡No quiero ni pensarlo! [NEW_DIALOG] [DIALOG_START][Pedia] ¡Zack! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Pedia] The magnetic force is still rapidly rising due to the Wizard being out of control! [NEW_DIALOG] [DIALOG_START][Woody] Magnes is out of control...? [NEW_DIALOG] [DIALOG_START][Zack] What are the damage estimates!? [NEW_DIALOG] [DIALOG_START][Pedia] If the rocket explodes, Echo Ridge Elementary will be completely destroyed! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] [DIALOG_START][Pedia] There will be considerable damage to {e4b0}, too! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Pedia] ¡El Wizard está fuera de control, por eso aumentan las fuerzas magnéticas! [NEW_DIALOG] [DIALOG_START][Woody] ¿Magnes ha perdido el control? [NEW_DIALOG] [DIALOG_START][Zack] ¡¿Cuál es la estimación de los daños?! [NEW_DIALOG] [DIALOG_START][Pedia] ¡Si el cohete explota, borrará la escuela Echo Ridge del mapa! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡! [NEW_DIALOG] [DIALOG_START][Pedia] ¡{e4b0} también recibirá un daño considerable! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] That can't happen... [NEW_DIALOG] [DIALOG_START][Woody] Why... [NEW_DIALOG] Why is this happening!? [NEW_DIALOG] [DIALOG_START][Geo_2] This is just like what happened at {e4bc}... [NEW_DIALOG] [DIALOG_START][Mega] That's true. So, kid, then that means... [NEW_DIALOG]
es_es: {ec00}{0} [DIALOG_START][Bud] No puede ser... [NEW_DIALOG] [DIALOG_START][Woody] Por qué... [NEW_DIALOG] ¡¿Por qué está ocurriendo esto?! [NEW_DIALOG] [DIALOG_START][Geo_2] Es lo mismo que pasó en el {e4bc}... [NEW_DIALOG] [DIALOG_START][Mega] Es verdad. Chico, eso significa que... [NEW_DIALOG]

source: {ec00}{2} [DIALOG_START][Geo_2] Yeah, let's stop it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{2} [DIALOG_START][Geo_2] ¡Sí! ¡Tenemos que detenerlo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] You can't turn into Mega Man and try to stop it! [NEW_DIALOG] It might explode! It's too dangerous! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡No puedes transformarte en Mega Man y detenerlo! [NEW_DIALOG] ¡Podría explotar! ¡Es muy peligroso! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] But, we're the only ones that can do it. [NEW_DIALOG] And I can't stand around and watch the school be destroyed. [NEW_DIALOG] [DIALOG_START][Zack] Geo... [NEW_DIALOG] [DIALOG_START][Bud] Geo... [NEW_DIALOG] [DIALOG_START][Prez] You're always like this... [NEW_DIALOG] ...Fine. [NEW_DIALOG] If you're going, then I'm not leaving until you come back. [NEW_DIALOG] [DIALOG_START][Geo_2] W-What are you saying!? [NEW_DIALOG] [DIALOG_START][Prez] Our Team shares the same Purpose, right? And I'm the leader! [NEW_DIALOG] I wouldn't dare leave a teammate behind! [NEW_DIALOG] [DIALOG_START][Geo_2] Prez... [NEW_DIALOG] [DIALOG_START][Bud] I'm gonna wait, too! [NEW_DIALOG] [DIALOG_START][Zack] Same here! [NEW_DIALOG] [DIALOG_START][Geo_2] Bud! Zack! [NEW_DIALOG] [DIALOG_START][Prez] Get going, Geo... [NEW_DIALOG] "Luna 4 Prez" won't move an inch until you get back. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Pero no hay nadie más que pueda hacerlo. [NEW_DIALOG] Y no puedo quedarme de brazos cruzados mientras destruyen la escuela. [NEW_DIALOG] [DIALOG_START][Zack] Geo... [NEW_DIALOG] [DIALOG_START][Bud] Geo... [NEW_DIALOG] [DIALOG_START][Prez] Siempre igual... [NEW_DIALOG] Vale... [NEW_DIALOG] Si vas a ir, no me moveré de aquí hasta que vuelvas. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿P-pero qué dices?! [NEW_DIALOG] [DIALOG_START][Prez] Nuestro Equipo comparte el mismo Propósito, ¿no? ¡Y yo soy la líder! [NEW_DIALOG] ¡Ni se me pasa por la cabeza abandonar a un compañero! [NEW_DIALOG] [DIALOG_START][Geo_2] Dele... [NEW_DIALOG] [DIALOG_START][Bud] ¡Yo también me quedo! [NEW_DIALOG] [DIALOG_START][Zack] ¡Y yo! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Bud! ¡Zack! [NEW_DIALOG] [DIALOG_START][Prez] Vete, Geo... [NEW_DIALOG] «Luna Presidenta» no se moverá un ápice hasta que vuelvas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] Umm... [NEW_DIALOG] I didn't really hear the whole conversation, but I'm staying, too! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] Esto... [NEW_DIALOG] ¡No he oído toda la conversación, pero yo también me quedo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Woody] After all, we're responsible for the rocket! [NEW_DIALOG] [DIALOG_START][Mega] Heh heh... None of this talk matters unless we stop the rocket! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Woody] ¡Este cohete es el fruto de nuestro trabajo! [NEW_DIALOG] [DIALOG_START][Mega] Je, je... ¡Como no paremos el cohete, esta charla será inútil! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Right! Let's rock, Mega! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Claro! ¡Vamos allá, Mega! [NEW_DIALOG] {ec00}{1}
