Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch1/43.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] Wow! The rocket took off! [NEW_DIALOG] What a success! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡Hala! ¡Ha despegado! [NEW_DIALOG] ¡Éxito! [NEW_DIALOG] {ec00}{1}

source: {e212}{16}{1}{ec00}{0} [DIALOG_START][Jack] Argh! We failed! [NEW_DIALOG] Everything was going according to plan... What went wrong!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] Maybe a pest got through our traps... [NEW_DIALOG] I really wanted to see that school go up in smoke... [NEW_DIALOG] What a waste... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{16}{1}{ec00}{0} [DIALOG_START][Jack] ¡Agh! ¡Hemos fallado! [NEW_DIALOG] Todo iba según lo planeado... ¡¿Qué ha podido salir mal?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] Puede que una rata no cayera en nuestra trampa... [NEW_DIALOG] Tenía muchas ganas de ver la escuela reducida a cenizas... [NEW_DIALOG] Es una lástima... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] But, Sis... [NEW_DIALOG] At least our test using the Noise Card to make [NEW_DIALOG] the Wizard go out of control was a success. [NEW_DIALOG] And we got the stuff that we wanted. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] That's right... We did pretty well... [NEW_DIALOG] Let's perform an even bigger test next time. [NEW_DIALOG] [DIALOG_START][Jack] Yeah! Let's make Electopia a total mess! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Tia... [NEW_DIALOG] Al menos la prueba de usar los Naipes Ruido [NEW_DIALOG] para hacer perder el control a los Wizard ha sido un éxito. [NEW_DIALOG] Y tenemos lo que queríamos. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Es cierto... Hemos hecho un buen trabajo... [NEW_DIALOG] La próxima vez haremos una prueba mayor. [NEW_DIALOG] [DIALOG_START][Jack] ¡Sí! ¡Vamos a poner Electopia patas arriba! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{34b}{ec16} [DIALOG_START][NONAME] *beep, beep* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{34b}{ec16} [DIALOG_START][NONAME] Pi, pi... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] It's the phone... [NEW_DIALOG] [DIALOG_START][Jack] I figured we'd be getting a call sooner or later. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] El teléfono... [NEW_DIALOG] [DIALOG_START][Jack] Ya me imaginaba que nos llamaría tarde o temprano. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Ha... [NEW_DIALOG] It'll probably be something boring again. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] This is Queen Tia, Mr. King. [NEW_DIALOG] [DIALOG_START][SrKing] I have discovered that one of our targets, Mega Man, [NEW_DIALOG] is at Echo Ridge Elementary. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Mega Man... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Ja... [NEW_DIALOG] Seguro que es un peñazo de misión. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Sr. King, soy Queen Tia. [NEW_DIALOG] [DIALOG_START][SrKing] He averiguado que uno de nuestros objetivos, Mega Man, [NEW_DIALOG] asiste a la escuela de Echo Ridge. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Mega Man... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Mega Man is there... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] So that means Mega Man is the one who stopped the rocket from exploding? [NEW_DIALOG] [DIALOG_START][SrKing] That is correct. [NEW_DIALOG] The both of you, listen very carefully. [NEW_DIALOG] You are to infiltrate the school and investigate Mega Man. [NEW_DIALOG] You will find the secret of his power, as well as his weaknesses. [NEW_DIALOG] [DIALOG_START][Jack] Instead of doing all that boring stuff, why don't we just take him out? [NEW_DIALOG] He's our enemy after all, isn't he? [NEW_DIALOG] [DIALOG_START][SrKing] I am not considering taking him down at the moment. [NEW_DIALOG] Mega Man will prove to be quite the interesting test subject for me. [NEW_DIALOG] As a scientist, I am interested in learning more about him. [NEW_DIALOG] [DIALOG_START][Jack] Ha! I thought I'd get the chance to have some fun for once! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Mega Man está ahí... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¿Mega Man ha evitado que el cohete estallara? [NEW_DIALOG] [DIALOG_START][SrKing] Correcto. [NEW_DIALOG] Vosotros dos, escuchadme bien. [NEW_DIALOG] Os infiltraréis en la escuela e investigaréis a Mega Man. [NEW_DIALOG] Descubriréis el secreto de su poder, así como sus debilidades. [NEW_DIALOG] [DIALOG_START][Jack] Menudo aburrimiento. ¿Por qué no nos lo cargamos y ya? [NEW_DIALOG] Es nuestro enemigo, ¿no? [NEW_DIALOG] [DIALOG_START][SrKing] No entra en mis planes eliminarlo aún. [NEW_DIALOG] Mega Man será un excelente sujeto de pruebas. [NEW_DIALOG] Como científico, me interesa aprender más sobre él. [NEW_DIALOG] [DIALOG_START][Jack] ¡Ja! ¡Y yo que pensaba que por fin podría divertirme un poco! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] Cool it, Jack... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Cálmate, Jack... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] Understood, Mr. King. We live to serve you. [NEW_DIALOG] [DIALOG_START][SrKing] I am sending some data. Read it over thoroughly. [NEW_DIALOG] I will only repeat myself one more time. I will not accept failures of any kind. [NEW_DIALOG] It is your duty to act as my arms and legs. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Understood... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Recibido, Sr. King. Vivimos para servirle. [NEW_DIALOG] [DIALOG_START][SrKing] Ahora recibiréis una serie de datos. Leedlos con detenimiento. [NEW_DIALOG] Lo repetiré una última vez. No toleraré fallos de ningún tipo. [NEW_DIALOG] Vuestro deber es ser mis brazos y piernas. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Recibido... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{34c}{ec16} [DIALOG_START][NONAME] *beep* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{34c}{ec16} [DIALOG_START][NONAME] Pi... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] I can't stand small time stuff like investigating and researching! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¡Cómo me revienta esto de tener que investigar! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Hey, Sis! [NEW_DIALOG] Why don't we take out Mega Man without telling Mr. King!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] We can't go against his orders, Jack. [NEW_DIALOG] [DIALOG_START][Jack] For cryin' out loud! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¡Eh, Tia! [NEW_DIALOG] ¡¿Por qué no nos cargamos a Mega Man sin que el Sr. King se entere?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Tenemos que cumplir sus órdenes, Jack. [NEW_DIALOG] [DIALOG_START][Jack] ¡Ay, mi madre! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{34d}{ec16} [DIALOG_START][NONAME] *beep* [NEW_DIALOG] [DIALOG_START][Jack] What is it now!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Cool it, Jack... [NEW_DIALOG] It's the data from Mr. King... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{34d}{ec16} [DIALOG_START][NONAME] Pi... [NEW_DIALOG] [DIALOG_START][Jack] ¡¿Y ahora qué?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Cálmate, Jack... [NEW_DIALOG] Son los datos del Mr. King... [NEW_DIALOG] {ec00}{1}

source: {e213}{2}{ec00}{0} [DIALOG_START][(Queen)Tia] Echo Ridge Elementary... Class 5-A... Geo Stelar... [NEW_DIALOG] [DIALOG_START][Jack] Geo... Stelar... [NEW_DIALOG] {ec00}{1}
es_es: {e213}{2}{ec00}{0} [DIALOG_START][(Queen)Tia] Escuela Echo Ridge... Clase 5-A... Geo Stelar... [NEW_DIALOG] [DIALOG_START][Jack] Geo... Stelar... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] He's{e116}.{e116}.{e116}.{e116} Mega Man. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Él es{e116}.{e116}.{e116}.{e116} Mega Man. [NEW_DIALOG] {ec00}{1}
