Repository: joguersan/Megaman-Starforce-3
Catalog: mess_battle/02.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Mega] Alright, let's go over how to Wave Battle! We'll start with the bottom screen. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Vale, vamos a ver cómo va un Combate de ondas! La pantalla inferior. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] This is the Custom Screen. [NEW_DIALOG] Six cards are randomly selected from the 30 cards [NEW_DIALOG] that are in your Folder, and then displayed here. [NEW_DIALOG] Then you select cards to use from those six. [NEW_DIALOG] Using a card won't make it disappear forever, so don't be scared to use them! [NEW_DIALOG] However, you can't just use all of the cards on the Custom Screen. [NEW_DIALOG] There are rules that decide which cards you can use in combination. [NEW_DIALOG] Rule #1! Cards in the same column can be selected together. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Esta es la pantalla de cartas. [NEW_DIALOG] Seis cartas son elegidas de forma aleatoria de [NEW_DIALOG] tu carpeta y aparecen en esta pantalla. [NEW_DIALOG] Tienes que seleccionar cartas de entre esas seis para usarlas. [NEW_DIALOG] ¡Si usas una carta, no desparecerá, no temas! [NEW_DIALOG] Pero tampoco puedes usar todas las cartas de la pantalla de cartas. [NEW_DIALOG] Hay unas normas para que cojas una combinación determinada de cartas. [NEW_DIALOG] ¡Regla nº. 1! Puedes coger las cartas de la misma columna. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] It doesn't matter if they're not lined up exactly straight, [NEW_DIALOG] as long as they're in the same column. [NEW_DIALOG] Rule #2! Three cards in the same row can be picked together. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Da igual que no estén exactamente en línea recta, lo que importa [NEW_DIALOG] es que estén en la misma columna. [NEW_DIALOG] ¡Regla nº. 2! Puedes coger tres cartas de la misma fila. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] It doesn't matter if they're not lined up exactly [NEW_DIALOG] straight, as long as they're in the same row. [NEW_DIALOG] Rule #3! Cards that have the same [NEW_DIALOG] name can be picked together, regardless of their position. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Da igual que no estén exactamente en línea recta, lo que importa [NEW_DIALOG] es que estén en la misma fila. [NEW_DIALOG] ¡Regla nº. 3! Puedes coger cartas con el mismo nombre [NEW_DIALOG] sin importar dónde estén. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Can you see the card on the screen that is white? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¿Ves esa carta blanca en la pantalla? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] White cards are very useful. They can be paired with any card on the screen. [NEW_DIALOG] None of the previous three rules apply to them. [NEW_DIALOG] [DIALOG_START][Megaman] Got it! But what if I don't know what a card does? [NEW_DIALOG] There's a description, right? How do I access it? [NEW_DIALOG] [DIALOG_START][Mega] You can use the R Button or Y Button to see card descriptions. [NEW_DIALOG] OK! I think that about sums up the Custom Screen. [NEW_DIALOG] Try to select more than two cards, OK!? [NEW_DIALOG] You can select them by touching them, as well. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Las cartas blancas son muy útiles. Puedes emparejarlas con cualquier carta. [NEW_DIALOG] No se ven afectadas por las tres reglas anteriores. [NEW_DIALOG] [DIALOG_START][Megaman] ¡Entendido! ¿Pero y si no sé qué hace una carta? [NEW_DIALOG] Tienen una descripción, ¿no? ¿Cómo la veo? [NEW_DIALOG] [DIALOG_START][Mega] Con el botón R o el botón Y puedes ver la descripción de las cartas. [NEW_DIALOG] ¡Vale! Creo que eso es todo sobre la pantalla de cartas. [NEW_DIALOG] ¡Intenta coger más de dos cartas, ¿vale?! [NEW_DIALOG] También puedes cogerlas tocándolas con el dedo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Hey, you can still pick more. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Eh, puedes coger más cartas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] You still need to pick a card that you can attack with. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Tienes que coger una carta de ataque. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Pick that card after you select an attack card. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Coge esa carta después de coger una de ataque. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] I'll teach you about that one later, so don't use it now. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Ya te hablaré de esa más tarde, no la uses ahora. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Let's go, kid. You haven't picked anything yet! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Vamos, chico. ¡Si no has cogido nada! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] There's no need to run away, kid! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡No pasa nada, chico, no huyas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Press the OK Button now. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Pulsa el botón Aceptar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Finally, it's battling time! Wipe out those bad guys! Oh, but before that... [NEW_DIALOG] In the bottom left are the cards you selected in the [NEW_DIALOG] Custom Screen in the order that you selected them. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Por fin, a luchar! ¡Acaba con esos bichos! Oh, pero antes... [NEW_DIALOG] Abajo a la izquierda están las cartas que has cogido [NEW_DIALOG] en la pantalla de cartas, en el mismo orden. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] And to the right is the name and attack power of the card you can currently use. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Y a la derecha está el nombre y el ataque de la carta que vas a usar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] You can use Battle Cards by pressing the A Button. [NEW_DIALOG] Holding down the B Button will fire the Mega Buster constantly without delay! [NEW_DIALOG] [DIALOG_START][Megaman] The A Button for Battle Cards, and the B Button for the Mega Buster... Got it! [NEW_DIALOG] And that's my HP up in the top left, right? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Pulsa el botón A para usar una carta de combate. [NEW_DIALOG] ¡Mantén pulsado el botón B para disparar sin parar con el MegaBuster! [NEW_DIALOG] [DIALOG_START][Megaman] El botón A para cartas de combate y el botón B para el MegaBuster... ¡Genial! [NEW_DIALOG] Y lo de arriba a la izquierda son mis PV, ¿no? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Correctomundo. And it's game over for us if it drops to 0! [NEW_DIALOG] The gauge in the top right is called the Custom Gauge. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Efectiviwonder. Y si llegan a 0... ¡Fin del juego!n [NEW_DIALOG] La barra arriba a la derecha se llama Carga de cartas. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] The Custom Gauge fills up as time passes. [NEW_DIALOG] Once the Custom Gauge is full, you can return to the Custom Screen by pressing [NEW_DIALOG] the L Button or the R Button. [NEW_DIALOG] [DIALOG_START][Megaman] So even if I've used all six of my cards, I can get more from the Custom Screen... [NEW_DIALOG] [DIALOG_START][Mega] Exactly! So are you all set, kid? It's time to practice! [NEW_DIALOG] [DIALOG_START][Megaman] Yeah, I'm ready! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] La Carga de cartas se llena con el tiempo. [NEW_DIALOG] Cuando esté llena, puedes volver a la pantalla de cartas pulsando el [NEW_DIALOG] botón L o el botón R. [NEW_DIALOG] [DIALOG_START][Megaman] Así, aunque use las seis cartas, puedo coger más en la pantalla de cartas... [NEW_DIALOG] [DIALOG_START][Mega] ¡Exacto! ¿Todo listo, chico? ¡Hora de practicar! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Sí, estoy listo! [NEW_DIALOG] {ec00}{1}
