Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch3/02.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Ace] I'm sorry I made you late for your school trip to {e253}, Geo. [NEW_DIALOG] [DIALOG_START][Geo] I don't mind being late for the trip, Ace. [NEW_DIALOG] You've done a lot for Sonia, Belle, and everyone else. So I'm happy to help. [NEW_DIALOG] [DIALOG_START][Ace] That means a lot, Geo. [NEW_DIALOG] I wonder what really happened at {e4c0}? [NEW_DIALOG] I'm on the Satella Police investigation team. [NEW_DIALOG] And I realized the only way to find out is to ask Mega Man... [NEW_DIALOG] Or rather... You, Geo. [NEW_DIALOG] [DIALOG_START][Mega] Him knowing all about you is getting annoying, kid. [NEW_DIALOG] [DIALOG_START][Ace] I heard that, Omega-Xis. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Perdona por retrasar tu viaje a {e253}, Geo. [NEW_DIALOG] [DIALOG_START][Geo] No te preocupes por el viaje, Ace. [NEW_DIALOG] Has hecho mucho por Sonia, Belle y los demás. Encantado de ayudar. [NEW_DIALOG] [DIALOG_START][Ace] Me alegra oírlo, Geo. [NEW_DIALOG] ¿Qué sería lo que pasó en el {e4c0}? [NEW_DIALOG] Estoy en el equipo de investigación de la Policía Satella. [NEW_DIALOG] Y la única forma de saberlo era preguntando a Mega Man... [NEW_DIALOG] Es decir... A ti, Geo. [NEW_DIALOG] [DIALOG_START][Mega] Cómo me fastidia que sepa tanto sobre ti, chico. [NEW_DIALOG] [DIALOG_START][Ace] Te he oído, Omega-Xis. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] It appears you were originally an alien. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}!! [NEW_DIALOG] Y-You... How do you know that...!? [NEW_DIALOG] [DIALOG_START][Ace] Don't be surprised. [NEW_DIALOG] Satella Police's information recon is unrivaled. [NEW_DIALOG] .{e114}.{e114}.{e114}But that's not important. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Según parece, eres un alienígena. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}¡¡!! [NEW_DIALOG] Q-Qué... ¡¿Cómo sabes eso?! [NEW_DIALOG] [DIALOG_START][Ace] No es para tanto. [NEW_DIALOG] No hay quien iguale los soplos de la Policía Satella. [NEW_DIALOG] Pero eso no es lo importante.{e114}.{e114}.{e114} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] So what do you want to know? [NEW_DIALOG] {e213}{1} [DIALOG_START][Ace] When you were Mega Man, did anything strange happen to you? [NEW_DIALOG] [DIALOG_START][Geo] Strange? [NEW_DIALOG] ...Actually, yeah. My body went numb. It was pretty terrible. [NEW_DIALOG] [DIALOG_START][Ace] Hmm... [NEW_DIALOG] I see... [NEW_DIALOG] [DIALOG_START][Mega] Grrr!! If you've got something to say, then say it already! [NEW_DIALOG] You and your Wizard are always thinking and never speaking! [NEW_DIALOG] That really gets to me! [NEW_DIALOG] [DIALOG_START][Acid] *sigh* I've never met a more short tempered Wizard. [NEW_DIALOG] [DIALOG_START][Mega] Shut it! [NEW_DIALOG] [DIALOG_START][Geo] Cool it, Mega... [NEW_DIALOG] [DIALOG_START][Ace] Well... I guess it's better than letting it all build up inside. [NEW_DIALOG] So... You've fought with out of control Wizards several times now, right? [NEW_DIALOG] [DIALOG_START][Geo] Yes. [NEW_DIALOG] [DIALOG_START][Ace] When a Wizard goes out of control, a vast amount of Noise is released... [NEW_DIALOG] That Noise is very dangerous for EM beings... [NEW_DIALOG] If a Wizard absorbs too much Noise, he could be deleted. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Qué quieres saber? [NEW_DIALOG] {e213}{1} [DIALOG_START][Ace] ¿Pasó algo raro cuando te convertiste en Mega Man? [NEW_DIALOG] [DIALOG_START][Geo] ¿Raro? [NEW_DIALOG] Pues sí, la verdad... Se me durmió el cuerpo. Fue horrible. [NEW_DIALOG] [DIALOG_START][Ace] Mmm... [NEW_DIALOG] Entiendo... [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Grrr!! ¡Si tienes algo que decir, hazlo de una vez! [NEW_DIALOG] ¡Tu Wizard y tú estáis siempre pensando, sin decir ni mu! [NEW_DIALOG] ¡Me saca de quicio! [NEW_DIALOG] [DIALOG_START][Acid] Ay... Eres el Wizard más impaciente que he visto jamás. [NEW_DIALOG] [DIALOG_START][Mega] ¡Cállate! [NEW_DIALOG] [DIALOG_START][Geo] Tranquilo, Mega... [NEW_DIALOG] [DIALOG_START][Ace] Bueno... Mejor eso que acumular toda esa rabia. [NEW_DIALOG] Así que habéis luchado contra varios Wizards enloquecidos, ¿no? [NEW_DIALOG] [DIALOG_START][Geo] Sí. [NEW_DIALOG] [DIALOG_START][Ace] Cuando un Wizard enloquece, libera una cantidad de Ruido inmensa... [NEW_DIALOG] El Ruido es muy peligroso para los seres EM... [NEW_DIALOG] Si un Wizard absorbe demasiado Ruido, podría ser eliminado. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Deleted!? [NEW_DIALOG] [DIALOG_START][Mega] Holy cow... [NEW_DIALOG] [DIALOG_START][Ace] When a device goes out of control, its EM waves can be corrupted... [NEW_DIALOG] That's really what Noise is. [NEW_DIALOG] So from now on, you need to stay very alert... [NEW_DIALOG] But for now... [NEW_DIALOG] I'll give you my {e65a}... [NEW_DIALOG] [DIALOG_START][Geo] "{e65a}"? [NEW_DIALOG] [DIALOG_START][Mega] What's that? [NEW_DIALOG] [DIALOG_START][Ace] It's a Satella Police special weapon, as well as my pride and joy! [NEW_DIALOG] [DIALOG_START][Geo] Really? Is it really OK for me to take something like that? [NEW_DIALOG] [DIALOG_START][Ace] You're the only one that I would trust with it{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Geo] {ec13}...? [NEW_DIALOG] [DIALOG_START][Ace] Just consider it an early birthday present, OK? [NEW_DIALOG] So... I should tell you what it actually does... [NEW_DIALOG] Quite simply, it's a device that gives you the ability to control Noise. [NEW_DIALOG] I'm going to send it to your {e4a6}-VG now. [NEW_DIALOG] .{e116}.{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] OK, it's sent. [NEW_DIALOG] {e187}*{1}{e1a1} [DIALOG_START][NONAME] Geo got Power Up Ability: "{e65a}"! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Eliminado?! [NEW_DIALOG] [DIALOG_START][Mega] Madre mía de mi vida... [NEW_DIALOG] [DIALOG_START][Ace] Cuando un dispositivo enloquece, sus ondas EM pueden corromperse. [NEW_DIALOG] Eso es el Ruido. [NEW_DIALOG] Desde ahora, tendréis que estar alerta... [NEW_DIALOG] Pero por ahora... [NEW_DIALOG] Os daré mi {e65a}... [NEW_DIALOG] [DIALOG_START][Geo] ¿«{e65a}»? [NEW_DIALOG] [DIALOG_START][Mega] ¿Eso qué es? [NEW_DIALOG] [DIALOG_START][Ace] ¡Un arma especial de la Policía Satella y mi mayor obra! [NEW_DIALOG] [DIALOG_START][Geo] ¿De verdad? ¿Vas a darme algo tan importante? [NEW_DIALOG] [DIALOG_START][Ace] No se lo podría confiar a nadie más{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Geo] {ec13}¿...? [NEW_DIALOG] [DIALOG_START][Ace] Digamos que es tu regalo de cumpleaños por adelantado, ¿vale? [NEW_DIALOG] A ver... Debería decirte qué hace y tal... [NEW_DIALOG] En pocas palabras, este dispositivo te permitirá controlar el Ruido. [NEW_DIALOG] Te lo voy a enviar a tu {e4a6}-VG. [NEW_DIALOG] .{e116}.{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] Vale, enviado. [NEW_DIALOG] {e187}*{1}{e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido la mejora: «{e65a}»! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Deleted!? [NEW_DIALOG] [DIALOG_START][Mega] Holy cow... [NEW_DIALOG] [DIALOG_START][Ace] When a device goes out of control, its EM waves can be corrupted... [NEW_DIALOG] That's really what Noise is. [NEW_DIALOG] So from now on, you need to stay very alert... [NEW_DIALOG] But for now... [NEW_DIALOG] I'll give you my {e6c2}... [NEW_DIALOG] [DIALOG_START][Geo] "{e6c2}"? [NEW_DIALOG] [DIALOG_START][Mega] What's that? [NEW_DIALOG] [DIALOG_START][Ace] It's the most powerful and terrible of all programs that [NEW_DIALOG] the Satella Police have in their possession. [NEW_DIALOG] [DIALOG_START][Geo] Geez... Are you sure it's OK for me to take something so powerful? [NEW_DIALOG] [DIALOG_START][Ace] Don't worry, I know you can handle it{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Geo] {ec13}...? [NEW_DIALOG] [DIALOG_START][Ace] Just consider it an early birthday present, OK? [NEW_DIALOG] There's no need to give it a second thought. [NEW_DIALOG] So... I should tell you what it actually does... [NEW_DIALOG] Quite simply, it's a device that gives you the ability to control Noise. [NEW_DIALOG] I'm going to send it to your {e4a6}-VG now. [NEW_DIALOG] .{e116}.{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] OK, it's sent. [NEW_DIALOG] {e187}*{1}{e1a1} [DIALOG_START][NONAME] Geo got Power Up Ability: "{e6c2}"! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Eliminado?! [NEW_DIALOG] [DIALOG_START][Mega] Madre mía de mi vida... [NEW_DIALOG] [DIALOG_START][Ace] Cuando un dispositivo enloquece, sus ondas EM pueden corromperse. [NEW_DIALOG] Eso es el Ruido. [NEW_DIALOG] Desde ahora, tendréis que estar alerta... [NEW_DIALOG] Pero por ahora... [NEW_DIALOG] Te voy a dar mi {e6c2}... [NEW_DIALOG] [DIALOG_START][Geo] ¿«{e6c2}»? [NEW_DIALOG] [DIALOG_START][Mega] ¿Qué es eso? [NEW_DIALOG] [DIALOG_START][Ace] El programa más poderoso y terrible de todos los [NEW_DIALOG] que tiene la Policía Satella. [NEW_DIALOG] [DIALOG_START][Geo] Jopé... ¿Y no te importa que tenga algo tan poderoso? [NEW_DIALOG] [DIALOG_START][Ace] No se lo podría confiar a nadie más{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] [DIALOG_START][Geo] {ec13}¿...? [NEW_DIALOG] [DIALOG_START][Ace] Digamos que es tu regalo de cumpleaños por adelantado, ¿vale? [NEW_DIALOG] No te lo pienses tanto. [NEW_DIALOG] A ver... Debería decirte para qué sirve... [NEW_DIALOG] En pocas palabras, es un dispositivo que te permitirá controlar el Ruido. [NEW_DIALOG] Te lo voy a enviar a tu {e4a6}-VG. [NEW_DIALOG] .{e116}.{e116}.{e116}.{e116}.{e116} [NEW_DIALOG] Vale, enviado. [NEW_DIALOG] {e187}*{1}{e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido la mejora: «{e6c2}»! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] With this you can control Noise enough that you won't be deleted. [NEW_DIALOG] Also, during battles the Noise Level will now be displayed. [NEW_DIALOG] [DIALOG_START][Mega] What the heck is that? [NEW_DIALOG] [DIALOG_START][Ace] In short, it's a number that shows you how much Noise is being emitted around you. [NEW_DIALOG] [DIALOG_START][Geo] Noise Level... [NEW_DIALOG] Sounds like an awesome program! [NEW_DIALOG] [DIALOG_START][Ace] Yeah, it's pretty amazing. [NEW_DIALOG] You should definitely spend some time getting used to using it. [NEW_DIALOG] [DIALOG_START][Geo] Good idea! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(Man, Geo is such a science maniac...) [NEW_DIALOG] So... Will anything change along with the Noise Level? [NEW_DIALOG] [DIALOG_START][Ace] Most definitely. [NEW_DIALOG] The most simple change is that when the Noise Level [NEW_DIALOG] is at 100% or higher when the final enemy is deleted, [NEW_DIALOG] you will acquire Illegal Data on top of regular data. [NEW_DIALOG] [DIALOG_START][Geo] Illegal Data? [NEW_DIALOG] [DIALOG_START][Acid] It's data that has been altered by Noise. [NEW_DIALOG] You won't know what you'll get until you've actually acquired it. [NEW_DIALOG] [DIALOG_START][Mega] He's being "Mr. Vague", again... [NEW_DIALOG] [DIALOG_START][Ace] There are other types of changes that occur along with the Noise Level. [NEW_DIALOG] But I'm positive that you'll be able to handle them just fine, Geo... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}...? [NEW_DIALOG] {ec13}(I wonder what's wrong? Ace looks like he's feeling pretty down.) [NEW_DIALOG] [DIALOG_START][Ace] Well, that's it for all the serious talk! [NEW_DIALOG] But please don't forget this this much, Geo. [NEW_DIALOG] When a Wizard goes out of control, do your best not to [NEW_DIALOG] fight, and just wait for the Satella Police to arrive. [NEW_DIALOG] Noise is too dangerous to play around with. [NEW_DIALOG] [DIALOG_START][Geo] U-understood. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Con esto podrás controlar el Ruido y evitar que te elimine. [NEW_DIALOG] Además, durante los combates se mostrará tu Nivel de Ruido. [NEW_DIALOG] [DIALOG_START][Mega] ¿Y eso qué demonios es? [NEW_DIALOG] [DIALOG_START][Ace] Un número que indica cuánto ruido hay a tu alrededor. [NEW_DIALOG] [DIALOG_START][Geo] Nivel de Ruido... [NEW_DIALOG] ¡Parece un programa alucinante! [NEW_DIALOG] [DIALOG_START][Ace] Sí, bastante alucinante. [NEW_DIALOG] Intenta probarlo unas cuantas veces para acostumbrarse. [NEW_DIALOG] [DIALOG_START][Geo] ¡Eso haré! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(Madre mía, Geo está loco por la ciencia...) [NEW_DIALOG] ¿Y el Nivel de Ruido este sirve para algo? [NEW_DIALOG] [DIALOG_START][Ace] Ya te digo. [NEW_DIALOG] Lo más importante es que si el Nivel de Ruido supera [NEW_DIALOG] el 100% cuando elimines al último enemigo, [NEW_DIALOG] recibirás datos ilegales además de los normales. [NEW_DIALOG] [DIALOG_START][Geo] ¿Datos ilegales? [NEW_DIALOG] [DIALOG_START][Acid] Son datos modificados por el Ruido. [NEW_DIALOG] Hasta que no los consigas no sabrás lo que hacen. acquired it. [NEW_DIALOG] [DIALOG_START][Mega] Ya estamos otra vez con el Señor Misterio. [NEW_DIALOG] [DIALOG_START][Ace] El Nivel de Ruido también propicia otro tipo de cambios. [NEW_DIALOG] Pero seguro que podrás con ello, Geo... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}¿...? [NEW_DIALOG] {ec13}(¿Qué le pasa? Ace parece bastante depre.) [NEW_DIALOG] [DIALOG_START][Ace] ¡Bueno, ya basta de explicaciones! [NEW_DIALOG] Pero no olvides lo que hemos hablado, Geo. [NEW_DIALOG] Si ves a un Wizard enloquecido, intenta [NEW_DIALOG] no luchar y espera a que llegue la Policía Satella. [NEW_DIALOG] No debes jugar con el Ruido, es demasiado peligroso. [NEW_DIALOG] [DIALOG_START][Geo] E-entendido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Yet, Mega Man has already absorbed a considerable amount of Noise... [NEW_DIALOG] But with absolutely no noticeable effects... [NEW_DIALOG] Mega Man is just as I assumed... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}...? [NEW_DIALOG] Ace? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Mega Man ha absorbido una cantidad importante de Ruido... [NEW_DIALOG] Pero no ha sufrido cambios notables... [NEW_DIALOG] Justo como pensaba... [NEW_DIALOG] [DIALOG_START][Geo] {ec13}¿...? [NEW_DIALOG] ¿Ace? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Ah, my bad... [NEW_DIALOG] Here's another present to make up for making you late for your school trip! [NEW_DIALOG] {e202}{8}{e1a1} [DIALOG_START][NONAME] Geo got: "{e6e8}"! [NEW_DIALOG] {e201}{8} [DIALOG_START][Geo] What does this pop-up do? [NEW_DIALOG] [DIALOG_START][Ace] It lets you access the Astro Wave. [NEW_DIALOG] [DIALOG_START][Geo] Astro Wave? [NEW_DIALOG] [DIALOG_START][Ace] Yeah, it's a Wave Road that's in space. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] Ah, lo siento... [NEW_DIALOG] ¡Quiero darte otro regalo por retrasar tu excursión! [NEW_DIALOG] {e202}{8}{e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido: «{e6e8}»! [NEW_DIALOG] {e201}{8} [DIALOG_START][Geo] ¿Qué hace esta notificación? [NEW_DIALOG] [DIALOG_START][Ace] Permite el acceso a la Onda Aérea. [NEW_DIALOG] [DIALOG_START][Geo] ¿Onda Aérea? [NEW_DIALOG] [DIALOG_START][Ace] Sí, un Camino Ondas en el espacio. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Space!? [NEW_DIALOG] [DIALOG_START][Mega] {ec13}(Just the word "space" reeled him in, hook, line and sinker...) [NEW_DIALOG] [DIALOG_START][Ace] You can get to the Astro Wave from the highest point [NEW_DIALOG] of the Wave Road in {e4b0}. [NEW_DIALOG] There's a lot of viruses there, so be extra careful. [NEW_DIALOG] [DIALOG_START][Geo] Is it really OK!? [NEW_DIALOG] It's not a problem that a kid like me can access such an amazing place!? [NEW_DIALOG] [DIALOG_START][Ace] Usually, it would never be allowed. But like I said, I owe you for making you late. [NEW_DIALOG] You can get to {e4c4} in no time at all, using the Astro Wave. [NEW_DIALOG] [DIALOG_START][Geo] Thanks, Ace! [NEW_DIALOG] Astro Wave... A Wave Road in space... [NEW_DIALOG] I can't wait! [NEW_DIALOG] [DIALOG_START][Ace] Haha. Your excitement is making me want to jump up and down too. [NEW_DIALOG] Well, have fun on your school trip. [NEW_DIALOG] [DIALOG_START][Geo] Thanks again! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿En el espacio?! [NEW_DIALOG] [DIALOG_START][Mega] {ec13}((Ha sido decir la palabra «espacio» y ha saltado como un resorte...) [NEW_DIALOG] [DIALOG_START][Ace] Hay una entrada a la Onda Aérea en el punto más alto [NEW_DIALOG] del Camino Onda de {e4b0}. [NEW_DIALOG] Eso está lleno de virus, así que ten mucho cuidado. [NEW_DIALOG] [DIALOG_START][Geo] ¡¿De verdad que puedo?! [NEW_DIALOG] ¡¿No hay problema en que un niño entre en un lugar tan alucinante?! [NEW_DIALOG] [DIALOG_START][Ace] Normalmente estaría prohibido. Pero he dicho que te debía una por retrasarte. [NEW_DIALOG] Ahora puedes ir a {e4c4} en un santiamén con la Onda Aérea. [NEW_DIALOG] [DIALOG_START][Geo] ¡Gracias, Ace! [NEW_DIALOG] La Onda Aérea... Un Camino Onda en el espacio... [NEW_DIALOG] ¡Qué emoción! [NEW_DIALOG] [DIALOG_START][Ace] Jaja. Me estoy emocionando hasta yo solo con verte. [NEW_DIALOG] Venga, pásalo bien en la excursión. [NEW_DIALOG] [DIALOG_START][Geo] ¡Gracias, de verdad! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] OK, Mega! [NEW_DIALOG] Let's EM Wave Change and get to the Astro Wave as fast as possible! [NEW_DIALOG] [DIALOG_START][Mega] If we must... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Venga, Mega! [NEW_DIALOG] ¡Vamos a hacer un Cambio de onda EM y a la Onda Aérea ya mismo! [NEW_DIALOG] [DIALOG_START][Mega] Si no hay más remedio... [NEW_DIALOG] {ec00}{1}
