Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch3/04.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] Sorry to keep you waiting! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Perdón por la espera! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Whoa... This doesn't feel anything like Electopia... [NEW_DIALOG] [DIALOG_START][Geo] It's really got that tropical island feel! [NEW_DIALOG] [DIALOG_START][Mr_Shepar] As everyone already knows... This is Electopia's most southern island, {e4c4}. [NEW_DIALOG] [DIALOG_START][Bud] I never would have thought I'd get to go to {e4c4} for a school trip! [NEW_DIALOG] What a great year this is! [NEW_DIALOG] [DIALOG_START][Mr_Shepar] The King Foundation has made a donation to every school in Electopia in order [NEW_DIALOG] to give kids the chance to experience places they never had the chance to visit. [NEW_DIALOG] [DIALOG_START][Zack] The King Foundation is always doing great things to make everyone happy! [NEW_DIALOG] [DIALOG_START][Pedia] So true! [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Well then, everyone... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Vaya... Esto no se parece en nada a Electopía... [NEW_DIALOG] [DIALOG_START][Geo] ¡Se nota que estamos en una isla tropical! [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Como ya sabréis... Estamos en la isla más meridional de Electopía, {e4c4}. [NEW_DIALOG] [DIALOG_START][Bud] ¡Jamás pensé que iríamos de excursión a {e4c4}! [NEW_DIALOG] ¡Qué suerte tiene nuestro curso! [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Todas las escuelas de Electopía han recibido una donación de la [NEW_DIALOG] Fundación King para que todos los niños puedan visitar lugares nuevos. [NEW_DIALOG] [DIALOG_START][Zack] ¡La Fundación King siempre trata de hacer feliz a todo el mundo! [NEW_DIALOG] [DIALOG_START][Pedia] ¡Y tanto! [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Bueno, chavales... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mr_Shepar] Over there is the building that {e4c4} is best known for{e114}.{e114}.{e114}.{e114} [NEW_DIALOG] {e4c7}! [NEW_DIALOG] [DIALOG_START][NONAME] Amazing! [NEW_DIALOG] [DIALOG_START][Geo] So that's the famous {e4c7}! [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Now... [NEW_DIALOG] We will have Ms. Tia explain all about {e4c7} to us! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mr_Shepar] Por ahí está el edificio que ha hecho famosa a {e4c4} {e114}.{e114}.{e114}.{e114} [NEW_DIALOG] ¡El {e4c7}! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Qué flipe! [NEW_DIALOG] [DIALOG_START][Geo] ¡Es el famoso {e4c7}! [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Y ahora... [NEW_DIALOG] ¡La Srta. Tia nos hablará del {e4c7}! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] Me...? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] It's the perfect practice for you! [NEW_DIALOG] Just do your best! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] ¿Yo? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] ¡Es la práctica perfecta! [NEW_DIALOG] ¡Ánimo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] The king who used to rule this island lived within the great {e4c7}... [NEW_DIALOG] [DIALOG_START][Bud] So is there still a king living in there!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] No. Because this island is part of Electopia there is no king... [NEW_DIALOG] Instead, there is a powerful "environmental system" inside. [NEW_DIALOG] [DIALOG_START][Zack] According to my Wizard... [NEW_DIALOG] The "environmental system" keeps {e4c4} in constant [NEW_DIALOG] summer, and even protects it from natural disasters! [NEW_DIALOG] It's Electopia's most renowned super system! [NEW_DIALOG] [DIALOG_START][Geo] A-Awesome!! I have to see it! [NEW_DIALOG] [DIALOG_START][Mega] Geez, you really love that kind of stuff, don't you, kid? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Tomorrow's schedule is full, so if you really want to see it, you should go today. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Moving on... The environmental system is not controlled by a person, but by a Wizard. [NEW_DIALOG] [DIALOG_START][Geo] A Wizard!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] That's correct... He is a completely autonomous Wizard... [NEW_DIALOG] [DIALOG_START][Geo] So he's independent from a {e4a6}... [NEW_DIALOG] He must be super powerful! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] His name is "Strong"... [NEW_DIALOG] And he is revered as a "guardian deity" of the island. [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Very good, Ms. Tia. Well, it's just about time to break for our free time! [NEW_DIALOG] [DIALOG_START][Prez] Mr. Shepar! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] El rey que gobernaba esta isla vivía en el gran {e4c7}... [NEW_DIALOG] [DIALOG_START][Bud] ¡¿Entonces ahí dentro vive un rey?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] No. Esta isla forma parte de Electopía, por lo que no hay rey... [NEW_DIALOG] En su lugar, en su interior se encuentra un potente «sistema medioambiental». [NEW_DIALOG] [DIALOG_START][Zack] Según mi Wizard... [NEW_DIALOG] ¡Gracias al «sistema medioambiental», {e4c4} [NEW_DIALOG] vive en un verano eterno, y está protegida de desastres naturales! [NEW_DIALOG] ¡Es el sistema más famoso de Electopía! [NEW_DIALOG] [DIALOG_START][Geo] ¡¡A-alucinante!! ¡Tengo que verlo! [NEW_DIALOG] [DIALOG_START][Mega] Madre, chico. Sí que te gustan estas cosas, ¿eh? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Mañana tenemos el día completo, hoy es vuestra oportunidad de verlo. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] En marcha... El sistema medioambiental lo administra un Wizard. [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Un Wizard?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Exactamente... Es un Wizard totalmente autónomo... [NEW_DIALOG] [DIALOG_START][Geo] O sea, que no depende de un {e4a6}... [NEW_DIALOG] ¡Seguro que es poderosísimo! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Se llama «Strong»... [NEW_DIALOG] Y lo adoran como a una «deidad protectora» de la isla. [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Muy bien, Srta. Tia. ¡Tenemos que parar, es la hora del recreo! [NEW_DIALOG] [DIALOG_START][Prez] ¡Sr. Shepar! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mr_Shepar] Yes, Luna? [NEW_DIALOG] [DIALOG_START][Prez] Since this trip is a special event we don't get to do [NEW_DIALOG] often, do you mind if we all change our Purpose for the trip? [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Oh, that's not a bad idea. [NEW_DIALOG] [DIALOG_START][Geo] Is it really OK to change our Team's Purpose? [NEW_DIALOG] [DIALOG_START][Prez] This is a time for us to make great memories together! [NEW_DIALOG] And also to forget all of our worries! [NEW_DIALOG] Since we came as a class, I think we should all share the same Purpose during the trip! [NEW_DIALOG] [DIALOG_START][NONAME] Great idea! [NEW_DIALOG] [DIALOG_START][Prez] Geo, why don't you pick the new Purpose!? [NEW_DIALOG] [DIALOG_START][Geo] ...Huh? Y-You want me to pick it!? [NEW_DIALOG] [DIALOG_START][Bud] I believe in you, Geo! [NEW_DIALOG] We'll spend today and tomorrow living by the Purpose that you pick! [NEW_DIALOG] [DIALOG_START][Zack] You can do it! [NEW_DIALOG] [DIALOG_START][Geo] Hmm... [NEW_DIALOG] How about... A "Trip to Remember"? [NEW_DIALOG] [DIALOG_START][Prez] Oooh, that sounds good. [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Well then, let's set Class 5-A's Purpose as a "Trip to Remember"! [NEW_DIALOG] [DIALOG_START][NONAME] Yey! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mr_Shepar] ¿Sí, Luna? [NEW_DIALOG] [DIALOG_START][Prez] ¿Le importa si todos cambiamos nuestro Propósito actual? [NEW_DIALOG] Estamos en una excursión especial, y no tendremos muchas más oportunidades. [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Oh, no es mala idea. [NEW_DIALOG] [DIALOG_START][Geo] ¿No pasa nada por cambiar nuestro Propósito? [NEW_DIALOG] [DIALOG_START][Prez] ¡Tenemos que crear un montón de recuerdos juntos! [NEW_DIALOG] ¡Y olvidarnos de todo lo malo! [NEW_DIALOG] ¡Hemos venido toda la clase, así que deberíamos compartir un Propósito en la excursión! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Buea idea! [NEW_DIALOG] [DIALOG_START][Prez] ¡Geo, ¿por qué no eliges el nuevo propósito?! [NEW_DIALOG] [DIALOG_START][Geo] ¿Eh? ¡¿Q-que lo elija yo?! [NEW_DIALOG] [DIALOG_START][Bud] ¡Confío en ti, Geo! [NEW_DIALOG] ¡Lo que hagamos hoy y mañana dependerá de tu Propósito! [NEW_DIALOG] [DIALOG_START][Zack] ¡Adelante! [NEW_DIALOG] [DIALOG_START][Geo] Mmm... [NEW_DIALOG] Qué tal... ¿«Un viaje inolvidable»? [NEW_DIALOG] [DIALOG_START][Prez] Oooh, me gusta. [NEW_DIALOG] [DIALOG_START][Mr_Shepar] ¡Entonces, el Propósito de la clase 5-A será «Un viaje inolvidable»! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Viva! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e204}{4} [DIALOG_START][NONAME] Geo's Purpose has changed! [NEW_DIALOG] [DIALOG_START][Geo] It's pretty moving to have the whole class have the same Purpose... [NEW_DIALOG] [DIALOG_START][Jack] ...Yuck. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e204}{4} [DIALOG_START][NONAME] ¡El Propósito de Geo ha cambiado! [NEW_DIALOG] [DIALOG_START][Geo] Qué emocionante que toda la clase comparta el mismo Propósito... [NEW_DIALOG] [DIALOG_START][Jack] Puaj... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Hmm, hey, Jack? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Eh... Esto, ¿Jack? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] W-What do you want!? Don't come any closer! [NEW_DIALOG] [DIALOG_START][Prez] You didn't change your Purpose. That's no good. [NEW_DIALOG] We're all supposed to have the same Purpose! [NEW_DIALOG] [DIALOG_START][Jack] Just leave me alone! It's my decision! [NEW_DIALOG] [DIALOG_START][Prez] Not. A. Chance. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¡¿Q-qué quieres?! ¡No te acerques! [NEW_DIALOG] [DIALOG_START][Prez] No has cambiado tu Propósito. Mal hecho. [NEW_DIALOG] ¡Se supone que tenemos que tener el mismo Propósito! [NEW_DIALOG] [DIALOG_START][Jack] ¡Olvídame! ¡Eso es cosa mía! [NEW_DIALOG] [DIALOG_START][Prez] Ni. Hablar. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] *beep, beep* [NEW_DIALOG] [DIALOG_START][Jack] G-Get away... [NEW_DIALOG] [DIALOG_START][Prez] There we go! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Pi, pi... [NEW_DIALOG] [DIALOG_START][Jack] N-no te acerques... [NEW_DIALOG] [DIALOG_START][Prez] ¡Vamos allá! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] S-Sis... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] You need to do what she tells you to do... [NEW_DIALOG] [DIALOG_START][Prez] Alright, everyone! [NEW_DIALOG] Let's make the best memories possible and fulfill our Purpose! [NEW_DIALOG] [DIALOG_START][NONAME] Yeah! [NEW_DIALOG] [DIALOG_START][Mr_Shepar] OK, let's head off! Don't wander off too far! [NEW_DIALOG] [DIALOG_START][NONAME] OK! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] T-Tia... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Haz lo que te dice... [NEW_DIALOG] [DIALOG_START][Prez] ¡Bien, chicos! [NEW_DIALOG] ¡Vamos a crear recuerdos inolvidables y cumplir el Propósito! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Sí! [NEW_DIALOG] [DIALOG_START][Mr_Shepar] ¡Pues en marcha! ¡No os alejéis mucho! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Vale! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] So... What should we do? [NEW_DIALOG] Since we came all this way, I think we should check out the environmental system. [NEW_DIALOG] [DIALOG_START][Mega] I wouldn't mind seeing it, too... [NEW_DIALOG] I want to see what that Wizard, Strong, is like. [NEW_DIALOG] Let's go! [NEW_DIALOG] [DIALOG_START][Geo] Alright! We're off to {e4c7}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Y... ¿Qué hacemos? [NEW_DIALOG] Ya que estamos aquí, podríamos echar un vistazo al sistema medioambiental. [NEW_DIALOG] [DIALOG_START][Mega] Por mí perfecto... [NEW_DIALOG] Quiero ver cómo es ese tal Strong. [NEW_DIALOG] ¡Vamos! [NEW_DIALOG] [DIALOG_START][Geo] ¡Bien! ¡Al {e4c7}! [NEW_DIALOG] {ec00}{1}
