Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch3/09.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Bud_Baño] There are so many colorful fish... [NEW_DIALOG] I wonder if they're edible... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud_Baño] Cuántos peces de colores... [NEW_DIALOG] ¿Se podrán comer? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez_Baño] The ocean is so beautiful... I'll never get tired of looking at it. [NEW_DIALOG] [DIALOG_START][Sonia.Baño] Yeah. I'd stay here forever if it was possible. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez_Baño] El océano es precioso... No puedo dejar de mirarlo. [NEW_DIALOG] [DIALOG_START][Sonia.Baño] Sí. Si por mí fuera, me quedaba aquí para siempre. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack_Baño] Ahhh! Whooaa! [NEW_DIALOG] [DIALOG_START][Geo_Baño] Relax, Zack! You're overdoing it! [NEW_DIALOG] [DIALOG_START][Jack_Baño] He has those swimmies on his arms... [NEW_DIALOG] And he's still sinking like that... Man... [NEW_DIALOG] [DIALOG_START][Zack_Baño] *gasp* *breath* [NEW_DIALOG] ...'ve neber bun gad wis wafer... *breath* [NEW_DIALOG] [DIALOG_START][Jack_Baño] ...Huh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack_Baño] ¡Ahhh! ¡Uuuaahh! [NEW_DIALOG] [DIALOG_START][Geo_Baño] ¡Tranquilo, Zack! ¡No exageres! [NEW_DIALOG] [DIALOG_START][Jack_Baño] Lleva manguitos... [NEW_DIALOG] Y aun así cree que se va a hundir... Madre mía [NEW_DIALOG] [DIALOG_START][Zack_Baño] Ugh... Aaahh... [NEW_DIALOG] ...Dudca me ha gudtado ed agua... Aaahhh... [NEW_DIALOG] [DIALOG_START][Jack_Baño] ¿Cómo? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_Baño] "I've never been good with water". [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_Baño] Que nunca le ha gustado el agua. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Baño] What does that mean? [NEW_DIALOG] [DIALOG_START][Geo_Baño] He was kind of trapped in a submarine in another country, once. [NEW_DIALOG] [DIALOG_START][Jack_Baño] Bahahaha! That's hilarious! [NEW_DIALOG] [DIALOG_START][Zack_Baño] *gasp* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Baño] ¿Y eso por qué? [NEW_DIALOG] [DIALOG_START][Geo_Baño] Una vez se quedó atrapado en un submarino en el extranjero. [NEW_DIALOG] [DIALOG_START][Jack_Baño] ¡Bajajajaja! ¡No fastidies! [NEW_DIALOG] [DIALOG_START][Zack_Baño] ¡Agh! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] Free time is almost over... Everyone should get ready to go back... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Ya casi se ha acabado el recreo... Tenemos que volver... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Baño] Really!? Can't we have just a little more time!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}...! [NEW_DIALOG] [DIALOG_START][Geo_Baño] What's wrong, Ms. Tia? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] N-Nothing at all... [NEW_DIALOG] Just make sure to be back on time... [NEW_DIALOG] [DIALOG_START][Jack_Baño] Oh, man! [NEW_DIALOG] {e213}{0} [DIALOG_START][(Queen)Tia] {ec13}(I think this is the first time I've ever seen Jack have fun...) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Baño] ¡¿En serio?! ¡¿No podemos quedarnos un poco más?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}¡...! [NEW_DIALOG] [DIALOG_START][Geo_Baño] ¿Pasa algo, Srta. Tia? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] N-no, nada... [NEW_DIALOG] Pero volved a tiempo, ¿vale? [NEW_DIALOG] [DIALOG_START][Jack_Baño] ¡Jo, tío! [NEW_DIALOG] {e213}{0} [DIALOG_START][(Queen)Tia] {ec13}(Creo que es la primera vez que veo a Jack divertirse...) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e212}{1c}{1} [DIALOG_START][Bud_Baño] ...Huh? [NEW_DIALOG] [DIALOG_START][Zack_Baño] ...Umm. [NEW_DIALOG] [DIALOG_START][Prez_Baño] ...What the? [NEW_DIALOG] [DIALOG_START][Sonia.Baño] ...Oh, no. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e212}{1c}{1} [DIALOG_START][Bud_Baño] ¿Eh? [NEW_DIALOG] [DIALOG_START][Zack_Baño] Mmmm. [NEW_DIALOG] [DIALOG_START][Prez_Baño] ¿Pero qué...? [NEW_DIALOG] [DIALOG_START][Sonia.Baño] Oh, no... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_Baño] What's with the strange looks, guys? [NEW_DIALOG] [DIALOG_START][Bud_Baño] I-It's gone!! [NEW_DIALOG] My stuff that I left here is gone!! [NEW_DIALOG] [DIALOG_START][Zack_Baño] Mine too!! [NEW_DIALOG] [DIALOG_START][Prez_Baño] My stuff is gone as well! [NEW_DIALOG] [DIALOG_START][Sonia.Baño] Same here!! [NEW_DIALOG] ...Did someone steal them? [NEW_DIALOG] [DIALOG_START][Prez_Baño] I guess it's possible... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_Baño] ¿Y esa cara, chicos? [NEW_DIALOG] [DIALOG_START][Bud_Baño] ¡¡N-no están!! [NEW_DIALOG] ¡¡Todas mis cosas han volado!! [NEW_DIALOG] [DIALOG_START][Zack_Baño] ¡¡Y las mías!! [NEW_DIALOG] [DIALOG_START][Prez_Baño] ¡Las mías también! [NEW_DIALOG] [DIALOG_START][Sonia.Baño] ¡¡Yo igual!! [NEW_DIALOG] ¿Nos las han robado? [NEW_DIALOG] [DIALOG_START][Prez_Baño] Puede ser... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Baño] You're all idiots... [NEW_DIALOG] Watching out for robbers is rule number one when going on vacation. [NEW_DIALOG] [DIALOG_START][Geo_Baño] What is everyone missing? [NEW_DIALOG] [DIALOG_START][Bud_Baño] My shirt! [NEW_DIALOG] [DIALOG_START][Zack_Baño] My pants! [NEW_DIALOG] [DIALOG_START][Prez_Baño] My handkerchief! [NEW_DIALOG] It's really expensive! [NEW_DIALOG] [DIALOG_START][Sonia.Baño] My bag... [NEW_DIALOG] A fan gave it to me, so it has sentimental value. [NEW_DIALOG] [DIALOG_START][Geo_Baño] Darn... [NEW_DIALOG] [DIALOG_START][Mega] Didn't that big Wizard tell you to go see him if you have any problems...? [NEW_DIALOG] [DIALOG_START][Geo_Baño] Oh, yeah! [NEW_DIALOG] OK, then! Let's go see Strong! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Baño] Menudos idiotas... [NEW_DIALOG] La regla número uno de unas vacaciones es no perder de vista tus cosas. [NEW_DIALOG] [DIALOG_START][Geo_Baño] ¿Qué os falta a cada uno? [NEW_DIALOG] [DIALOG_START][Bud_Baño] ¡Mi camiseta! [NEW_DIALOG] [DIALOG_START][Zack_Baño] ¡Mis pantalones! [NEW_DIALOG] [DIALOG_START][Prez_Baño] ¡Mi pañuelo! [NEW_DIALOG] ¡Y es carísimo! [NEW_DIALOG] [DIALOG_START][Sonia.Baño] Mi bolsa... [NEW_DIALOG] Me la regaló un fan, tiene un gran valor sentimental. [NEW_DIALOG] [DIALOG_START][Geo_Baño] Qué mal... [NEW_DIALOG] [DIALOG_START][Mega] ¿No te dijo ese Wizard grande que fueras a verle si tenías algún problema? [NEW_DIALOG] [DIALOG_START][Geo_Baño] ¡Ah, sí! [NEW_DIALOG] ¡Vale! ¡Vamos a ver a Strong! [NEW_DIALOG] {ec00}{1}
