Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch3/16.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Zack] Yey! [NEW_DIALOG] Campfires on the beach are so fun! [NEW_DIALOG] Don't you think!? [NEW_DIALOG] [DIALOG_START][Pedia] They're so beautiful! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] ¡Viva! [NEW_DIALOG] ¡No hay nada como hacer una hoguera en la playa! [NEW_DIALOG] ¡¿No te parece?! [NEW_DIALOG] [DIALOG_START][Pedia] ¡Son preciosas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e212}{1d}{1} [DIALOG_START][Zack] Prez, Sonia... You should come see how [NEW_DIALOG] beautiful the fire is... [NEW_DIALOG] [DIALOG_START][Prez] *chomp, chomp* *munch, munch* [NEW_DIALOG] [DIALOG_START][Sonia] *chomp, chomp* *munch, munch* [NEW_DIALOG] [DIALOG_START][Zack] It's not healthy to eat so much in one sitting... [NEW_DIALOG] [DIALOG_START][Pedia] They're really filling up on those calories! [NEW_DIALOG] [DIALOG_START][Prez] Both of you, just be quiet! [NEW_DIALOG] [DIALOG_START][Sonia] I can't believe that Geo...! [NEW_DIALOG] He chose a guy friend over two beautiful girls! [NEW_DIALOG] But I guess that's just like him... [NEW_DIALOG] [DIALOG_START][Prez] He really hurt my feelings as a woman!! [NEW_DIALOG] Sonia... Let's eat until we drop!! [NEW_DIALOG] [DIALOG_START][Sonia] Yeah!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e212}{1d}{1} [DIALOG_START][Zack] Dele, Sonia... ¿Por qué no venís a ver [NEW_DIALOG] el fuego con nosotros? [NEW_DIALOG] [DIALOG_START][Prez] Crunch, crunch... Ñam, ñam... [NEW_DIALOG] [DIALOG_START][Sonia] Crunch, crunch... Ñam, ñam... [NEW_DIALOG] [DIALOG_START][Zack] No comáis tanto, que os va a sentar mal... [NEW_DIALOG] [DIALOG_START][Pedia] ¡Menuda ingesta de calorías! [NEW_DIALOG] [DIALOG_START][Prez] ¡A callar los dos! [NEW_DIALOG] [DIALOG_START][Sonia] ¡No me creo que Geo... [NEW_DIALOG] ...haya elegido a su amigo antes que a dos bombones! [NEW_DIALOG] Pero él es así, ¿no? [NEW_DIALOG] [DIALOG_START][Prez] ¡¡Como mujer, me siento ofendidísima!! [NEW_DIALOG] Sonia... ¡¡Vamos a comer hasta reventar!! [NEW_DIALOG] [DIALOG_START][Sonia] ¡¡Sí!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Pedia] For our safety, we should just let them be, Zack. [NEW_DIALOG] [DIALOG_START][Zack] I guess you're right... [NEW_DIALOG] But I think Geo did the right thing... [NEW_DIALOG] Who knows what would have happened if he chose one of the girls. [NEW_DIALOG] [DIALOG_START][Pedia] The girl that wasn't picked would be even more angry than they are now... [NEW_DIALOG] A woman's heart is a million times more complicated than any scientific formula... [NEW_DIALOG] [DIALOG_START][Zack] It's overwhelming just thinking about it... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Pedia] Será mejor que las dejemos solas, Zack, por seguridad. [NEW_DIALOG] [DIALOG_START][Zack] Tienes razón... [NEW_DIALOG] Pero Geo ha hecho lo que debía... [NEW_DIALOG] Imagina qué habría pasado si hubiera elegido a una de las dos. [NEW_DIALOG] [DIALOG_START][Pedia] La otra se habría puesto hecha una furia... [NEW_DIALOG] El corazón de una mujer es un millón de veces más complejo que una fórmula... [NEW_DIALOG] [DIALOG_START][Zack] Solo de pensarlo ya me abruma... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] I need more food!! [NEW_DIALOG] [DIALOG_START][Prez] Keep it coming!! [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡¡Necesito más comida!! [NEW_DIALOG] [DIALOG_START][Prez] ¡¡Traed más!! [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Geo] You don't want any food from the BBQ, Bud? You were really excited... [NEW_DIALOG] [DIALOG_START][Bud] I already ate! [NEW_DIALOG] I'm super full, so I'm taking a break! [NEW_DIALOG] I'll definitely get hungry again in 10 minutes or so!! [NEW_DIALOG] [DIALOG_START][Geo] Now that sounds more like our Bud. [NEW_DIALOG] [DIALOG_START][Bud] Oh, yeah... [NEW_DIALOG] I still have to thank you. [NEW_DIALOG] Thank you, Geo. [NEW_DIALOG] [DIALOG_START][Geo] For your shirt? [NEW_DIALOG] It was no big deal. [NEW_DIALOG] [DIALOG_START][Bud] But, Geo... Prez and Sonia are both in a really bad mood now. [NEW_DIALOG] [DIALOG_START][Geo] T-That's... Kind of scary... [NEW_DIALOG] [DIALOG_START][Bud] Hahaha!! [NEW_DIALOG] You're a great friend, Geo! You chose a guy friend over a pair of stupid girls! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Bud, ¿no quieres nada de la barbacoa? No parabas de hablar de ello... [NEW_DIALOG] [DIALOG_START][Bud] ¡Ya he comido mucho! [NEW_DIALOG] ¡He parado un rato, porque estoy llenísimo! [NEW_DIALOG] ¡¡En 10 minutos o así volveré a tener hambre!! [NEW_DIALOG] [DIALOG_START][Geo] Eso ya es más propio de ti, Bud. [NEW_DIALOG] [DIALOG_START][Bud] Ah, sí... [NEW_DIALOG] Quería darte las gracias. [NEW_DIALOG] Gracias, Geo. [NEW_DIALOG] [DIALOG_START][Geo] ¿Por lo de tu camiseta? [NEW_DIALOG] No ha sido nada. [NEW_DIALOG] [DIALOG_START][Bud] Pero, Geo... La Dele y Sonia están que echan chispas. [NEW_DIALOG] [DIALOG_START][Geo] Ya... Dan miedo, ¿eh? [NEW_DIALOG] [DIALOG_START][Bud] ¡¡Ja, ja, ja, ja!! [NEW_DIALOG] ¡Eres un buen amigo, Geo! ¡Elegiste a tu amigo antes que a dos chicas tontas! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] EM Wave Change! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Cambio de onda EM! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] B-Bud!? [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Ugh... [NEW_DIALOG] ...T-That's all I've got. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] B-Bud!? [NEW_DIALOG] [DIALOG_START][Taurus_Fire] Ugh... [NEW_DIALOG] N-no puedo más... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Phew... [NEW_DIALOG] It looks like I can't maintain a self-powered EM Wave Change for very long. [NEW_DIALOG] That wore me out. [NEW_DIALOG] The Satella Police assigned Transcode "005" to me, but... [NEW_DIALOG] I still have a lot of practice ahead of me... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Fiu... [NEW_DIALOG] No puedo mantener la forma EM durante mucho tiempo. [NEW_DIALOG] Acabo destrozado. [NEW_DIALOG] La Policía Satella me asignó el código de Transcodificación «005», pero... [NEW_DIALOG] Aún me falta mucha práctica... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] That's amazing, Bud! [NEW_DIALOG] You've become able to turn into Taurus Fire whenever you want to!! [NEW_DIALOG] [DIALOG_START][Bud] Well, I get it to work every once in a while. [NEW_DIALOG] But I usually fail. [NEW_DIALOG] [DIALOG_START][Geo] I-I see... [NEW_DIALOG] {e212}!{1} [DIALOG_START][Bud] I'm trying my hardest in my own way. [NEW_DIALOG] I'm always relying on you to take care of bad situations. [NEW_DIALOG] And I always feel bad about that... [NEW_DIALOG] I've always just been a big pathetic loser. [NEW_DIALOG] [DIALOG_START][Geo] Bud... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Es alucinante, Bud! [NEW_DIALOG] ¡¡Ahora puedes convertirte en Taurus Fire siempre que quieras!! [NEW_DIALOG] [DIALOG_START][Bud] Bueno, de vez en cuando me sale. [NEW_DIALOG] Pero no es lo normal. [NEW_DIALOG] [DIALOG_START][Geo] Entiendo... [NEW_DIALOG] {e212}!{1} [DIALOG_START][Bud] Me estoy esforzando al máximo. [NEW_DIALOG] Siempre te has encargado tú de arreglar todos nuestros problemas. [NEW_DIALOG] Y yo me sentía fatal... [NEW_DIALOG] Siempre he sido un perdedor patético. [NEW_DIALOG] [DIALOG_START][Geo] Bud... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] But now... Taurus is my Wizard, and I can EM Wave Change! [NEW_DIALOG] I still have a lot to learn. But I can do it, as long as I put my heart into it! [NEW_DIALOG] Soon... [NEW_DIALOG] I'm going to be able to EM Wave Change easily, and fight right by your side!! [NEW_DIALOG] [DIALOG_START][Geo] I'm counting on you, Bud! [NEW_DIALOG] [DIALOG_START][Bud] Oh, man... I'm really hungry after that EM Wave Change! [NEW_DIALOG] Let's go back to the BBQ!! [NEW_DIALOG] [DIALOG_START][Geo] OK! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] Pero ahora... ¡Tengo a Taurus y puedo hacer el Cambio de onda EM! [NEW_DIALOG] Tengo mucho que aprender. ¡Pero si le echo ganas, todo irá bien! [NEW_DIALOG] Muy pronto... [NEW_DIALOG] ¡¡Haré el Cambio de onda EM como si nada y lucharé a tu lado!! [NEW_DIALOG] [DIALOG_START][Geo] ¡Tú puedes, Bud! [NEW_DIALOG] [DIALOG_START][Bud] Oh, tío... ¡Qué hambre me ha entrado con lo del Cambio de onda! [NEW_DIALOG] ¡Vamos a la barbacoa! [NEW_DIALOG] [DIALOG_START][Geo] ¡Vale! [NEW_DIALOG] {ec00}{1}
