Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch3/18.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] Huh? Strong isn't here... [NEW_DIALOG] [DIALOG_START][Bud] Didn't he tell us yesterday that he would be waiting for us? [NEW_DIALOG] [DIALOG_START][Zack] This is very strange... [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Eh? Strong no está aquí... [NEW_DIALOG] [DIALOG_START][Bud] Ayer nos dijo que nos estaría esperando. [NEW_DIALOG] [DIALOG_START][Zack] Qué extraño... [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Ahh! [NEW_DIALOG] [DIALOG_START][Prez] Is it an earthquake? [NEW_DIALOG] [DIALOG_START][Geo_2] It can't be!! The environmental system prevents stuff like that... [NEW_DIALOG] {ec13}...!! [NEW_DIALOG] T-There's no way!! [NEW_DIALOG] [DIALOG_START][Mega] Is this some kind of prank? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Ahh! [NEW_DIALOG] [DIALOG_START][Prez] ¿Un terremoto? [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¡No puede ser!! El sistema medioambiental debería impedir los... [NEW_DIALOG] {ec13}¡...! [NEW_DIALOG] ¡¡E-es imposible!! [NEW_DIALOG] [DIALOG_START][Mega] ¿Estás de broma? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] I am this island's new king!! [NEW_DIALOG] Worship me!! Praise me!! [NEW_DIALOG] All of {e4c4} will be as I want it to be!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡¡Yo soy el nuevo rey de esta isla!! [NEW_DIALOG] ¡¡Adoradme!! ¡¡Veneradme!! [NEW_DIALOG] ¡¡Reconstruiré {e4c4} según mis deseos!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] That voice... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Esa voz... [NEW_DIALOG] {ec00}{1}

source: {e212}{19}{0}{ec00}{0} [DIALOG_START][Bud] Holy crab cakes! W-Who are you!? [NEW_DIALOG] [DIALOG_START][Zack] He's like a colossus! [NEW_DIALOG] [DIALOG_START][Geo_2] There's no way, but... Are you Strong? [NEW_DIALOG] [DIALOG_START][Club_Strong] My name is Club Strong!! [NEW_DIALOG] All of {e4c4} is under my control!! [NEW_DIALOG] [DIALOG_START][Sonia] That's Strong!? [NEW_DIALOG] H-He looks completely different from before!! [NEW_DIALOG] [DIALOG_START][Lyra] Sonia... Strong is out of control. [NEW_DIALOG] [DIALOG_START][Mega] It's like Lyra just said, kid. [NEW_DIALOG] He's changed just like the previous out of control Wizards have. [NEW_DIALOG] [DIALOG_START][Geo_2] I can't believe that the most powerful Wizard in Electopia could go out of control... [NEW_DIALOG] [DIALOG_START][Club_Strong] The people of this island shall follow my rules!! [NEW_DIALOG] They must pledge their allegiance to me, and worship me as their king!! [NEW_DIALOG] If they disobey me... Then they will pay!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{19}{0}{ec00}{0} [DIALOG_START][Bud] ¡Madre mía! ¡¿Quién eres?! [NEW_DIALOG] [DIALOG_START][Zack] ¡Es un gigante! [NEW_DIALOG] [DIALOG_START][Geo_2] No serás... ¿Eres Strong? [NEW_DIALOG] [DIALOG_START][Club_Strong] ¡¡Mi nombre es Club Strong!! [NEW_DIALOG] ¡¡La isla de {e4c4} está bajo mi control!! [NEW_DIALOG] [DIALOG_START][Sonia] ¡¿Ese es Strong?! [NEW_DIALOG] ¡¡E-es totalmente distinto al que vimos ayer!! [NEW_DIALOG] [DIALOG_START][Lyra] Sonia... Strong ha enloquecido. [NEW_DIALOG] [DIALOG_START][Mega] Lyra tiene razón, chico. [NEW_DIALOG] Se ha transformado, igual que los otros Wizards enloquecidos. [NEW_DIALOG] [DIALOG_START][Geo_2] No me creo que hayan enloquecido al Wizard más poderoso de Electopía... [NEW_DIALOG] [DIALOG_START][Club_Strong] ¡¡Toda esta isla está bajo mis órdenes!! [NEW_DIALOG] ¡¡Rendidme pleitesía y adorad a vuestro nuevo rey!! [NEW_DIALOG] Si desobedecéis... ¡¡Lo pagaréis caro!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] P-P-Please!! Stop it!! [NEW_DIALOG] [DIALOG_START][Vogue] The castle will be destroyed!! [NEW_DIALOG] [DIALOG_START][Club_Strong] Ho ho ho ho ho ho! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡¡P-p-para!! ¡¡Por favor!! [NEW_DIALOG] [DIALOG_START][Vogue] ¡¡Va a destruir el castillo!! [NEW_DIALOG] [DIALOG_START][Club_Strong] ¡Jo, jo, jo, jo, jo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Pedia] Club Strong is in full control of the environmental system! [NEW_DIALOG] According to my readings... [NEW_DIALOG] The earthquakes will continue at level 6 and 7 with no interruption! [NEW_DIALOG] [DIALOG_START][Zack] Damage assessment? [NEW_DIALOG] [DIALOG_START][Pedia] If the earthquakes are not stopped soon, {e4c4} will sink into the ocean! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] [DIALOG_START][Zack] T-This is bad... [NEW_DIALOG] [DIALOG_START][Mega] Kid... We've got to do something!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Pedia] ¡Club Strong tiene el control del sistema medioambiental! [NEW_DIALOG] Según mis datos... [NEW_DIALOG] ¡Se seguirán produciendo terremotos de magnitud 6 y 7 sin parar! [NEW_DIALOG] [DIALOG_START][Zack] ¿Estimación de daños? [NEW_DIALOG] [DIALOG_START][Pedia] ¡Si no paramos los terremotos, {e4c4} acabará en el fondo del mar! [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡! [NEW_DIALOG] [DIALOG_START][Zack] Q-qué mal... [NEW_DIALOG] [DIALOG_START][Mega] Chico... ¡¡Tenemos que hacer algo!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] I'm going, too! [NEW_DIALOG] [DIALOG_START][Geo_2] I need you guys to help the people of the island get to safety! [NEW_DIALOG] It may take some time to stop the earthquakes... They need to take shelter!! [NEW_DIALOG] [DIALOG_START][Sonia] OK... [NEW_DIALOG] [DIALOG_START][Prez] Come back safe, Geo! [NEW_DIALOG] Remember that our Purpose is... a "Trip to Remember"! [NEW_DIALOG] If you get hurt, then we can't fulfill our Purpose! [NEW_DIALOG] [DIALOG_START][Geo_2] I'll come back safe. I promise. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Yo también voy! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Chicos, vosotros ayudad a evacuar a la gente! [NEW_DIALOG] Puede que tardemos en parar los terremotos... ¡¡Tenéis que protegeros!! [NEW_DIALOG] [DIALOG_START][Sonia] Vale... [NEW_DIALOG] [DIALOG_START][Prez] ¡Geo, vuelve de una pieza! [NEW_DIALOG] ¡Recuerda que nuestro Propósito es «Un viaje inolvidable»! [NEW_DIALOG] ¡No podremos cumplirlo si vuelves lleno de heridas! [NEW_DIALOG] [DIALOG_START][Geo_2] No me pasará nada. Lo prometo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Everything is shaking again!! [NEW_DIALOG] [DIALOG_START][Zack] Let's hurry and help everyone get to safety!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡¡Ahí va otro temblor!! [NEW_DIALOG] [DIALOG_START][Zack] ¡¡Deprisa, vamos a evacuar a los demás!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] If we don't hurry up and stop Strong, {e4c4} will sink into the ocean! [NEW_DIALOG] [DIALOG_START][Mega] Let's trans in to the Environmental System CC!! [NEW_DIALOG] We can get there from the Wave Road. [NEW_DIALOG] [DIALOG_START][Geo_2] Let's do it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Tenemos que detener a Strong ahora mismo, o {e4c4} se hundirá! [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Vamos a impulsionarnos al CN del sistema medioambiental!! [NEW_DIALOG] Podemos llegar a través del Camino Onda. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Vamos allá! [NEW_DIALOG] {ec00}{1}
