Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch3/21.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Megaman] ...Crimson. [NEW_DIALOG] [DIALOG_START][Strong] Ergh... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Carmesí... [NEW_DIALOG] [DIALOG_START][Strong] Agh... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Strong] W-What did I do...? [NEW_DIALOG] I was being controlled by dark emotions that I could not prevent. [NEW_DIALOG] I've done terrible things... [NEW_DIALOG] [DIALOG_START][Megaman] What happened exactly? [NEW_DIALOG] [DIALOG_START][Strong] A pair of strange people attached a card to me. Then I went out of control... [NEW_DIALOG] [DIALOG_START][Megaman] Two people... [NEW_DIALOG] [DIALOG_START][Mega] Sounds the same as when Magnes went out of control. [NEW_DIALOG] [DIALOG_START][Megaman] What did those two people look like? [NEW_DIALOG] [DIALOG_START][Strong] .{e115}.{e115}.{e115}What do you mean? [NEW_DIALOG] Don't you know them? [NEW_DIALOG] They were at the beach with you when we last spoke. [NEW_DIALOG] [DIALOG_START][Megaman] ...Huh? [NEW_DIALOG] [DIALOG_START][Mega] Could it be... [NEW_DIALOG] Those two...? [NEW_DIALOG] [DIALOG_START][NONAME] Why don't we quiet down for a minute, OK? [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Strong] ¿Q-qué he hecho? [NEW_DIALOG] No he podido evitar que me controlaran mis pensamientos más oscuros. [NEW_DIALOG] He hecho cosas horribles... [NEW_DIALOG] [DIALOG_START][Megaman] ¿Qué pasó exactamente? [NEW_DIALOG] [DIALOG_START][Strong] Un par de tipos extraños usaron ese naipe conmigo. Y me hicieron enloquecer... [NEW_DIALOG] [DIALOG_START][Megaman] Dos personas... [NEW_DIALOG] [DIALOG_START][Mega] Como cuando Magnes enloqueció. [NEW_DIALOG] [DIALOG_START][Megaman] ¿Cómo eran esos dos? [NEW_DIALOG] [DIALOG_START][Strong] ¿Qué quieres decir?{e115}.{e115}.{e115}. [NEW_DIALOG] ¿No los conocéis? [NEW_DIALOG] Estaban en la playa con vosotros la última vez que hablamos. [NEW_DIALOG] [DIALOG_START][Megaman] ¿Qué? [NEW_DIALOG] [DIALOG_START][Mega] No serán... [NEW_DIALOG] ¿Esos dos? [NEW_DIALOG] [DIALOG_START][NONAME] Vamos a tranquilizarnos todos un momento, ¿de acuerdo? [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¡¿?! [NEW_DIALOG] {ec00}{1}

source: {e212}{15}{0}{ec00}{0} [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] W-Who is that!? [NEW_DIALOG] [DIALOG_START][Joker] I am called Joker. [NEW_DIALOG] I am a member of the organization, "Dealer", that will soon rule the planet. [NEW_DIALOG] [DIALOG_START][Megaman] "Dealer"... [NEW_DIALOG] [DIALOG_START][Mega] So you guys are responsible for everything that has happened recently? [NEW_DIALOG] [DIALOG_START][Megaman] Do you know... [NEW_DIALOG] Do you know how many people have suffered thanks to what you've done!? [NEW_DIALOG] I won't let you rule the Earth! I will stop you! [NEW_DIALOG] [DIALOG_START][Joker] Hah... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{15}{0}{ec00}{0} [DIALOG_START][Joker] {ec13}... [NEW_DIALOG] [DIALOG_START][Megaman] ¡¿Q-quién va?! [NEW_DIALOG] [DIALOG_START][Joker] Me llaman Joker. [NEW_DIALOG] Y soy miembro de «Dealer», la organización que dominará este planeta. [NEW_DIALOG] [DIALOG_START][Megaman] Dealer... [NEW_DIALOG] [DIALOG_START][Mega] ¿Vosotros sois los responsables de todos estos incidentes? [NEW_DIALOG] [DIALOG_START][Megaman] Sabéis... [NEW_DIALOG] ¡¿Sabéis la de gente que ha sufrido por todas vuestras fechorías?! [NEW_DIALOG] ¡¿Que vais a dominar la Tierra?! ¡No si puedo evitarlo! [NEW_DIALOG] [DIALOG_START][Joker] Ja... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Strong] Infidel...! [NEW_DIALOG] People who disturb the peace of this island will not be forgiven! [NEW_DIALOG] [DIALOG_START][Joker] Hmph... Arrogant fools! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Strong] ¡Infiel! [NEW_DIALOG] ¡No perdonaré a quien ose perturbar la paz de esta isla! [NEW_DIALOG] [DIALOG_START][Joker] Je... ¡Necios arrogantes! [NEW_DIALOG] {ec00}{1}

source: {e213}{0}{ec00}{0} [DIALOG_START][Megaman] No!! [NEW_DIALOG] Strong, get back! [NEW_DIALOG] [DIALOG_START][Strong] Take this!! Rain of Fi... [NEW_DIALOG] {ec00}{1}
es_es: {e213}{0}{ec00}{0} [DIALOG_START][Megaman] ¡¡No!! [NEW_DIALOG] ¡Atrás, Strong! [NEW_DIALOG] [DIALOG_START][Strong] ¡¡Toma esta!! Lluvia de pu... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] Dread Lazer!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] ¡¡Láser terrorífico!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Strong] Umph...! [NEW_DIALOG] Gaaaaaa! [NEW_DIALOG] [DIALOG_START][Megaman] Strong!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Strong] ¡Uh! [NEW_DIALOG] ¡Gaaaaaa! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Strong!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] N-No way{e114}.{e114}.{e114}.!! [NEW_DIALOG] [DIALOG_START][Joker] .{e114}.{e114}.{e114}He died because he was weak. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}!! [NEW_DIALOG] {e212}{1b}{2} [DIALOG_START][Joker] This is a "Dog Eat Dog" kind of world. [NEW_DIALOG] The weak lose, and the strong win... [NEW_DIALOG] There is no reason for weak Wizards to exist. [NEW_DIALOG] [DIALOG_START][Megaman] Why...? [NEW_DIALOG] Why would you ever do such a thing...? [NEW_DIALOG] You made him go out of control, and then used him... [NEW_DIALOG] And then you killed him without any hesitation... [NEW_DIALOG] I'll make you pay for what you have done! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] N-no puede ser{e114}.{e114}.{e114}.!! [NEW_DIALOG] [DIALOG_START][Joker] Si ha muerto ha sido por su debilidad{e114}.{e114}.{e114}. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¡¡!! [NEW_DIALOG] {e212}{1b}{2} [DIALOG_START][Joker] En este mundo únicamente sobreviven los poderosos. [NEW_DIALOG] El fuerte vence, mientras el débil perece... [NEW_DIALOG] Un Wizard débil no tiene razón de ser. [NEW_DIALOG] [DIALOG_START][Megaman] ¿Por qué...? [NEW_DIALOG] ¿Cómo has podido hacer algo así? [NEW_DIALOG] Lo hiciste enloquecer y luego lo utilizaste... [NEW_DIALOG] Y al final lo has matado sin remordimientos... [NEW_DIALOG] ¡Te haré pagar por lo que has hecho! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Joker!! Fight me!! [NEW_DIALOG] [DIALOG_START][Joker] Interesting... Your Battle Status has suddenly risen dramatically... [NEW_DIALOG] Is that from the anger you feel from the death of that weakling Wizard...? [NEW_DIALOG] So Mega Man grows stronger as his bonds to others are broken... Interesting... [NEW_DIALOG] [DIALOG_START][Megaman] Get ready, Joker!! [NEW_DIALOG] [DIALOG_START][Joker] It is regrettable, however... [NEW_DIALOG] Mr. King did not give me the order to fight you. [NEW_DIALOG] I have come only to observe those two meddlers. [NEW_DIALOG] It seems that they may be planning something. [NEW_DIALOG] [DIALOG_START][Megaman] Those two... [NEW_DIALOG] [DIALOG_START][Joker] Bwahaha... Mega Man... [NEW_DIALOG] I am sure the day when we face each other in battle will come soon. [NEW_DIALOG] And I for one, am looking forward to it... [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Joker!! ¡¡Lucha contra mí!! [NEW_DIALOG] [DIALOG_START][Joker] Interesante... Tus estadísticas han aumentado sin previo aviso drásticamente. [NEW_DIALOG] ¿Es debido a la ira por la muerte de ese debilucho? [NEW_DIALOG] La fuerza de Mega Man aumenta al verse rotos sus lazos... Interesante... [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Prepárate, Joker!! [NEW_DIALOG] [DIALOG_START][Joker] Es una lástima... [NEW_DIALOG] El Sr. King no me ha dado órdenes de luchar contra ti. [NEW_DIALOG] Mi único propósito aquí es vigilar a esos dos entrometidos. [NEW_DIALOG] Puede que estén tramando algo a nuestras espaldas. [NEW_DIALOG] [DIALOG_START][Megaman] Esos dos... [NEW_DIALOG] [DIALOG_START][Joker] Bua, ja, ja, ja... Mega Man... [NEW_DIALOG] Estoy convencido de que el día de nuestra lucha está cerca. [NEW_DIALOG] Y, por mi parte, estoy deseando que ese día llegue cuanto antes... [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][Megaman] Wait!! Come back, Joker!! [NEW_DIALOG] [DIALOG_START][Mega] Calm down, kid! He's gone! [NEW_DIALOG] [DIALOG_START][Megaman] Arg...!! [NEW_DIALOG] [DIALOG_START][Mega] You need to focus. [NEW_DIALOG] "Those two" that Strong and Joker both mentioned must be you know who. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Espera!! ¡¡Vuelve, Joker!! [NEW_DIALOG] [DIALOG_START][Mega] ¡Tranquilo, chico! ¡Se ha ido! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Arg!! [NEW_DIALOG] [DIALOG_START][Mega] Concéntrate. [NEW_DIALOG] «Esos dos» de los que hablaba Joker tienen que ser quienes tú sabes. [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] The Crimson is being sucked up by something... [NEW_DIALOG] [DIALOG_START][Mega] It's heading toward the ocean. Let's hurry, kid, they've got to be there! [NEW_DIALOG] [DIALOG_START][Megaman] What's going on...? [NEW_DIALOG] Why has it come to this...!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Algo está absorbiendo el Carmesí... [NEW_DIALOG] [DIALOG_START][Mega] Va hacia el océano. Deprisa, chico. ¡Seguro que están ahí! [NEW_DIALOG] [DIALOG_START][Megaman] ¿Qué está pasando? [NEW_DIALOG] ¡¿Cómo hemos llegado a esta situación?! [NEW_DIALOG] {ec00}{1}
