Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch3/22.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][(Queen)Tia] Elite Wizards are completely different... [NEW_DIALOG] He gave off a lot more Crimson than the others... [NEW_DIALOG] [DIALOG_START][Jack] I also finished collecting all the data on Mega Man that's needed, from the last battle. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Los Wizard de élite están a otro nivel... [NEW_DIALOG] Este ha creado mucho más Carmesí que los demás... [NEW_DIALOG] [DIALOG_START][Jack] Ya he analizado los datos de Mega Man de la última batalla. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] What did you find...? [NEW_DIALOG] [DIALOG_START][Jack] Mega Man still has a great potential for power beyond his current levels. [NEW_DIALOG] And it turns out that Geo Stelar's Wizard, Omega-Xis, holds the key... [NEW_DIALOG] It's just as we expected... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] What about the data on Omega-Xis? [NEW_DIALOG] [DIALOG_START][Jack] I got all of that too. [NEW_DIALOG] Mr. King shouldn't have any more problems, now. [NEW_DIALOG] {e213}{1} [DIALOG_START][Geo_2] Jack!! Ms. Tia!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] ¿Qué has averiguado? [NEW_DIALOG] [DIALOG_START][Jack] Mega Man tiene potencial para aumentar su poder a niveles mucho mayores. [NEW_DIALOG] Y parece que la clave es el Wizard de Geo Stelar, Omega-Xis... [NEW_DIALOG] Justo como pensábamos... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¿Tienes datos de Omega-Xis? [NEW_DIALOG] [DIALOG_START][Jack] Todos los que quieras. [NEW_DIALOG] El Sr. King estará contento con los resultados. [NEW_DIALOG] {e213}{1} [DIALOG_START][Geo_2] ¡¡Jack!! ¡¡Srta. Tia!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] So you're collecting Crimson... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] It's thanks to you that we got so much... [NEW_DIALOG] [DIALOG_START][Geo_2] Tell me what the heck is going on! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] We're your enemies... [NEW_DIALOG] We're members of Dealer... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}!! [NEW_DIALOG] [DIALOG_START][Mega] So it is true... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Under the orders of the head of Dealer, Mr. King, we [NEW_DIALOG] joined Echo Ridge Elementary to investigate Mega Man. [NEW_DIALOG] [DIALOG_START][Jack] We made Wizards go out of control... In order to acquire data on you. [NEW_DIALOG] [DIALOG_START][Geo_2] Jack... [NEW_DIALOG] [DIALOG_START][Jack] And at the same time, we collected all of the Crimson [NEW_DIALOG] that was released in battles. [NEW_DIALOG] [DIALOG_START][Geo_2] Why Crimson...? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Because Mr. King wants it... [NEW_DIALOG] And it's very important to us, as well... [NEW_DIALOG] [DIALOG_START][Jack] We almost have too much data now... [NEW_DIALOG] And we have more than enough Crimson thanks to you. [NEW_DIALOG] That makes our mission complete. [NEW_DIALOG] ...Which means we have no more use for you. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] We can't just let you go back home after all of this. [NEW_DIALOG] Looks like we'll just have to take down Mega Man, the hero of justice... [NEW_DIALOG] Our Wizards really want to do this as well... [NEW_DIALOG] [DIALOG_START][Geo_2] Your Wizards...? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo_2] Sois vosotros los que recolectáis el Carmesí... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Y todo gracias a ti... [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Decidme ahora mismo qué está pasando! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Somos tus enemigos... [NEW_DIALOG] Somos miembros de Dealer... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}¡! [NEW_DIALOG] [DIALOG_START][Mega] Así que es cierto... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] El Sr. King, el líder de Dealer, nos ordenó infiltrarnos en [NEW_DIALOG] la escuela Echo Ridge para investigar a Mega Man. [NEW_DIALOG] [DIALOG_START][Jack] Y enloquecimos a los Wizards para conseguir datos sobre ti. [NEW_DIALOG] [DIALOG_START][Geo_2] Jack... [NEW_DIALOG] [DIALOG_START][Jack] Y al mismo tiempo recolectábamos el [NEW_DIALOG] Carmesí que se producía durante la batalla. [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Por qué? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Porque el Sr. King lo necesita... [NEW_DIALOG] Y nosotros también... [NEW_DIALOG] [DIALOG_START][Jack] Ya tenemos todos los datos que queremos... [NEW_DIALOG] ...y Carmesí de sobra gracias a vosotros. [NEW_DIALOG] Hemos cumplido nuestra misión. [NEW_DIALOG] Así que ya no os necesitamos. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Después de esto no os podemos dejar salir de aquí. [NEW_DIALOG] Tendremos que acabar con Mega Man, el héroe justiciero... [NEW_DIALOG] Nuestros Wizards están deseándolo... [NEW_DIALOG] [DIALOG_START][Geo_2] ¿Vuestros Wizards? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Virgo] Kyahahahaha!! Long time, no see, Omega-Xis! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] It's been a while since we last met on Planet FM!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Virgo] ¡¡Kiajajajajaja!! ¡Cuánto tiempo sin vernos, Omega-Xis! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡¡La última vez que nos vimos fue en el planeta FM!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Virgo...! Corvus...! [NEW_DIALOG] [DIALOG_START][Geo_2] Do you know them, Mega? [NEW_DIALOG] [DIALOG_START][Mega] They're also aliens... FM-ians... [NEW_DIALOG] They're the most evil and powerful criminals in the planet's whole history...! [NEW_DIALOG] [DIALOG_START][Geo_2] Criminals... from Planet FM... [NEW_DIALOG] [DIALOG_START][Mega] I've heard that they are responsible for destroying countless worlds... [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Heeey... What's wrong, Omega-Xis!? [NEW_DIALOG] Aren't you happy to see us? [NEW_DIALOG] You were well-known for your strength back home, [NEW_DIALOG] but perhaps becoming a Wizard has made you lose your edge! [NEW_DIALOG] [DIALOG_START][Mega] Grrr...! [NEW_DIALOG] [DIALOG_START][Virgo] Kyahahahaha!! Are you scared!? [NEW_DIALOG] I can't believe it, but Omega-Xis is scared of us! [NEW_DIALOG] Take a look, Corvus! He's shaking in his boots! [NEW_DIALOG] Kyahahahaha!! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Do you remember back home when you would try to fight [NEW_DIALOG] with us and we would just pound you into the ground!? [NEW_DIALOG] You must have gotten at least a tiny bit stronger since then, right!? [NEW_DIALOG] [DIALOG_START][Mega] Enough of this!!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Virgo! ¡Corvus! [NEW_DIALOG] [DIALOG_START][Geo_2] Mega, ¿los conoces? [NEW_DIALOG] [DIALOG_START][Mega] Son alienígenas... FM-ianos... [NEW_DIALOG] ¡Son los peores criminales de la historia del planeta FM! [NEW_DIALOG] [DIALOG_START][Geo_2] Criminales... del planeta FM... [NEW_DIALOG] [DIALOG_START][Mega] He oído que han destruido incontables mundos... [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Eeehh... ¡¿Qué pasa, Omega-Xis?! [NEW_DIALOG] ¿No te alegras de vernos? [NEW_DIALOG] En nuestro planeta eras famoso por tu poder, [NEW_DIALOG] ¡¿no habrás perdido facultades ahora que eres un Wizard?! [NEW_DIALOG] [DIALOG_START][Mega] ¡Grrr! [NEW_DIALOG] [DIALOG_START][Virgo] ¡¡Kiajajajaja!! ¡¿Tienes miedo?! [NEW_DIALOG] ¡No me lo creo, Omega-Xis nos tiene miedo! [NEW_DIALOG] ¡Fíjate, Corvus! ¡Está temblando como un corderillo! [NEW_DIALOG] ¡¡Kiajajajajaja!! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡¿Te acuerdas en nuestro planeta, cuando querías luchar contra... [NEW_DIALOG] ...nosotros y te hacíamos morder el polvo?! [NEW_DIALOG] ¡Espero que te hayas hecho un pelín más fuerte desde entonces! [NEW_DIALOG] [DIALOG_START][Mega] ¡¡¡Ya está bien!!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Mega... [NEW_DIALOG] [DIALOG_START][Jack] No more talking. [NEW_DIALOG] It's time to finish things with a fight, Geo Stelar... No... Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Mega... [NEW_DIALOG] [DIALOG_START][Jack] Se acabó la charla. [NEW_DIALOG] Terminaremos esto con una batalla, Geo Stelar... No... ¡Mega Man! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Jack... I really don't want to have to fight you...! [NEW_DIALOG] [DIALOG_START][Jack] You're still talking like that, even though you're about to be destroyed!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Will you still feel the same after you see our EM Wave Change forms...? [NEW_DIALOG] [DIALOG_START][Jack] Corvus!! It's EM Wave Change time!! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Finally! [NEW_DIALOG] [DIALOG_START][Geo_2] EM Wave Change!? [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Are you ready, Virgo...? [NEW_DIALOG] [DIALOG_START][Virgo] I'm always ready! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Jack... ¡No quiero luchar contra ti! [NEW_DIALOG] [DIALOG_START][Jack] ¡¿Voy a destruirte y tú sigues con esas tonterías?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¿Dirás lo mismo cuando veas nuestro Cambio de onda EM? [NEW_DIALOG] [DIALOG_START][Jack] ¡¡Corvus!! ¡¡Hora del Cambio de onda EM!! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡Por fin! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡¿Cambio de onda EM?! [NEW_DIALOG] [DIALOG_START][(Queen)Tia] ¿Virgo, estás lista? [NEW_DIALOG] [DIALOG_START][Virgo] ¡Yo siempre! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] EM Wave Change!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¡¡Cambio de onda EM!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] EM Wave Change...! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] ¡Cambio de onda EM! [NEW_DIALOG] {ec00}{1}

source: {e212}{1b}{1}{ec00}{0} [DIALOG_START][Geo_2] H-How...!? [NEW_DIALOG] [DIALOG_START][Mega] So, they can Wave Change...? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] In this form I am known as Queen Virgo... [NEW_DIALOG] Second guessing my abilities will cost you your life... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Come on! EM Wave Change! [NEW_DIALOG] Do you think you can take on Jack Corvus!? [NEW_DIALOG] [DIALOG_START][Geo_2] Looks like I have no choice... [NEW_DIALOG] [DIALOG_START][Mega] Alright! Time to take them down a few pegs! [NEW_DIALOG] Let's EM Wave Change, kid! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1b}{1}{ec00}{0} [DIALOG_START][Geo_2] ¡¿P-pero cómo...?! [NEW_DIALOG] [DIALOG_START][Mega] ¿Pueden hacer el Cambio de onda? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] En esta forma se me conoce como Queen Virgo... [NEW_DIALOG] No me subestimes, o te costará la vida... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡Adelante! ¡Cambio de onda EM! [NEW_DIALOG] ¡¿Crees que podrás vecer a Jack Corvus?! [NEW_DIALOG] [DIALOG_START][Geo_2] Parece que no tengo opción... [NEW_DIALOG] [DIALOG_START][Mega] ¡Bien! ¡Vamos a hacerles morder el polvo! [NEW_DIALOG] ¡Chico, Cambio de onda EM! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] Sis, why don't you give me the honor? [NEW_DIALOG] Corvus really wants to fight with Mega Man. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Fine... Have fun... [NEW_DIALOG] [DIALOG_START][Megaman] Jack...! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Geo Stelar... This was our fate from the very beginning. [NEW_DIALOG] There's no way to avoid this fight. [NEW_DIALOG] If you don't want to be destroyed, come at me with everything you've got! [NEW_DIALOG] [DIALOG_START][Megaman] I don't know what you're after, but... [NEW_DIALOG] But if it really was you two who caused all the incidents [NEW_DIALOG] lately, then there's no way I can let you win!! [NEW_DIALOG] Wave Battle! Ride On!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] Tia, ¿me dejas los honores? [NEW_DIALOG] Corvus tiene muchas ganas de luchar contra Mega Man. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Bien... Diviértete... [NEW_DIALOG] [DIALOG_START][Megaman] ¡Jack! [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Geo Stelar... Desde el principio, estábamos destinados a luchar. [NEW_DIALOG] Esta batalla era inevitable. [NEW_DIALOG] ¡Atácame con todo lo que tengas si no quieres que te destruya! [NEW_DIALOG] [DIALOG_START][Megaman] No sé qué es lo que pretendéis, pero... [NEW_DIALOG] ¡¡Pero si todos esos incidentes son cosa vuestra, [NEW_DIALOG] tengo que ganar, sea como sea!! [NEW_DIALOG] ¡Combate de ondas! ¡¡Adelante!! [NEW_DIALOG] {ec00}{1}
