Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch3/23.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Jack_Corvus] Huh...!? What's wrong, Mega Man!? Is this all you can handle!? [NEW_DIALOG] We're not through yet! [NEW_DIALOG] [DIALOG_START][Megaman] *huff, puff* [NEW_DIALOG] He's strong...! [NEW_DIALOG] [DIALOG_START][Mega] It looks like this isn't going to be easy... We can't continue like this! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] What a let down, Omega-Xis! [NEW_DIALOG] Does it take all your might just to EM Wave Change!? [NEW_DIALOG] [DIALOG_START][NONAME] Halt... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] ¡¿Qué pasa, Mega Man?! ¡¿Eso es todo lo que puedes hacer?! [NEW_DIALOG] ¡Aún no hemos terminado! [NEW_DIALOG] [DIALOG_START][Megaman] Uff, uff... [NEW_DIALOG] ¡Es fuerte! [NEW_DIALOG] [DIALOG_START][Mega] Esto no va bien, chico... ¡Tenemos que dar la vuelta a la situación! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡Qué decepción, Omega-Xis! [NEW_DIALOG] ¡¿Esa es todo lo que puedes hacer después de un Cambio de onda EM?! [NEW_DIALOG] [DIALOG_START][NONAME] Alto... [NEW_DIALOG] {ec00}{1}

source: {e212}{15}{1}{ec00}{0} [DIALOG_START][Megaman] Joker! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] What are you doing here...? [NEW_DIALOG] [DIALOG_START][Joker] Your orders from Mr. King were to investigate Mega Man and to collect Crimson. [NEW_DIALOG] He never said anything about fighting with Mega Man. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Argh! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ...Mr. King told you to watch over us, didn't he...? [NEW_DIALOG] [DIALOG_START][Joker] That is correct. [NEW_DIALOG] And just as he predicted, you two decided to make some of your own plans. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] So then, what are you going to do about it? [NEW_DIALOG] [DIALOG_START][Joker] I won't do a single thing... [NEW_DIALOG] Mr. King expressed to me that if you return to him [NEW_DIALOG] immediately, there will be no penalties for your actions. [NEW_DIALOG] Queen Tia, Jack... Take my advice... Return to him... [NEW_DIALOG] [DIALOG_START][Queen_Virgo] I guess we have no other choice... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{15}{1}{ec00}{0} [DIALOG_START][Megaman] ¡Joker! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¿Qué haces tú aquí? [NEW_DIALOG] [DIALOG_START][Joker] Las órdenes del Sr. King eran investigar a Mega Man y recolectar Carmesí. [NEW_DIALOG] No dijo nada de luchar contra él. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡Argh! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] El Sr. King te ordenó vigilarnos, ¿no es así? [NEW_DIALOG] [DIALOG_START][Joker] Correcto. [NEW_DIALOG] Y tal como pensaba, habéis decidido actuar por vuestra cuenta. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] ¿Y qué vas a hacer al respecto? [NEW_DIALOG] [DIALOG_START][Joker] Absolutamente nada... [NEW_DIALOG] El Sr. King recalcó que si volvíais con él [NEW_DIALOG] de inmediato, no habría consecuencias. [NEW_DIALOG] Queen Tia, Jack... Hacedme caso... Volved con él... [NEW_DIALOG] [DIALOG_START][Queen_Virgo] No tenemos elección... choice... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] We'll have to postpone this for now, Jack... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] Man!! [NEW_DIALOG] {e213}{0} [DIALOG_START][Prez] Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] Jack, nos retiramos por ahora... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡¡Mierda!! [NEW_DIALOG] {e213}{0} [DIALOG_START][Prez] ¡Mega Man! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] W-Who are these people...? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] {ec13}!! [NEW_DIALOG] [DIALOG_START][Megaman] Don't get any closer, Prez! [NEW_DIALOG] [DIALOG_START][Prez] I-I'm sorry... [NEW_DIALOG] The people of the island said that Strong's signal died out, so I... [NEW_DIALOG] I just didn't know what to... [NEW_DIALOG] .{e115}.{e115}.{e115}Huh? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Q-quién es esta gente? [NEW_DIALOG] [DIALOG_START][Jack_Corvus] {ec13}¡! [NEW_DIALOG] [DIALOG_START][Megaman] ¡Dele, no te acerques aquí! [NEW_DIALOG] [DIALOG_START][Prez] L-lo siento... [NEW_DIALOG] La gente de la isla decía que la señal de Strong se había desvanecido, así que... [NEW_DIALOG] No sabía qué... [NEW_DIALOG] ¿Eh?{e115}.{e115}.{e115}. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Hey, is that{e115}.{e115}.{e115}.{e115} Jack!? [NEW_DIALOG] What are you doing, Jack!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Eh, ese es{e115}.{e115}.{e115}.{e115} ¡¿Jack?! [NEW_DIALOG] ¡¿Qué haces, Jack?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack_Corvus] {ec13}... [NEW_DIALOG] [DIALOG_START][Prez] And that's Ms. Tia, too! [NEW_DIALOG] What the heck is going on!? [NEW_DIALOG] {e212}{1e}{1} [DIALOG_START][Joker] Interesting indeed... [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack_Corvus] {ec13}... [NEW_DIALOG] [DIALOG_START][Prez] ¡Y esa es la Srta. Tia! [NEW_DIALOG] ¡¿Qué diablos está pasando?! [NEW_DIALOG] {e212}{1e}{1} [DIALOG_START][Joker] Qué interesante... [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¡! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] And just who are you...? [NEW_DIALOG] [DIALOG_START][Joker] Mega Man... When a bond between you and another is broken, the [NEW_DIALOG] anger and pain you feel magnifies your power. [NEW_DIALOG] And I know you share an important bond with that girl. [NEW_DIALOG] [DIALOG_START][Megaman] Don't you dare, Joker!! Don't even think about laying a finger on Prez!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Y tú quién eres? [NEW_DIALOG] [DIALOG_START][Joker] Mega Man... La furia y dolor que te invaden cuando rompen un [NEW_DIALOG] lazo con tus seres queridos amplifica enormemente tu poder. [NEW_DIALOG] Y sé que tu lazo con esta chica es muy fuerte. [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Ni se te ocurra, Joker!! ¡¡No te atrevas a ponerle un dedo encima a la Dele!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Joker] Begone... [NEW_DIALOG] [DIALOG_START][Megaman] Prez!! [NEW_DIALOG] {e213}{0}{ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Joker] Desaparece... [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Dele!! [NEW_DIALOG] {e213}{0}{ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] That was too close... [NEW_DIALOG] [DIALOG_START][Megaman] Joker{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] That's enough! [NEW_DIALOG] [DIALOG_START][Joker] {ec13}? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Por los pelos... [NEW_DIALOG] [DIALOG_START][Megaman] Joker{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] ¡Ya basta! [NEW_DIALOG] [DIALOG_START][Joker] {ec13}¿? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] If you want a fight, then bring it on!! [NEW_DIALOG] But don't bring innocent people into this! [NEW_DIALOG] There's no reason to attack people like Strong or Luna!! [NEW_DIALOG] [DIALOG_START][Mega] Calm down, Geo! [NEW_DIALOG] [DIALOG_START][Megaman] If you really want to fight me, I'll take everything that you've got!! [NEW_DIALOG] So don't bring Luna into this! [NEW_DIALOG] [DIALOG_START][Prez] Mega Man... Geo... [NEW_DIALOG] [DIALOG_START][Joker] ...Hmph. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Si quieres luchar, adelante!! [NEW_DIALOG] ¡Pero no metas a gente inocente en esto! [NEW_DIALOG] ¡¡No hay ninguna razón para atacar a Strong o Luna!! [NEW_DIALOG] [DIALOG_START][Mega] ¡Tranquilízate, Geo! [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡Si quieres luchar contra mí, adelante, detendré todos tus ataques!! [NEW_DIALOG] ¡No metas a Luna en esto! [NEW_DIALOG] [DIALOG_START][Prez] Mega Man... Geo... [NEW_DIALOG] [DIALOG_START][Joker] Je... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Joker!! [NEW_DIALOG] Where are you!? Come out here!! [NEW_DIALOG] Are you afraid to face me!? [NEW_DIALOG]
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Joker!! [NEW_DIALOG] ¡¿Dónde estás?! ¡¡Da la cara!! [NEW_DIALOG] ¡¿Te da miedo enfrentarte a mí?! [NEW_DIALOG]

source: {ec00}{2} [DIALOG_START][Mega] Geo! Behind you! [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{2} [DIALOG_START][Mega] ¡Geo! ¡Detrás de ti! [NEW_DIALOG] [DIALOG_START][Megaman] {ec13}¡! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Ungh...! [NEW_DIALOG] [DIALOG_START][Megaman] Pre{e113}e{e113}e{e113}e{e113}e{e113}e{e113}e{e113}e{e113}z!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Ungh!... [NEW_DIALOG] [DIALOG_START][Megaman] ¡¡De{e113}l{e113}e{e113}e{e113}e{e113}e{e113}e{e113}e{e113}e!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] {e115}.{e115}.{e115}.{e116} [NEW_DIALOG] [DIALOG_START][Mega] Nooo{e115}.{e115}.{e115}. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] [DIALOG_START][Joker] Hahaha... Ahahahaha...! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Joker... [NEW_DIALOG] [DIALOG_START][Joker] What? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Explain to me why you just did that... [NEW_DIALOG] What was the point of eliminating that girl...? [NEW_DIALOG] [DIALOG_START][Joker] Weak people have no reason to live... That's my philosophy. [NEW_DIALOG] I simply removed the person who went against my philosophy the most. [NEW_DIALOG] ...She was a stain upon the Earth. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] You're crazy...! [NEW_DIALOG] [DIALOG_START][Joker] Say whatever you please... [NEW_DIALOG] Mega Man... You are next. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] {e115}.{e115}.{e115}.{e116} [NEW_DIALOG] [DIALOG_START][Mega] Nooo{e115}.{e115}.{e115}. [NEW_DIALOG] [DIALOG_START][Queen_Virgo] {ec13}... [NEW_DIALOG] [DIALOG_START][Joker] Ja, ja, ja... ¡Ajajajaja! [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Joker... [NEW_DIALOG] [DIALOG_START][Joker] ¿Qué? [NEW_DIALOG] [DIALOG_START][Queen_Virgo] Explícame por qué has hecho eso... [NEW_DIALOG] ¿Qué sentido tenía eliminar a esa chica? [NEW_DIALOG] [DIALOG_START][Joker] Los débiles no tienen razón de ser... Esa es mi filosofía. [NEW_DIALOG] Simplemente he eliminado a la persona que más contradecía mi filosofía. [NEW_DIALOG] Era una vergüenza para la Tierra. [NEW_DIALOG] [DIALOG_START][Jack_Corvus] ¡Estás loco! [NEW_DIALOG] [DIALOG_START][Joker] Di lo que te venga en gana... [NEW_DIALOG] Mega Man... Tú eres el siguiente. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Queen_Virgo] ...Jack, we're going back... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Queen_Virgo] ... Jack, nos volvemos... [NEW_DIALOG] [DIALOG_START][Jack_Corvus] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Where are you, {e115}Prez{e115}.{e115}.{e115}.? [NEW_DIALOG] Prez!! [NEW_DIALOG] Answer me!! [NEW_DIALOG] This can't be happening!! This can't be{e115}.{e115}.{e115}.{e115} This can't be{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¿Dónde estás, {e115}Dele{e115}.{e115}.{e115}.? [NEW_DIALOG] ¡¡Dele!! [NEW_DIALOG] ¡¡Responde!! [NEW_DIALOG] ¡¡No puede ser!! No puede{e115}.{e115}.{e115}.{e115} No puede{e115}.{e115}.{e115}.{e115} [NEW_DIALOG] {ec00}{1}
