Repository: joguersan/Megaman-Starforce-3
Catalog: mess_game/01.po
Languages: es_es

source: {ec00}{0}{e210}{549} [DIALOG_START][Acid] Luna Frag Search!{e115} {ec00}{1}
es_es: {ec00}{0}{e210}{549} [DIALOG_START][Acid] ¡A buscar los Fragmentos de Luna!{e115} {ec00}{1}

source: {e108}{6}{200}{9}{e108}{6}{201}{9}{e108}{6}{203}{9}{e108}{6}{9200}{9}{e108}{6}{9201}{9}{e108}{6}{9203}{9}{e108}{6}{6200}{9}{e108}{6}{6201}{9}{e108}{6}{6202}{9}{e108}{6}{7200}{9}{e108}{6}{7201}{9}{e108}{6}{770e}{9}{e108}{6}{770f}{9}{e108}{6}{7710}{9}{e108}{6}{7802}{9}{ec00}{0}{e210}i{ec17}{0} [DIALOG_START][Acid] I am not picking up a Luna Frag signal in this area. [NEW_DIALOG] I believe we should take the Wave Liner to {e4c4}. [NEW_DIALOG] {ec00}{1}
es_es: {e108}{6}{200}{9}{e108}{6}{201}{9}{e108}{6}{203}{9}{e108}{6}{9200}{9}{e108}{6}{9201}{9}{e108}{6}{9203}{9}{e108}{6}{6200}{9}{e108}{6}{6201}{9}{e108}{6}{6202}{9}{e108}{6}{7200}{9}{e108}{6}{7201}{9}{e108}{6}{770e}{9}{e108}{6}{770f}{9}{e108}{6}{7710}{9}{e108}{6}{7802}{9}{ec00}{0}{e210}i{ec17}{0} [DIALOG_START][Acid] No recibo señal de ningún Fragmento de Luna en esta zona. [NEW_DIALOG] Vamos en surcaondas a {e4c4}. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}i{ec17}{0} [DIALOG_START][Acid] I am not picking up a Luna Frag signal in the Real World of this area anymore. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}i{ec17}{0} [DIALOG_START][Acid] No recibo señal de ningún Fragmento de Luna en el mundo real. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}i{ec17}{0} [DIALOG_START][Acid] I am not picking up a Luna Frag signal in the Wave Road of this area anymore. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}i{ec17}{0} [DIALOG_START][Acid] No recibo señal de ningún Fragmento de Luna en el Camino Onda de esta zona. [NEW_DIALOG] {ec00}{1}

source: {e210}{3b0}{e100}9{e210}{3b0}{e100}9{e210}{3b0}{e100}9{e210}{3b0}{e100}9{e210}{3b0}{e100}9{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Target signal... acquired. [NEW_DIALOG] Details, such as specific location, are not yet known. [NEW_DIALOG] I suggest we search the whole area exhaustively. [NEW_DIALOG] {ec00}{1}
es_es: {e210}{3b0}{e100}9{e210}{3b0}{e100}9{e210}{3b0}{e100}9{e210}{3b0}{e100}9{e210}{3b0}{e100}9{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Señal... detectada. [NEW_DIALOG] Detalles, como ubicación concreta, desconocidos. [NEW_DIALOG] Sugiero investigar a fondo la zona. [NEW_DIALOG] {ec00}{1}

source: {e210}{3af}{e100}2{e210}{3af}{e100}2{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Target signal... acquired. It's coming from nearby. [NEW_DIALOG] Getting closer will help me to specify the exact location. [NEW_DIALOG] {ec00}{1}
es_es: {e210}{3af}{e100}2{e210}{3af}{e100}2{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Señal... detectada. Está cerca. [NEW_DIALOG] Si nos acercamos más, podré obtener la ubicación exacta. [NEW_DIALOG] {ec00}{1}

source: {e210}{3ae}{e100}9{e210}{3ae}{e100}9{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Target signal... acquired But it is still distant from our location. [NEW_DIALOG] Getting closer will help me to specify the exact location. [NEW_DIALOG] {ec00}{1}
es_es: {e210}{3ae}{e100}9{e210}{3ae}{e100}9{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Señal... detectada. Pero aún está lejos. [NEW_DIALOG] Si nos acercamos más, podré obtener la ubicación exacta. [NEW_DIALOG] {ec00}{1}

source: {e210}{3ad}{e100}<{e210}{3ad}{e100}<{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Target signal... acquired. But it is still distant. [NEW_DIALOG] {ec00}{1}
es_es: {e210}{3ad}{e100}<{e210}{3ad}{e100}<{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Señal... detectada. Pero aún está lejos. [NEW_DIALOG] {ec00}{1}

source: {e210}{3ac}{e100}E{e210}{3ac}{e100}E{e210}{3ac}{e100}E{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Target signal... acquired. It is faint, but definitely in this area. [NEW_DIALOG] {ec00}{1}
es_es: {e210}{3ac}{e100}E{e210}{3ac}{e100}E{e210}{3ac}{e100}E{ec00}{0}{ec17}{0} [DIALOG_START][Acid] Señal... detectada. Es débil, pero está en esta zona, sin duda. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}i{ec17}{0} [DIALOG_START][Acid] I am not picking up a Luna Frag signal in this area. We should search another area. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}i{ec17}{0} [DIALOG_START][Acid] No recibo señal de ningún Fragmento de Luna en esta zona. Vámonos. [NEW_DIALOG] {ec00}{1}
