Repository: joguersan/Megaman-Starforce-3
Catalog: mess_game/02.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Megaman] Let's go!! [NEW_DIALOG] [DIALOG_START]{30}We're right behind you, Mega Man!! [NEW_DIALOG] Activate Battle Wizards!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Vamos allá!! [NEW_DIALOG] [DIALOG_START]{30}¡¡Estamos contigo, Mega Man!! [NEW_DIALOG] ¡¡Activar Wizards de combate!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] It's time to go buck wild! [NEW_DIALOG] The mission: tear 'em up!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Es hora de divertirse! [NEW_DIALOG] ¡¡Misión: destrozarlos!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{33}The RW Shield is under fire! Come back, Mega Man!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{33}¡Atacan la Barrera OR! ¡Vuelve, Mega Man!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{33}The RW Shield is down to 50% strength!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{33}¡¡La Barrera OR está al 50% de energía!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{33}Mega Man! Please hurry back! We can't take anymore!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{33}¡Mega Man! ¡Vuelve, deprisa! ¡No aguantaremos más!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid] The enemy's numbers are starting to thin out... [NEW_DIALOG] Keep it up, Mega Man.{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid] Las fuerzas enemigas se están reduciendo... [NEW_DIALOG] Sigue así, Mega Man.{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] Are you OK, Mega Man? [NEW_DIALOG] This is the decisive moment! Hang in there! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] ¿Estás bien, Mega Man? [NEW_DIALOG] ¡Ha llegado la hora de la verdad! ¡Aguanta! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid] The enemy's numbers have decreased even more.{e116} [NEW_DIALOG] [DIALOG_START][Ace] Great! Do your thing and take them out, Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid] Las fuerzas enemigas siguen disminuyendo. [NEW_DIALOG] [DIALOG_START][Ace] ¡Genial! ¡Sigue así, Mega Man, acaba con todos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Bring it on!! [NEW_DIALOG] [DIALOG_START]{30}Activate Battle Wizards!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡Vamos allá!! [NEW_DIALOG] [DIALOG_START]{30}¡¡Activar Wizards de combate!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Here we go! [NEW_DIALOG] The mission: tear 'em up!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Allá vamos! [NEW_DIALOG] ¡¡Misión: destrozarlos!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}The CPU has been damaged! But it's still operational!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}¡La CPU se ha dañado! ¡¡Pero sigue operativa!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}50% of the CPU has been destroyed!! At this rate...{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}¡¡CPU destruida en un 50%!! A este paso...{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}The CPU is too heavily damaged! If it takes any more hits, it will...{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}¡La CPU está muy dañada! Si siguen atacándola...{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}Can you hear me, Mega Man!?{e116} [NEW_DIALOG] The program will be complete very shortly! [NEW_DIALOG] Please buy us the time we need! You can do this! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}¡Mega Man, ¿me oyes?!{e116} [NEW_DIALOG] ¡El programa estará listo enseguida! [NEW_DIALOG] ¡Por favor, consíguenos más tiempo! ¡Puedes hacerlo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}The enemy's numbers are down by half, Chief!{e116} [NEW_DIALOG] [DIALOG_START]{34}*nods* We can do this! I know it! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}¡Jefe, las fuerzas enemigas se han reducido a la mitad!{e116} [NEW_DIALOG] [DIALOG_START]{34}Bien. ¡Podemos hacerlo! ¡Sé que podemos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}The enemy's numbers are down even more! Keep up the good work!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}¡Las fuerzas enemigas siguen disminuyendo! ¡Sigue así!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] We can't let them get by! [NEW_DIALOG] [DIALOG_START]{30}Activate Battle Wizards!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡No pasarán de aquí! [NEW_DIALOG] [DIALOG_START]{30}¡¡Activar Wizards de combate!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}Part of the elevator has been destroyed! Please take proper action!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}¡Han destruido parte del ascensor! ¡¡Tomad las medidas oportunas!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}50% of the elevator has been destroyed! This can't continue! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}¡Han destruido un 50% del ascensor! ¡Esto no puede seguir así! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}The damage is too great!! Please hold out, Mega Man!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}¡¡El daño es enorme!! ¡Resiste, Mega Man!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}...! I can't believe the number of enemies that are attacking!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}¡! ¡No puedo creer la cantidad de enemigos que nos atacan!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}The enemy's numbers are down by 50%. Keep the pressure on, Mega Man!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}Las fuerzas enemigas están al 50%. ¡Mega Man, sigue presionando!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}Just one last push! There's barely any of them left now! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}¡Un último esfuerzo! ¡Ya no queda casi nadie! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] I won't let them pass, no matter what it takes!! [NEW_DIALOG] [DIALOG_START]{30}Activate Battle Wizards!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡¡No pasarán por nada del mundo!! [NEW_DIALOG] [DIALOG_START]{30}¡¡Activar Wizards de combate!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}The computer has been hit!! Please respond accordingly!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}¡¡Han atacado el ordenador!! ¡Responded al ataque!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{33}50% of the computer has been destroyed!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{33}¡¡Han destruido el 50% del ordenador!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{33}It's taken too much damage! Any more and it will be destroyed!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{33}¡Ha recibido mucho daño! ¡Un ataque más y lo destruirán!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}The main computer must be protected, no matter the cost!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}¡Debemos proteger el ordenador central, sea como sea!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}The program will be complete at any moment now! Never give up!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}¡El programa estará listo enseguida! ¡No te rindas!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{34}A bit more... Just a bit more!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{34}Un poco más... ¡¡Solo un poco más!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{33}Get back! It's too dangerous!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{33}¡Atrás! ¡¡Es muy peligroso!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{30}Battle Wizards, move out!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{30}¡Movilizad a los Wizards de combate!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}The fate of WAZA... Is in your hands!! Aaarrrgh!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}El destino de la WAZA... ¡¡está en tus manos!! ¡¡Aaarrrgh!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Farewell... Mega Man.{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Adiós... Mega Man.{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}I apologize... I wasn't strong enough...{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}Lamento... no haber sido lo bastante fuerte...{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Just what is going on!?{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¡¿Qué está pasando aquí?!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{a8}Satella Police forever! Aaarrrgh...!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{a8}¡Viva la Policía Satella! ¡¡Aaarrrgh!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Acid] Ace, the enemy's numbers are rising again.{e116} [NEW_DIALOG] [DIALOG_START][Ace] Yeah, I've noticed. Be on your guard, Mega Man! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Acid] Ace, las fuerzas enemigas se están recuperando.{e116} [NEW_DIALOG] [DIALOG_START][Ace] Sí, ya lo veo. ¡No bajes la guardia, Mega Man! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{98}The enemy is everywhere! There's too many to count!{e116} [NEW_DIALOG] [DIALOG_START]{34}...! It's up to you, Mega Man. Hold strong! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{98}¡Están por todas partes! ¡No puedo ni contarlos!{e116} [NEW_DIALOG] [DIALOG_START]{34}¡! Mega Man, todo depende de ti. ¡Aguanta! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Keep your head in the fight! They'll get you if you lose your cool!{e116} Stay frosty, kid! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Céntrate en el combate! ¡Si pierdes la calma, se acabó!{e116} ¡Tranquilo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] This is no time to cancel your EM Wave Change!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡¡No es momento para Cambiar de Onda EM!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}The enemy has changed its target! [NEW_DIALOG] Please protect the computer at the top of the stairs!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}¡El enemigo ha cambiado de objetivo! [NEW_DIALOG] ¡¡Protege el ordenador al final de la escalera!!{e116} [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}The enemy has changed its target! [NEW_DIALOG] Please protect the computer at the bottom of the stairs!!{e116} [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}¡El enemigo ha cambiado de objetivo! [NEW_DIALOG] ¡¡Protege el ordenador al principio de la escalera!!{e116} [NEW_DIALOG] {ec00}{1}
