Repository: joguersan/Megaman-Starforce-3
Catalog: mess_game/05.po
Languages: es_es

source: {e10c}{1}{8a}{c}{e10a}{8a}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{8a}{c}{e10a}{8a}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{8b}{c}{e10a}{8b}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{8b}{c}{e10a}{8b}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{8d}{c}{e10a}{8d}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{8d}{c}{e10a}{8d}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{8e}{c}{e10a}{8e}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{8e}{c}{e10a}{8e}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{8f}{c}{e10a}{8f}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{8f}{c}{e10a}{8f}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{90}{c}{e10a}{90}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{90}{c}{e10a}{90}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{91}{c}{e10a}{91}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{91}{c}{e10a}{91}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{92}{c}{e10a}{92}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{92}{c}{e10a}{92}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{93}{c}{e10a}{93}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{93}{c}{e10a}{93}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{94}{c}{e10a}{94}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{94}{c}{e10a}{94}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}

source: {e10c}{1}{95}{c}{e10a}{95}{ec00}{0} [DIALOG_START][NONAME] Memory splinter found. [NEW_DIALOG] {ec00}{1}
es_es: {e10c}{1}{95}{c}{e10a}{95}{ec00}{0} [DIALOG_START][NONAME] Has encontrado una esquirla de recuerdos. [NEW_DIALOG] {ec00}{1}
