Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch2/01.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Mega] Stick!{e114} Jab!{e114} Stick and jab!{e114} [NEW_DIALOG] [DIALOG_START][Geo] ...What are you doing, Mega? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Puño!{e114} ¡Gancho!{e114} ¡Puño y gancho!{e114} [NEW_DIALOG] [DIALOG_START][Geo] Mega, ¿qué haces? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Like I said. Until the other day, I hadn't gone buck wild in a long time. [NEW_DIALOG] So I'm training for the next trouble that pops up! [NEW_DIALOG] I want to make sure I'm ready to rock! [NEW_DIALOG] [DIALOG_START][Geo] Cool... [NEW_DIALOG] Ah! More importantly, I need to check the TV! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] Ya te lo dije. Hacía mucho tiempo que no luchaba. [NEW_DIALOG] ¡Así que entreno para cuando aparezca el próximo peligro! [NEW_DIALOG] ¡Tengo que estar listo para dar caña! [NEW_DIALOG] [DIALOG_START][Geo] Guay... [NEW_DIALOG] ¡Ah! ¡Pero espera, que tengo que ver una cosa en la tele! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] "More importantly"!? What show could be that important!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡¿Cómo que espere?! ¡¿Qué es más importante que mi entrenamiento?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Magnes went out of control recently, right? [NEW_DIALOG] And before that, a Wizard went out of control at {e4bc}... [NEW_DIALOG] I've been really interested in why this is happening to Wizards, lately... [NEW_DIALOG] [DIALOG_START][Mega] And you think that idiot box will tell you all that!? [NEW_DIALOG] [DIALOG_START][Geo] I'm not really sure, but... I heard there's going to be a special on Wizards. [NEW_DIALOG] I figured it would be worth it to check it out. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Magnes se volvió loco hace poco, ¿no? [NEW_DIALOG] Y antes, le pasó lo mismo a un Wizard en el {e4bc}... [NEW_DIALOG] Así que quiero saber qué le está pasando a los Wizards. [NEW_DIALOG] [DIALOG_START][Mega] ¡¿Y crees que la caja tonta te va a dar la respuesta?! [NEW_DIALOG] [DIALOG_START][Geo] No lo sé, pero he oído que van a echar un especial sobre los Wizards. [NEW_DIALOG] He pensado que podría verlo, por si acaso. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{241}{ec16} [DIALOG_START][NONAME] *beep* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{241}{ec16} [DIALOG_START][NONAME] Pi. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e213}{1} [DIALOG_START]{2a}Welcome to our special on Wizards and "Noise". [NEW_DIALOG] Tonight, we will be talking to EM technology expert, Legendary Master Shin. [NEW_DIALOG] Thank you for coming, Legendary Master Shin. [NEW_DIALOG] {e212}{1c}{0} [DIALOG_START]{24}It's legendary! Thanks for having me! [NEW_DIALOG] [DIALOG_START]{2a}So you are very familiar with Noise, aren't you? [NEW_DIALOG] [DIALOG_START]{24}Well, I find Noise quite interesting, and have been doing tons of research on it. [NEW_DIALOG] You could almost call me a Noise maniac! [NEW_DIALOG] [DIALOG_START]{2a}I see. What can you tell us about Wizards and "Noise"? [NEW_DIALOG] [DIALOG_START]{24}Well, let me break it down for you! [NEW_DIALOG] To put it simply, "Noise" is outputted by the world's [NEW_DIALOG] EM technology. Almost like the exhaust of a car. [NEW_DIALOG] It is the negative to all the positives we receive from EM technology. [NEW_DIALOG] Actually, it is the largest and most severe problem [NEW_DIALOG] humanity has ever had to deal with. [NEW_DIALOG] [DIALOG_START]{2a}Wow, that was a mouthful! [NEW_DIALOG] I'm not sure I understood any of that... [NEW_DIALOG] {e213}{1} [DIALOG_START]{24}Oh, really? Hmm, well... [NEW_DIALOG] OK, I'll break it down for you. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e213}{1} [DIALOG_START]{2a}Bienvenidos a nuestro especial sobre los Wizards y el «Ruido». [NEW_DIALOG] Esta noche, hablaremos con el experto en tecnología EM, Legendary Master Shin. [NEW_DIALOG] Gracias por venir, Maestro Legendario Shin. [NEW_DIALOG] {e212}{1c}{0} [DIALOG_START]{24}¡Legendario! ¡Gracias por invitarme! [NEW_DIALOG] [DIALOG_START]{2a}Es usted todo un experto en Ruido, ¿no? [NEW_DIALOG] [DIALOG_START]{24}Bueno, los ruidos despiertan mi curiosidad y he hecho numerosas investigaciones. [NEW_DIALOG] ¡Se puede decir que soy un Ruidomaníaco! [NEW_DIALOG] [DIALOG_START]{2a}Entiendo. ¿Qué puede decirnos sobre los Wizards y el «Ruido»? [NEW_DIALOG] [DIALOG_START]{24}¡Bien, permíteme explicarlo! [NEW_DIALOG] En pocas palabras, el Ruido es un residuo de la [NEW_DIALOG] tecnología EM. Algo así como los gases de un coche. [NEW_DIALOG] Es contraefecto de todos los beneficios de la tecnología EM. [NEW_DIALOG] A decir verdad, es el mayor problema al que [NEW_DIALOG] la humanidad se ha enfrentado en toda su Historia. [NEW_DIALOG] [DIALOG_START]{2a}¡Menuda revelación! [NEW_DIALOG] No sé si lo he entendido del todo... [NEW_DIALOG] {e213}{1} [DIALOG_START]{24}¿En serio? Mmm, a ver... [NEW_DIALOG] Vale, intentaré explicarlo mejor. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e212}{c}{2} [DIALOG_START]{24}"Noise" is constantly being emitted from all sorts of devices, like {e4a6}s. [NEW_DIALOG] It is what attracts viruses and causes all sorts of problems with Cyber Cores. [NEW_DIALOG] [DIALOG_START]{2a}I see. So... [NEW_DIALOG] "Noise" is always around us making devices not work properly. [NEW_DIALOG] [DIALOG_START]{24}You got it! [NEW_DIALOG] However, with the new kind of Wizards that have been released lately... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e212}{c}{2} [DIALOG_START]{24}Cualquier dispositivo emite Ruido de forma constante. Los {e4a6}s. [NEW_DIALOG] por ejemplo. Esto atrae a los virus y causa problemas en los Cibernúcleos. [NEW_DIALOG] [DIALOG_START]{2a}Entiendo. Entonces... [NEW_DIALOG] El Ruido está siempre presente estropeando nuestros aparatos. [NEW_DIALOG] [DIALOG_START]{24}¡Exactamente! [NEW_DIALOG] Sin embargo, los nuevos modelos de Wizards... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{24}In short, it was discovered that the new Wizards are [NEW_DIALOG] emitting much more Noise than all other types of EM technologies. [NEW_DIALOG] [DIALOG_START][Geo] Wizards are emitting Noise... [NEW_DIALOG] [DIALOG_START][Mega] That's the price humans have to pay for a comfortable lifestyle, eh? [NEW_DIALOG] [DIALOG_START]{24}And if a Wizard goes out of control... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{24}En resumen. Se ha probado que los nuevos Wizards [NEW_DIALOG] emiten mucho más Ruido que cualquier otro tipo de tecnología EM. [NEW_DIALOG] [DIALOG_START][Geo] Los Wizards emiten Ruido... [NEW_DIALOG] [DIALOG_START][Mega] Es el precio a pagar por una vida llena de comodidades, ¿eh? [NEW_DIALOG] [DIALOG_START]{24}Y si un Wizard enloquece... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{24}A considerable amount of Noise is emitted... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{24}Emite una cantidad considerable de Ruido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{24}When enough is created, the Noise will form into large clusters. [NEW_DIALOG] [DIALOG_START]{2a}Noise clusters... So they crystallize? [NEW_DIALOG] [DIALOG_START]{24}That's right. [NEW_DIALOG] A large amount of Noise will become a red crystal. [NEW_DIALOG] These crystals are called "Crimson". [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{24}En cantidades suficientes, el Ruido se agrupa. [NEW_DIALOG] [DIALOG_START]{2a}Agrupación de Ruido... ¿Se cristaliza? [NEW_DIALOG] [DIALOG_START]{24}Exactamente. [NEW_DIALOG] Una gran concentración de Ruido se convierte en un cristal rojo. [NEW_DIALOG] A estos cristales se les conoce como «Carmesí». [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{24}It is still unknown what kind of problems Crimson can cause... [NEW_DIALOG] But Crimson should be a big concern for the human race in general. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] {e213}{2} [DIALOG_START]{24}Indeed, Wizards are a wonderful creation provided by today's technology. [NEW_DIALOG] However, the fact that they are producing the [NEW_DIALOG] Crimson at high levels is well documented. [NEW_DIALOG] Humanity must deal with this problem as quickly and adequately as possible. [NEW_DIALOG] [DIALOG_START]{2a}That was the Legendary Master Shin and his explanation of Noise. [NEW_DIALOG] Thank you so much. [NEW_DIALOG] [DIALOG_START]{24}No worries! [NEW_DIALOG] [DIALOG_START]{2a}Next up... [NEW_DIALOG] A delightful and warming report on a new amusement park built [NEW_DIALOG] for children by the "King Foundation". [NEW_DIALOG] [DIALOG_START][Mega] Crimson, huh? I didn't notice any when Magnes was out of control. [NEW_DIALOG] [DIALOG_START][Geo] We didn't really learn why Wizards are going out of control, did we? [NEW_DIALOG] [DIALOG_START][Madre] Geeeooo? You'll be late for school! [NEW_DIALOG] [DIALOG_START][Geo] Oh, man! I gotta run! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{24}Aún no se sabe qué problemas puede causar el Carmesí... [NEW_DIALOG] Pero la raza humana debe tener cuiado con él. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] {e213}{2} [DIALOG_START]{24}Así pues, los Wizards son un invento maravilloso de la tecnología moderna. [NEW_DIALOG] Sin embargo, el hecho de que ellos son los causantes del [NEW_DIALOG] Carmesí ha sido más que confirmado. [NEW_DIALOG] La humanidad debe afrontar este problema cuanto antes. [NEW_DIALOG] [DIALOG_START]{2a}Gracias, Maestro Legendario Shin, por tu explicación sobre el Ruido. [NEW_DIALOG] Muchas gracias. [NEW_DIALOG] [DIALOG_START]{24}¡No hay problema! [NEW_DIALOG] [DIALOG_START]{2a}Seguimos con... [NEW_DIALOG] Una preciosa noticia sobre el nuevo parque de atracciones para [NEW_DIALOG] niños de la Fundación King. [NEW_DIALOG] [DIALOG_START][Mega] Carmesí, ¿eh? Yo no vi nada cuando Magnes enloqueció. [NEW_DIALOG] [DIALOG_START][Geo] Y aún no sabemos por qué los Wizards enloquecen. [NEW_DIALOG] [DIALOG_START][Madre] ¿Geeeooo? ¡Vas a llegar tarde a la escuela! [NEW_DIALOG] [DIALOG_START][Geo] ¡Ay, jopé! ¡Tengo que irme! [NEW_DIALOG] {ec00}{1}
