Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch2/03.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] *chatter, chatter* [NEW_DIALOG] [DIALOG_START][Geo] I'm pretty excited today... [NEW_DIALOG] [DIALOG_START][Mega] ...Wait, why exactly are you excited today, huh? [NEW_DIALOG] {ec13}...!! [NEW_DIALOG] D-Don't tell me it's another {e4a6} upgrade!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Bla, bla, bla... [NEW_DIALOG] [DIALOG_START][Geo] Qué emoción... [NEW_DIALOG] [DIALOG_START][Mega] Espera, ¿a qué viene tanta emoción? [NEW_DIALOG] {ec13}¡...! [NEW_DIALOG] ¡¿No será otra actualización del {e4a6}?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Nope. Not this time, Mega. Today, a transfer student is joining my class. [NEW_DIALOG] And I heard there's a new teacher starting, too. [NEW_DIALOG] [DIALOG_START][Mega] Phew... [NEW_DIALOG] [DIALOG_START][Geo] You didn't hear when I was talking to everyone? [NEW_DIALOG] [DIALOG_START][Mega] Nah, I was half asleep. [NEW_DIALOG] [DIALOG_START][Mr_Shepar] Attention, everyone! I would like to introduce to you a new classmate, [NEW_DIALOG] as well as a new teacher at Echo Ridge Elementary! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] No. Hoy no, Mega. Hoy viene un estudiante nuevo a clase. [NEW_DIALOG] Y he oído que también viene una profesora nueva. [NEW_DIALOG] [DIALOG_START][Mega] Uf... [NEW_DIALOG] [DIALOG_START][Geo] ¿No me has oído hablar con los demás? [NEW_DIALOG] [DIALOG_START][Mega] Pues no, estaba medio dormido. [NEW_DIALOG] [DIALOG_START][Mr_Shepar] ¡Chicos, prestad atención! ¡Os presento a vuestro nuevo compañero y a [NEW_DIALOG] la nueva profesora de la escuela Echo Ridge! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e213}{1} [DIALOG_START][Mr_Shepar] Jack! Ms. Tia! Please come in! [NEW_DIALOG] [DIALOG_START][Bud] Jack? [NEW_DIALOG] [DIALOG_START][Zack] Ms. Tia? [NEW_DIALOG] [DIALOG_START][Prez] Their names don't sound like they're from around here... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e213}{1} [DIALOG_START][Mr_Shepar] ¡Jack! ¡Srta. Tia! ¡Podéis entrar! [NEW_DIALOG] [DIALOG_START][Bud] ¿Jack? [NEW_DIALOG] [DIALOG_START][Zack] ¿Srta. Tia? [NEW_DIALOG] [DIALOG_START][Prez] No parece que sean de aquí. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mr_Shepar] This is your new classmate, Jack. [NEW_DIALOG] And Echo Ridge Elementary is Ms. Tia's first teaching assignment. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Nice to meet everyone... [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mr_Shepar] Este es vuestro nuevo compañero, Jack. [NEW_DIALOG] Y la Srta. Tia dará clase por primera vez en esta escuela. [NEW_DIALOG] [DIALOG_START][(Queen)Tia] Es un placer conoceros... [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mr_Shepar] {ec13}...? [NEW_DIALOG] Why don't you say hello to everyone, Jack? [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] (Say something, Jack...) [NEW_DIALOG] [DIALOG_START][Jack] ...I am Jack. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mr_Shepar] {ec13}¿...? [NEW_DIALOG] ¿Por qué no te presentas, Jack? [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] (Jack, di algo...) [NEW_DIALOG] [DIALOG_START][Jack] Soy Jack. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mr_Shepar] Everyone do your best to welcome Jack, OK? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mr_Shepar] Muy bien, haced sentir a Jack como en casa, ¿entendido? [NEW_DIALOG] [DIALOG_START][Geo] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] After school... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Después de clase... [NEW_DIALOG] {ec00}{1}

source: {e211}{0}{ec00}{0} [DIALOG_START][Harry_Sasoon] I heard you're really smart! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Jack isn't a normal name around here. Where are you from? [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Angel_Wise] You're Ms. Tia's brother, aren't you? [NEW_DIALOG] [DIALOG_START][Mary_McLovin] Isn't she only 17 years old? [NEW_DIALOG] It's amazing that she became a teacher at such a young age! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Genius must run in the family! I'm jealous! [NEW_DIALOG] {e213}{1} [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {e211}{0}{ec00}{0} [DIALOG_START][Harry_Sasoon] ¡Dicen que eres muy listo! [NEW_DIALOG] [DIALOG_START][Jack_Flask] Jack no es un nombre muy común por aquí. ¿De dónde eres? [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Angel_Wise] Eres el hermano de la Srta. Tia, ¿no? [NEW_DIALOG] [DIALOG_START][Mary_McLovin] Tiene solo 17 años, ¿no? [NEW_DIALOG] ¡Es increíble que sea profesora tan joven! [NEW_DIALOG] [DIALOG_START][Jack_Flask] ¡Ser genios debe de ser cosa de familia! ¡Qué envidia! [NEW_DIALOG] {e213}{1} [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] Are you listening, Jack...? As you know, Mega Man's true identity is Geo Stelar. [NEW_DIALOG] You need to uncover the secret behind his power... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] ¿Me oyes, Jack? Ya sabes que la verdadera identidad de Mega Man es Geo Stelar. [NEW_DIALOG] Tienes que descubrir el secreto detrás de su poder. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] ...Geo Stelar. [NEW_DIALOG] [DIALOG_START][Mary_McLovin] Huh? What about him? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Geo Stelar... [NEW_DIALOG] [DIALOG_START][Mary_McLovin] ¿Eh? ¿Qué pasa con él? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e212}{1d}{1} [DIALOG_START][Prez] If I'm going to be a great student body president, [NEW_DIALOG] then I even need to think about the feelings of new transfer students! [NEW_DIALOG] [DIALOG_START][Zack] Good point, Prez! What a great idea! [NEW_DIALOG] [DIALOG_START][Bud] I can introduce him to a really great cheesesteak place near my house! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(That doesn't sound like a bad idea...) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e212}{1d}{1} [DIALOG_START][Prez] ¡Si voy a ser la mejor presidenta del consejo del mundo, [NEW_DIALOG] tengo que pensar también en los estudiantes nuevos! [NEW_DIALOG] [DIALOG_START][Zack] ¡Tienes razón, Dele! ¡Qué buena idea! [NEW_DIALOG] [DIALOG_START][Bud] ¡Puedo llevarle a un asador de vicio al lado de mi casa! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(No suena mal...) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mary_McLovin] Hey, Geo... [NEW_DIALOG] Jack just mentioned you a second ago. [NEW_DIALOG] [DIALOG_START][Geo] Really? Me? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mary_McLovin] Eh, Geo... [NEW_DIALOG] Jack ha dicho tu nombre ahora mismo. [NEW_DIALOG] [DIALOG_START][Geo] ¿En serio? ¿Mi nombre? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] ...Do you know him, Geo? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Le conoces, Geo? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I've never met him before... [NEW_DIALOG] [DIALOG_START][Prez] Hmm, whatever... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] No le he visto en mi vida. [NEW_DIALOG] [DIALOG_START][Prez] Mmm, bueno... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] Welcome to Echo Ridge Elementary, Jack! [NEW_DIALOG] By the way, do you have any nicknames you like people to call you? [NEW_DIALOG] [DIALOG_START][Jack] .{e113}.{e113}.{e113}Leave me alone. [NEW_DIALOG] I need to talk to Geo Stelar... [NEW_DIALOG] [DIALOG_START][Prez] My name is Luna Platz! [NEW_DIALOG] Right now I'm Class 5-A's president, but I'm the lead [NEW_DIALOG] candidate for the next student body president! [NEW_DIALOG] [DIALOG_START][Jack] .{e113}.{e113}.{e113}And I care... why? [NEW_DIALOG] I need to talk to Geo Stelar... [NEW_DIALOG] [DIALOG_START][Prez] Oh, by the way, Jack... Do you have any interest in joining a Team? [NEW_DIALOG] My Team, "Luna 4 Prez", does its best everyday to make this school better. [NEW_DIALOG] [DIALOG_START][Jack] .{e113}.{e113}.{e113}I couldn't care less, really. [NEW_DIALOG] I need to talk to Geo Stelar... [NEW_DIALOG] [DIALOG_START][Prez] Just the other day, we produced the launch of a rocket! [NEW_DIALOG] {e1a0}{3}< [DIALOG_START][Jack] S{e113}h{e113}u{e113}t{e113} u{e113}p{e113}!{e113}!{e113}! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Jack, bienvenido a la escuela Echo Ridge! [NEW_DIALOG] ¿Te gusta que la gente te llame de alguna forma especial? [NEW_DIALOG] [DIALOG_START][Jack] .{e113}.{e113}.{e113} Déjame en paz. [NEW_DIALOG] Tengo que hablar con Geo Stelar... [NEW_DIALOG] [DIALOG_START][Prez] ¡Me llamo Luna Platz! [NEW_DIALOG] Soy la delegada de la clase 5-A, pero soy [NEW_DIALOG] la principal candidata para presidenta del consejo estudiantil! [NEW_DIALOG] [DIALOG_START][Jack] ¿Y debería importarme porque.{e113}.{e113}.{e113}? [NEW_DIALOG] Tengo que hablar con Geo Stelar... [NEW_DIALOG] [DIALOG_START][Prez] Oh, por cierto, Jack... ¿Te interesa unirte a algún Equipo? [NEW_DIALOG] Mi equipo, «Luna Presidente», se esfuerza para mejorar esta escuela. [NEW_DIALOG] [DIALOG_START][Jack] Me importa un pepino{13}{E1}.{13}{E1}.{13}{E1}. [NEW_DIALOG] Tengo que hablar con Geo Stelar... [NEW_DIALOG] [DIALOG_START][Prez] ¡El otro día apoyamos el lanzamiento de un cohete! [NEW_DIALOG] {e1a0}{3}< [DIALOG_START][Jack] ¡C{e113}á{e113}l{e113}l{e113} a{e113}t{e113}e{e113}! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Can't you just shut up!? [NEW_DIALOG] I don't care if you're the class president! [NEW_DIALOG] Or about your Team! Blah, blah, blah! [NEW_DIALOG] I've been trying to talk, so just shut up for once! [NEW_DIALOG] [DIALOG_START][Prez] H-How dare you!? I was just trying to make you feel welcome... [NEW_DIALOG] [DIALOG_START][Jack] I don't need your pity! [NEW_DIALOG] And I didn't ask for you to do anything for me! [NEW_DIALOG] Stay out of my business! [NEW_DIALOG] [DIALOG_START][Prez] H-How rude! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¡¿No te callas ni debajo del agua?! [NEW_DIALOG] ¡Me da igual que seas la delegada! [NEW_DIALOG] ¡Me da igual tu Equipo! ¡Bla, bla, bla! [NEW_DIALOG] ¡Intento mantener una conversación, así que cállate de una vez! [NEW_DIALOG] [DIALOG_START][Prez] ¡¿C-Cómo te atreves?! Yo solo quería darte la bienvenida... [NEW_DIALOG] [DIALOG_START][Jack] ¡No necesito tu compasión! [NEW_DIALOG] ¡Y no te he pedido que me des la bienvenida! [NEW_DIALOG] ¡Déjame en paz de una vez! [NEW_DIALOG] [DIALOG_START][Prez] ¡Q-Qué grosero! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] {ec13}(Uh oh...) [NEW_DIALOG] [DIALOG_START][Jack] I'm not going to waste my time on you! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] {ec13}(Oh, oh...) [NEW_DIALOG] [DIALOG_START][Jack] ¡No voy a perder más tiempo contigo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Are you stupid!? [NEW_DIALOG] What a big mouth! [NEW_DIALOG] [DIALOG_START][Prez] B-Big mouth!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¡¿Eres estúpida o qué?! [NEW_DIALOG] ¡Qué bocazas! [NEW_DIALOG] [DIALOG_START][Prez] ¡¿B-Bocazas?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e213}{1} [DIALOG_START][Prez] ...Geo. Did I do something wrong? [NEW_DIALOG] [DIALOG_START][Geo] I-I don't think so... [NEW_DIALOG] For now, why don't I go look for him? [NEW_DIALOG] [DIALOG_START][Bud] What the heck for!? Why bother with a crazy guy like that? [NEW_DIALOG] [DIALOG_START][Zack] I concur 100%! [NEW_DIALOG] I can't believe he acted like that when Prez was only trying to be nice! [NEW_DIALOG] [DIALOG_START][Geo] But Zack, Bud... [NEW_DIALOG] Wasn't I just like that when you first met me? [NEW_DIALOG] [DIALOG_START][Bud] {ec13}!! [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] [DIALOG_START][Prez] Geo... [NEW_DIALOG] [DIALOG_START][Geo] I used to be scared to get close to people after my dad disappeared... [NEW_DIALOG] I just hid inside my house... Inside my own shell... [NEW_DIALOG] I did my best to avoid Prez every time she came to invite me to school... [NEW_DIALOG] But somehow I became part of your world... [NEW_DIALOG] And now I'm a different person. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo] I'm going to look for Jack. Help me out, Mega? [NEW_DIALOG] [DIALOG_START][Mega] ...Meh, I might as well. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e213}{1} [DIALOG_START][Prez] Geo... ¿He hecho algo mal? [NEW_DIALOG] [DIALOG_START][Geo] C-Creo que no... [NEW_DIALOG] Vamos a buscarle, ¿te parece? [NEW_DIALOG] [DIALOG_START][Bud] ¡¿Y para qué?! ¿Por qué molestarse con ese cazurro? [NEW_DIALOG] [DIALOG_START][Zack] ¡Coincido al 100%! [NEW_DIALOG] ¡No puedo creer que haya tratado así a la Dele! ¡Solo intentaba ser amable! [NEW_DIALOG] [DIALOG_START][Geo] Pero Zack, Bud... [NEW_DIALOG] ¿Cuando me conocisteis no erais iguales? [NEW_DIALOG] [DIALOG_START][Bud] {ec13}¡! [NEW_DIALOG] [DIALOG_START][Zack] {ec13}... [NEW_DIALOG] [DIALOG_START][Prez] Geo... [NEW_DIALOG] [DIALOG_START][Geo] Tras la desaparición de mi padre me daba miedo acercarme a los demás... [NEW_DIALOG] Me quedaba en casa... Dentro de mi cascarón... [NEW_DIALOG] Cada vez que la Dele venía a llevarme a clase, yo la evitaba... [NEW_DIALOG] Pero al final acabé formando parte de vuestro mundo... [NEW_DIALOG] Y ahora soy alguien totalmente distinto. [NEW_DIALOG] [DIALOG_START][Mega] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo] Voy a buscar a Jack. ¿Me echas una mano, Mega? [NEW_DIALOG] [DIALOG_START][Mega] Meh, ¿por qué no? [NEW_DIALOG] {ec00}{1}
