Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch2/05.po
Languages: es_es

source: {ec00}{0} [DIALOG_START]{9d}Uhhhh... What happened? [NEW_DIALOG] [DIALOG_START][Megaman] Phew! It looks like he's back to normal. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{9d}Aahhh... ¿Qué ha pasado? [NEW_DIALOG] [DIALOG_START][Megaman] ¡Fiu! Parece que ha vuelto a la normalidad. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Dang! Looks like a regular Wizard won't be enough. [NEW_DIALOG] So next I'll... [NEW_DIALOG] [DIALOG_START][NONAME] Geeeooo! [NEW_DIALOG] [DIALOG_START][Jack] {ec13}...? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¡Mierda! Parece que no bastará con un Wizard normal. [NEW_DIALOG] Ahora voy yo... [NEW_DIALOG] [DIALOG_START][NONAME] ¡Geeeooo! [NEW_DIALOG] [DIALOG_START][Jack] {ec13}¿...? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] ...Someone's coming. [NEW_DIALOG] Looks like it's the end of my fun for today. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Viene alguien. [NEW_DIALOG] Parece que se me ha acabado la diversión. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Huh? Didn't someone call me...? [NEW_DIALOG] [DIALOG_START][Mega] I heard it, too. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Eh? ¿Me han llamado? [NEW_DIALOG] [DIALOG_START][Mega] Yo también lo he oído. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Maybe it was just my imagination. [NEW_DIALOG] [DIALOG_START][Mega] No. I definitely heard it, too. [NEW_DIALOG] There's no way we were both mistaken. [NEW_DIALOG] [DIALOG_START][Geo] Yeah... Weird... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Serán imaginaciones mías. [NEW_DIALOG] [DIALOG_START][Mega] No. Yo también lo he oído. [NEW_DIALOG] Es imposible que nos lo hayamos imaginado los dos. [NEW_DIALOG] [DIALOG_START][Geo] Sí... Qué raro... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Who!? What!? [NEW_DIALOG] [DIALOG_START][Sonia] *giggle* Don't move, Geo. [NEW_DIALOG] Move and you're a goner! [NEW_DIALOG] [DIALOG_START][Geo] What!? What!? [NEW_DIALOG] [DIALOG_START][Sonia] Try and guess who this is! [NEW_DIALOG] [DIALOG_START][Geo] Hmm, it has to be {e259}! [NEW_DIALOG] [DIALOG_START][Sonia] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Quién?! ¡¿Cómo?! [NEW_DIALOG] [DIALOG_START][Sonia] Ji, ji, ji... No te muevas, Geo. [NEW_DIALOG] ¡Como te muevas estás muerto! [NEW_DIALOG] [DIALOG_START][Geo] ¡¿Que qué?! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Venga, adivina quién soy! [NEW_DIALOG] [DIALOG_START][Geo] Mmm. ¡Eres {e259}! [NEW_DIALOG] [DIALOG_START][Sonia] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e212}{1d}{1} [DIALOG_START][Geo] So it is you, Sonia. [NEW_DIALOG] [DIALOG_START][Sonia] Wrong answer, Geo. [NEW_DIALOG] [DIALOG_START][Geo] Huh? [NEW_DIALOG] [DIALOG_START][Sonia] Shouldn't you have guessed wrong once or twice? You know, to be a tease. [NEW_DIALOG] [DIALOG_START][Geo] I didn't think of that... [NEW_DIALOG] [DIALOG_START][Sonia] That's boys for you. [NEW_DIALOG] Anyway! It's been a while, so I thought I'd come see you! [NEW_DIALOG] [DIALOG_START][Geo] You came just to see me? Wow, thanks! [NEW_DIALOG] [DIALOG_START][Sonia] It's been what? A month? [NEW_DIALOG] It's been so long I thought you might forget me. I didn't want that to happen! [NEW_DIALOG] [DIALOG_START][Geo] I could never forget you! [NEW_DIALOG] You were my first Brother, Sonia! [NEW_DIALOG] [DIALOG_START][Sonia] Hehe, that's right! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e212}{1d}{1} [DIALOG_START][Geo] Eres tú, Sonia. [NEW_DIALOG] [DIALOG_START][Sonia] Mal, Geo. [NEW_DIALOG] [DIALOG_START][Geo] ¿Qué? [NEW_DIALOG] [DIALOG_START][Sonia] Podrías haber fallado un par de veces, ¿no? Para darle emoción. [NEW_DIALOG] [DIALOG_START][Geo] Pues no lo había pensado... [NEW_DIALOG] [DIALOG_START][Sonia] Estos chicos... [NEW_DIALOG] ¡En fin! ¡Hacía mucho que no nos veíamos, así que me he pasado a saludar! [NEW_DIALOG] [DIALOG_START][Geo] ¿Has venido a verme? ¡Vaya, gracias! [NEW_DIALOG] [DIALOG_START][Sonia] ¿Cuánto hace? ¿Un mes? [NEW_DIALOG] Ya pensaba que te ibas a olvidar de mí y todo. ¡Y no me da la gana! [NEW_DIALOG] [DIALOG_START][Geo] ¡Pero cómo iba a olvidarte! [NEW_DIALOG] ¡Eres mi primera Hermana, Sonia! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Je, je, exacto! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Hey there, Mega! [NEW_DIALOG] You look right at home being Geo's Wizard! [NEW_DIALOG] [DIALOG_START][Mega] Yeah whatever... [NEW_DIALOG] Don't tell me you brought you know who with you... [NEW_DIALOG] [DIALOG_START][NONAME] Oh, do you mean me, dear? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡¿Qué tal, Mega?! [NEW_DIALOG] ¡Se te ve muy cómodo siendo el Wizard de Geo! [NEW_DIALOG] [DIALOG_START][Mega] Lo que tú digas... [NEW_DIALOG] No me digas que has venido con quien tú ya sabes... [NEW_DIALOG] [DIALOG_START][NONAME] Oh, ¿te refieres a mí, querido? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lyra] You don't have to hide that you're happy to see me. Hehe. [NEW_DIALOG] [DIALOG_START][Mega] Ugh! So you are here, {e25a}. [NEW_DIALOG] [DIALOG_START][Lyra] Of course. I'm Sonia's Wizard, after all. [NEW_DIALOG] But it's not like she leads me around. [NEW_DIALOG] I'm a strong independent female alien. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lyra] No te hagas el duro. Sé que te alegras de verme. Jeje. [NEW_DIALOG] [DIALOG_START][Mega] ¡Agh! Estás aquí, {e25a}. [NEW_DIALOG] [DIALOG_START][Lyra] Pues claro. Soy la Wizard de Sonia. [NEW_DIALOG] Pero ella no me controla ni nada. [NEW_DIALOG] Soy una alienígena fuerte e independiente. [NEW_DIALOG] {ec00}{1}

source: {e213}{1}{ec00}{0} [DIALOG_START][Jack_Flask] Whoa! [NEW_DIALOG] Is that Sonia Strumm!? I-I-It really is Sonia Strumm! [NEW_DIALOG] {ec00}{1}
es_es: {e213}{1}{ec00}{0} [DIALOG_START][Jack_Flask] ¡Hala! [NEW_DIALOG] ¡¿Esa es Sonia Strum?! ¡E-es Sonia Strumm! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harry_Sasoon] The super famous star... Sonia Strumm... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harry_Sasoon] La superestrella... Sonia Strumm... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{2b}She's in {e4b0}!? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{2b}¡¿Está en {e4b0}?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Uh oh! I was spotted. What should we do...? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Oh, oh! Me han pillado. ¿Y ahora qué hacemos? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lyra] This is exactly why I said you should come in disguise. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lyra] Mira que te dije que vinieras de incógnito. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] But I had to make sure that Geo and the others could recognize me. [NEW_DIALOG] [DIALOG_START][Lyra] You should really listen to me more often, you know. [NEW_DIALOG] Good luck getting out of this one! [NEW_DIALOG] [DIALOG_START][Mega] Sorry, kid. [NEW_DIALOG] But you're on your own for this one. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¿Pero así cómo iban a reconocerme Geo y los demás? [NEW_DIALOG] [DIALOG_START][Lyra] Deberías hacerme caso de vez en cuando. [NEW_DIALOG] ¡Suerte para salir de esta! [NEW_DIALOG] [DIALOG_START][Mega] Lo siento, chico. [NEW_DIALOG] Pero te las tendrás que apañar solo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] L-Lyra, don't leave when I need your help! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡L-Lyra, no me dejes cuando más te necesito! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] {ec13}(When we're hanging out I totally forget that Sonia is so famous...) [NEW_DIALOG] [DIALOG_START][NONAME] Ahhh! SO{e114}NI{e114}A{e114}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] {ec13}(Cuando estamos juntos, me olvido de que Sonia es superfamosa...) [NEW_DIALOG] [DIALOG_START][NONAME] ¡Ahhh! ¡¡SO{e114}NI{e114}A{e114}!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Th-This is bad! There's going to be a riot! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Q-qué mal! ¡Aquí se va a armar una buena! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] We've got to run, Sonia! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Corre, Sonia! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] What? How? [NEW_DIALOG] [DIALOG_START][Geo] I have an idea! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¿Qué? ¿Cómo? [NEW_DIALOG] [DIALOG_START][Geo] ¡Tengo una idea! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Sweet, nobody noticed us. [NEW_DIALOG] [DIALOG_START][Sonia] I'm really sorry for showing up without thinking, Geo... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Bien, no nos han seguido. [NEW_DIALOG] [DIALOG_START][Sonia] Geo, lo siento mucho por presentarme sin pensar, Geo. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] There's nothing to be sorry about. [NEW_DIALOG] You can't help that you're so famous. [NEW_DIALOG] And it's my job as your friend to help you out when you're in trouble. [NEW_DIALOG] [DIALOG_START][Sonia] You're the best, Geo! [NEW_DIALOG] [DIALOG_START][Geo] Let's get out of here before we get noticed. [NEW_DIALOG] [DIALOG_START][Sonia] But, how? [NEW_DIALOG] [DIALOG_START][Geo] There's one thing that only we can do. [NEW_DIALOG] [DIALOG_START][Sonia] Ah, EM Wave Change! [NEW_DIALOG] [DIALOG_START][Geo] Exactly. Come on, let's get going. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] No tienes por qué disculparte. [NEW_DIALOG] No puedes evitar ser famosa. [NEW_DIALOG] Y soy tu amigo. Cuando tú estás en problemas, tengo que ayudarte, ¿no? [NEW_DIALOG] [DIALOG_START][Sonia] ¡Eres el mejor, Geo! [NEW_DIALOG] [DIALOG_START][Geo] Salgamos de aquí antes de que nos vean. [NEW_DIALOG] [DIALOG_START][Sonia] Pero, ¿cómo? [NEW_DIALOG] [DIALOG_START][Geo] De una forma que solo nosotros podemos. [NEW_DIALOG] [DIALOG_START][Sonia] ¡Ah, Cambio de onda EM! [NEW_DIALOG] [DIALOG_START][Geo] Exacto. Vamos, en marcha. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] Let's get to the Wave Road. [NEW_DIALOG] [DIALOG_START][Sonia] Got it! Are you ready, Lyra!? [NEW_DIALOG] [DIALOG_START][Lyra] I'm ready, Sonia. [NEW_DIALOG] [DIALOG_START][Sonia] EM Wave Change! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] Vamos al Camino Onda. [NEW_DIALOG] [DIALOG_START][Sonia] ¡Vale! ¡¿Estás lista, Lyra?! [NEW_DIALOG] [DIALOG_START][Lyra] Estoy lista, Sonia. [NEW_DIALOG] [DIALOG_START][Sonia] ¡Cambio de onda EM! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Harp_Note] It's been so long since we've done an EM Wave Change. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Harp_Note] Hacía mucho que no hacía un Cambio de onda. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Megaman] OK, it's Wave Road time! [NEW_DIALOG] [DIALOG_START][Harp_Note] OK! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Megaman] ¡Vale, al Camino Onda! [NEW_DIALOG] [DIALOG_START][Harp_Note] ¡Sí! [NEW_DIALOG] {ec00}{1}
