Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch2/07.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Geo] We're safe now. [NEW_DIALOG] [DIALOG_START][Sonia] Thanks a lot, Geo. [NEW_DIALOG] And I'm sorry for all the trouble. [NEW_DIALOG] [DIALOG_START][Geo] Don't worry about it. It's what friends are for. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Aquí estaremos a salvo. [NEW_DIALOG] [DIALOG_START][Sonia] Muchísimas gracias, Geo. [NEW_DIALOG] Y siento los problemas que te he causado. [NEW_DIALOG] [DIALOG_START][Geo] No te preocupes. Para eso están los amigos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] So this is the Roof of the school, huh? [NEW_DIALOG] It's really nice up here with the breeze and the view. [NEW_DIALOG] [DIALOG_START][Geo] It's the most popular place at Echo Ridge Elementary. [NEW_DIALOG] Give me a second to call Prez and the others. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¿Estamos en la azotea de la escuela entonces? [NEW_DIALOG] Qué bien sienta el airecito y las vistas son preciosas. [NEW_DIALOG] [DIALOG_START][Geo] Es el sitio más popular de toda la escuela. [NEW_DIALOG] Dame un momento y llamo a la Dele y el resto. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] I'm so glad to see you again, Sonia! [NEW_DIALOG] [DIALOG_START][Zack] I watch your TV show, "Song of Dreams", every week! [NEW_DIALOG] [DIALOG_START][Sonia] Thanks, guys! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Cómo me alegro de verte, Sonia! [NEW_DIALOG] [DIALOG_START][Zack] ¡No me pierdo nunca tu programa, «Canción de ensueño»! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Gracias, chicos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] So what happened that forced you to take shelter on the Roof? [NEW_DIALOG] [DIALOG_START][Geo] Well, I was looking for Jack, but I couldn't find him. [NEW_DIALOG] Then I bumped into Sonia. [NEW_DIALOG] After we talked for a bit, a fan noticed her. [NEW_DIALOG] So we had to EM Wave Change and use the Wave Road to get away. [NEW_DIALOG] [DIALOG_START][Bud] Oh yeah, Sonia can EM Wave Change just like Geo. [NEW_DIALOG] You become Harp Note, right? [NEW_DIALOG] [DIALOG_START][Zack] I'm so jealous! I wish I could EM Wave Change with Pedia! [NEW_DIALOG] [DIALOG_START][Pedia] Sorry, Zack. I am not equipped with that function. [NEW_DIALOG] [DIALOG_START][Prez] So why did you come to Echo Ridge, today, Sonia? [NEW_DIALOG] [DIALOG_START][Sonia] Oh, well, I really wanted to see everyone since it's been awhile. [NEW_DIALOG] I also wanted to ask if everyone wanted to appear in my TV show tomorrow. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¿Por qué habéis venido a la azotea en busca de refugio? [NEW_DIALOG] [DIALOG_START][Geo] Estaba buscando a Jack, pero no le encontraba. [NEW_DIALOG] Y entonces me topé con Sonia. [NEW_DIALOG] Estuvimos un rato hablando y un fan la reconoció. [NEW_DIALOG] Así que hicimos un Cambio de onda y vinimos por el Camino Onda. [NEW_DIALOG] [DIALOG_START][Bud] Es verdad, Sonia también puede hacer el Cambio de onda EM. [NEW_DIALOG] Te has transformado en Harp Note, ¿verdad? [NEW_DIALOG] [DIALOG_START][Zack] ¡Qué envidia! ¡Ojalá pudiera hacerlo yo con Pedia! [NEW_DIALOG] [DIALOG_START][Pedia] Lo siento, Zack. No me programaron con esa función. [NEW_DIALOG] [DIALOG_START][Prez] ¿Por qué has venido a Echo Ridge, Sonia? [NEW_DIALOG] [DIALOG_START][Sonia] Bueno, hacía mucho que no os veía y tenía ganas. [NEW_DIALOG] También os quería preguntar si os gustaría salir en mi programa. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Be on TV!? Us!? [NEW_DIALOG] [DIALOG_START][Sonia] Well, only as extras. As long as it's cool with everyone... [NEW_DIALOG] But don't worry! I'm going to make sure the director gets you clearly on screen. [NEW_DIALOG] [DIALOG_START][Prez] A chance to appear on a TV show... It's a dream come true... [NEW_DIALOG] [DIALOG_START][Bud] They got free catering at TV recordings! Booyah! I'm totally in! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡¿Nosotros?! ¡¿Salir en la tele?! [NEW_DIALOG] [DIALOG_START][Sonia] Bueno, seríais extras. Si os parece bien... [NEW_DIALOG] ¡Pero no os preocupéis! Me aseguraré de que se os vea bien en pantalla. [NEW_DIALOG] [DIALOG_START][Prez] Una oportunidad de salir en la tele... Es un sueño hecho realidad... [NEW_DIALOG] [DIALOG_START][Bud] ¡Y en esas grabaciones siempre hay comida gratis! ¡Yo me apunto! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] Is that all you really care about, Bud? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] ¿Solo te interesa eso, Bud? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] So it's decided then...? [NEW_DIALOG] [DIALOG_START][Geo] Of course! [NEW_DIALOG] [DIALOG_START][Prez] Since she went to all the trouble to invite us... [NEW_DIALOG] We should go to make her happy, right? [NEW_DIALOG] [DIALOG_START][Sonia] Yey! [NEW_DIALOG] Oh yeah! I'm also doing a concert at the studio, after the recording! [NEW_DIALOG] You're welcome to come to that as well! [NEW_DIALOG] [DIALOG_START][Geo] Sweet! I haven't heard you live in a while. [NEW_DIALOG] [DIALOG_START][Sonia] Yeah, I've been busy with other things. But singing is my true passion! [NEW_DIALOG] I'm really excited to get up on stage again! [NEW_DIALOG] [DIALOG_START][Zack] Where exactly is the TV show recording and the concert taking place? [NEW_DIALOG] [DIALOG_START][Sonia] At {e4c0}! [NEW_DIALOG] [DIALOG_START][Geo] Ah, I know that studio! [NEW_DIALOG] It's a new studio where humans and Wizards work [NEW_DIALOG] together to make TV shows! [NEW_DIALOG] [DIALOG_START][Sonia] That's right! Even the director of my show is a Wizard. [NEW_DIALOG] [DIALOG_START][Zack] So cool... [NEW_DIALOG] [DIALOG_START][Sonia] So is it really OK? I mean, the studio is kind of far away. [NEW_DIALOG] [DIALOG_START][Bud] Not a problem! For you we'd do just about anything! [NEW_DIALOG] [DIALOG_START][Prez] Would you go that far for me, Bud? [NEW_DIALOG] Maybe if you got a pizza as a reward or something... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¿Decidido entonces? [NEW_DIALOG] [DIALOG_START][Geo] ¡Claro! [NEW_DIALOG] [DIALOG_START][Prez] Ya que te has tomado la molestia de invitarnos... [NEW_DIALOG] Tenemos que ir sí o sí, ¿no? [NEW_DIALOG] [DIALOG_START][Sonia] ¡Viva! [NEW_DIALOG] ¡Ah, sí! ¡Voy a dar un concierto en el estudio después de la grabación! [NEW_DIALOG] ¡También estáis invitados! [NEW_DIALOG] [DIALOG_START][Geo] ¡Guay! Hace mucho que no te escucho en directo. [NEW_DIALOG] [DIALOG_START][Sonia] Sí, he estado bastante liada. ¡Pero cantar es mi pasión! [NEW_DIALOG] ¡Qué emoción, volver a subirme a los escenario! [NEW_DIALOG] [DIALOG_START][Zack] ¿Y dónde será la grabación y el concierto? [NEW_DIALOG] [DIALOG_START][Sonia] ¡En el {e4c0}! [NEW_DIALOG] [DIALOG_START][Geo] ¡Ah, lo conozco! [NEW_DIALOG] ¡Es ese nuevo estudio donde hacen programas [NEW_DIALOG] con humanos y Wizards! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Exacto! El director de mi programa es un Wizard. [NEW_DIALOG] [DIALOG_START][Zack] Qué guay... [NEW_DIALOG] [DIALOG_START][Sonia] ¿De verdad os apetece? El estudio está bastante lejos. [NEW_DIALOG] [DIALOG_START][Bud] ¡No pasa nada! ¡Haríamos cualquier cosa por ti! [NEW_DIALOG] [DIALOG_START][Prez] ¿Irías tan lejos por mí, Bud? [NEW_DIALOG] Si te diera una pizza de recompensa... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Of course I would! Even with no pizza! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Claro que sí! ¡Y sin pizza ni nada! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] ...Ah. [NEW_DIALOG] [DIALOG_START][Geo] What's up? [NEW_DIALOG] [DIALOG_START][Sonia] I just received a pop-up. [NEW_DIALOG] I have to get back for a meeting about the TV show and concert. Gotta run! [NEW_DIALOG] [DIALOG_START][Bud] What!? But you just got here! [NEW_DIALOG] [DIALOG_START][Sonia] Yeah, I know... [NEW_DIALOG] Should I pretend I didn't see it? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] Ah... [NEW_DIALOG] [DIALOG_START][Geo] ¿Qué pasa? [NEW_DIALOG] [DIALOG_START][Sonia] Me acaba de llegar una notificación. [NEW_DIALOG] Tengo que ir a una reunión del programa y el concierto. ¡Adiós! [NEW_DIALOG] [DIALOG_START][Bud] ¡¿Qué?! ¡Pero si acabas de llegar! [NEW_DIALOG] [DIALOG_START][Sonia] Ya... [NEW_DIALOG] ¿Y si hago como que no lo he visto? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] I don't think that's a good idea, Sonia! [NEW_DIALOG] The TV show recording and the concert are tomorrow, right? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Qué dices, Sonia! [NEW_DIALOG] La grabación y el concierto son mañana, ¿no? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] *giggle* I was just joking, silly. [NEW_DIALOG] I could never skip out on my work and my passion! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] Ji, ji, ji... Era broma, tontorrón. [NEW_DIALOG] ¡¿Cómo iba a pasar de mi trabajo y mi pasión?! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] But I did really want to hang out with everyone. [NEW_DIALOG] [DIALOG_START][Prez] Don't worry. We'll all see each other tomorrow! [NEW_DIALOG] [DIALOG_START][Sonia] I guess you're right. Then I'll see you all tomorrow at {e4c0}! [NEW_DIALOG] [DIALOG_START][Bud] I can't wait! [NEW_DIALOG] [DIALOG_START][Zack] Take it easy! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] Pero sí que quería estar un rato con vosotros. [NEW_DIALOG] [DIALOG_START][Prez] No te preocupes. ¡Mañana nos veremos todo lo que quieras! [NEW_DIALOG] [DIALOG_START][Sonia] Pues sí, la verdad. ¡Pues nos vemos mañana en el {e4c0}! [NEW_DIALOG] [DIALOG_START][Bud] ¡Qué ganas tengo! [NEW_DIALOG] [DIALOG_START][Zack] ¡Relájate, Bud! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Ah, Sonia! You shouldn't go that way! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Ah, Sonia! ¡No vayas por ahí! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Why not? [NEW_DIALOG] [DIALOG_START][Geo] The entire school would get thrown into a panic. [NEW_DIALOG] [DIALOG_START][Sonia] Ah, good point. I'll EM Wave Change and go back that way, then. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¿Por qué? [NEW_DIALOG] [DIALOG_START][Geo] Pondrías la escuela patas arriba. [NEW_DIALOG] [DIALOG_START][Sonia] Ah, es verdad. Volveré por donde he venido, entonces. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] She seems to forget just how big of a star she actually is... [NEW_DIALOG] I suppose that's not a bad trait to have. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Parece que se olvida de que es una superestrella... [NEW_DIALOG] Supongo que no es algo malo precisamente. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] So how are we going to get to {e4c0}? [NEW_DIALOG] [DIALOG_START][Prez] Let's meet at the Wave Liner Wicket like we did when we went to {e4bc}. [NEW_DIALOG] [DIALOG_START][Zack] We're going to appear in a TV show and get to see a concert! How awesome! [NEW_DIALOG] [DIALOG_START][Prez] Yeah, it'll be fun! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Y cómo vamos hasta el {e4c0}? [NEW_DIALOG] [DIALOG_START][Prez] Quedamos en la parada del Surcaondas, como cuando lo del {e4bc}. [NEW_DIALOG] [DIALOG_START][Zack] ¡Vamos a salir en la tele y a un concierto! ¡Qué guaaayyy! [NEW_DIALOG] [DIALOG_START][Prez] ¡Sí, lo vamos a pasar genial! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] I have something I want to show to everyone, but I'll save it for tomorrow! [NEW_DIALOG] [DIALOG_START][Geo] Really? What is it? [NEW_DIALOG] [DIALOG_START][Prez] Hehehe. You'll find out tomorrow! [NEW_DIALOG] And don't you dare be late, Bud! [NEW_DIALOG] [DIALOG_START][Bud] Understood! [NEW_DIALOG] [DIALOG_START][Prez] Then that's all for today! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] ¡Quiero enseñaros una cosa, pero mejor lo hago mañana! [NEW_DIALOG] [DIALOG_START][Geo] ¿En serio? ¿Qué es? [NEW_DIALOG] [DIALOG_START][Prez] Je, je, je. ¡Mañana lo verás! [NEW_DIALOG] ¡Y no se te ocurra llegar tarde, Bud! [NEW_DIALOG] [DIALOG_START][Bud] ¡Recibido! [NEW_DIALOG] [DIALOG_START][Prez] ¡Eso es todo por hoy! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Time to go home, Mega. [NEW_DIALOG] [DIALOG_START][Mega] Geez, finally... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Vamos a casa, Mega. [NEW_DIALOG] [DIALOG_START][Mega] Madre, por fin... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] {e4c0}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] El {e4c0}... [NEW_DIALOG] {ec00}{1}
