Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch2/12.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Bud] Wow!! It really has that "studio" feel to it! [NEW_DIALOG] [DIALOG_START][Geo] It's really cool, huh? [NEW_DIALOG] I've never been to a place like this. It's almost overwhelming. [NEW_DIALOG] [DIALOG_START][Zack] So many different TV shows are made here! [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Prez] Don't get so excited, guys! [NEW_DIALOG] We are actors who are going to appear in a TV show! [NEW_DIALOG] You should be more regal! [NEW_DIALOG] [DIALOG_START][Geo] She has a point! [NEW_DIALOG] [DIALOG_START][Jack] Didn't you say, "extras"...? [NEW_DIALOG] [DIALOG_START][Prez] Watch it, Jack! [NEW_DIALOG] Either way, we're appearing in a TV show! [NEW_DIALOG] We're not just worthless interns or something. So be proud! [NEW_DIALOG] [DIALOG_START][Bud] Yeah! [NEW_DIALOG] [DIALOG_START][Mega] Interns aren't allowed to be proud of their work? [NEW_DIALOG] [DIALOG_START][NONAME] Hey, guys! [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Hala! ¡Esto es un estudio de tomo y lomo! [NEW_DIALOG] [DIALOG_START][Geo] Mola, ¿verdad? [NEW_DIALOG] Nunca he estado en un estudio. Se me va a salir el corazón del pecho. [NEW_DIALOG] [DIALOG_START][Zack] ¡Aquí hacen un montón de programas! [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Prez] ¡Chicos, relajaos! [NEW_DIALOG] ¡Que vamos a salir en un programa de la tele! [NEW_DIALOG] ¡Tenéis que comportaros! [NEW_DIALOG] [DIALOG_START][Geo] ¡La Dele tiene razón! [NEW_DIALOG] [DIALOG_START][Jack] No has dicho que seréis extras, ¿no? [NEW_DIALOG] [DIALOG_START][Prez] ¡Cuidadín, Jack! [NEW_DIALOG] ¡En fin, que vamos a salir en la tele! [NEW_DIALOG] Ni tramoyistas ni nada. ¡Actores! ¡Sentíos orgullosos! [NEW_DIALOG] [DIALOG_START][Bud] ¡Sí! [NEW_DIALOG] [DIALOG_START][Mega] ¿Y los tramoyistas no pueden estar orgullosos de su trabajo? [NEW_DIALOG] [DIALOG_START][NONAME] ¡Hola, chicos! [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Sonia_Sexy] Good morning! Sorry I forgot about the Studio Pass! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}!! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}!!!! [NEW_DIALOG] [DIALOG_START][Zack] {ec13}!!!!!! [NEW_DIALOG] [DIALOG_START][Jack] {ec13}? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia_Sexy] ¡Buenas! ¡Lo siento, me había olvidado del pase de estudio! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}¡¡!! [NEW_DIALOG] [DIALOG_START][Bud] {ec13}¡¡¡¡!!!! [NEW_DIALOG] [DIALOG_START][Zack] {ec13}¡¡¡¡¡¡!!!!!! [NEW_DIALOG] [DIALOG_START][Jack] {ec13}¿? [NEW_DIALOG] {ec00}{1}

source: {e212}{1c}{0}{ec00}{0} [DIALOG_START][Bud] W-Wooowzers! [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] What's with you, Bud? [NEW_DIALOG] [DIALOG_START][Bud] You look so cute in that outfit, Sonia! [NEW_DIALOG] [DIALOG_START][Zack] I've seen you countless times on TV, but you look [NEW_DIALOG] even more amazing in real life! [NEW_DIALOG] [DIALOG_START][Geo] Yeah, you look amazing! [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] Hee hee! Really? Don't embarrass me... [NEW_DIALOG] [DIALOG_START][Prez] {ec13}(...Argh! She really is super beautiful today!) [NEW_DIALOG] [DIALOG_START][Vogue] {ec13}(Don't worry, Luna! No one can out shine you!) [NEW_DIALOG] [DIALOG_START][Jack] {ec13}(Sonia Strumm... Like Sis said, I need to keep an eye on her.) [NEW_DIALOG] {ec13}(She can EM Wave Change, too...) [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] {ec13}...? [NEW_DIALOG] Um, who are you? [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo] He's Jack, a new transfer student at our school. [NEW_DIALOG] Do you mind if he joins us, today? [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] Of course not! Nice to meet you, Jack! [NEW_DIALOG] [DIALOG_START][Jack] ...Yeah. [NEW_DIALOG] {e213}{0} [DIALOG_START][NONAME] Sonia! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1c}{0}{ec00}{0} [DIALOG_START][Bud] ¡Madre mía! [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] ¿Qué te pasa, Bud? [NEW_DIALOG] [DIALOG_START][Bud] ¡Sonia, estás estupenda con ese traje! [NEW_DIALOG] [DIALOG_START][Zack] ¡No sé cuántas veces te he visto en la tele, pero [NEW_DIALOG] en persona ganas incluso más! [NEW_DIALOG] [DIALOG_START][Geo] ¡Sí, impresionante! [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] ¡Ji, ji! ¿De verdad? Jo, qué vergüenza... [NEW_DIALOG] [DIALOG_START][Prez] {ec13}(¡Argh! ¡Está preciosa!) [NEW_DIALOG] [DIALOG_START][Vogue] {ec13}(¡Tranquila, Luna! ¡Nadie puede eclipsarte!) [NEW_DIALOG] [DIALOG_START][Jack] {ec13}(Sonia Strumm... Tia me dijo que tenía que vigilarla.)n [NEW_DIALOG] {ec13}(Ella también puede realizar el Cambio de onda.) [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] {ec13}¿...? [NEW_DIALOG] Esto... ¿Y tú quién eres? [NEW_DIALOG] [DIALOG_START][Jack] {ec13}... [NEW_DIALOG] [DIALOG_START][Geo] Es Jack. Acaba de llegar a nuestra escuela. [NEW_DIALOG] ¿Te importa que vaya con nosotros hoy? [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] ¡Claro que no! ¡Encantada de conocerte, Jack! [NEW_DIALOG] [DIALOG_START][Jack] Vale... [NEW_DIALOG] {e213}{0} [DIALOG_START][NONAME] ¡Sonia! [NEW_DIALOG] {ec00}{1}

source: {e211}{1}{ec00}{0} [DIALOG_START][Sonia_Sexy] Hey, Belle! [NEW_DIALOG] {ec00}{1}
es_es: {e211}{1}{ec00}{0} [DIALOG_START][Sonia_Sexy] ¡Hola, Belle! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Belle] Are these your friends? [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] That's right! [NEW_DIALOG] [DIALOG_START][Belle] Nice to meet you! I'm Belle! [NEW_DIALOG] [DIALOG_START][Geo] Nice to meet you! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Belle] ¿Estos son tus amigos? [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] ¡Sí! [NEW_DIALOG] [DIALOG_START][Belle] ¡Es un placer! ¡Yo soy Belle! [NEW_DIALOG] [DIALOG_START][Geo] ¡Encantado! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia_Sexy] Belle is working with me on the TV show! [NEW_DIALOG] Today, she's going to play my friend, as a special guest star. [NEW_DIALOG] [DIALOG_START][Belle] Hehe... [NEW_DIALOG] I'm just trying to improve and learn as much as I can from Sonia, every day! [NEW_DIALOG] [DIALOG_START][NONAME] You could teach her a thing or two, as well, Belle! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia_Sexy] ¡Belle trabaja conmigo en el programa! [NEW_DIALOG] Hoy está de estrella invitada. Hará de amiga de mi personaje. [NEW_DIALOG] [DIALOG_START][Belle] Je, je... [NEW_DIALOG] ¡Intento ser cada día mejor y aprender todo lo que pueda de Sonia! [NEW_DIALOG] [DIALOG_START][NONAME] ¡Tú también podrías enseñarle un par de cosas, Belle! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Belle] Ice... [NEW_DIALOG] [DIALOG_START][Prez] Are you Belle's Wizard? [NEW_DIALOG] [DIALOG_START][Ice] Not only that, I'm also her manager! [NEW_DIALOG] You should know that Belle is going to rule the acting [NEW_DIALOG] and celebrity worlds from the top! [NEW_DIALOG] Just think, this is your chance to get to know her before she takes off! [NEW_DIALOG] [DIALOG_START][Belle] Quit it, Ice... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Belle] Ice... [NEW_DIALOG] [DIALOG_START][Prez] ¿Eres el Wizard de Belle? [NEW_DIALOG] [DIALOG_START][Ice] Y no solo eso. ¡También soy su representante! [NEW_DIALOG] ¡Que sepáis que Belle va a estar en la cima del [NEW_DIALOG] mundo de la interpretación y el famoseo! [NEW_DIALOG] ¡Es vuestra oportunidad de arrimaros a ella antes de que despegue! [NEW_DIALOG] [DIALOG_START][Belle] Déjalo ya, Ice... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ice] She's going to blow right by you, Sonia Strumm! [NEW_DIALOG] Just watch! No one can beat her! [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] I already know that! [NEW_DIALOG] In fact, I know better than anyone, since I work with her! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ice] ¡Vas a morder el polvo, Sonia Strumm! [NEW_DIALOG] ¡Espera y verás! ¡Nadie podrá con ella! [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] ¡Ya lo sé! [NEW_DIALOG] ¡Lo sé mejor que nadie, genio! ¡Trabajo con ella! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ice] Errrg! [NEW_DIALOG] What could you possibly know about Belle's ability!? [NEW_DIALOG] [DIALOG_START][Bud] Umm... [NEW_DIALOG] [DIALOG_START][Zack] She's really showing her competitive spirit... [NEW_DIALOG] [DIALOG_START][Geo] Just like Prez... [NEW_DIALOG] [DIALOG_START][Prez] Did you say something? [NEW_DIALOG] [DIALOG_START][Geo] ...Nope, nothing. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ice] ¡Errrg! [NEW_DIALOG] ¿Y tú qué sabrás de las capacidades de Belle? [NEW_DIALOG] [DIALOG_START][Bud] Eh... [NEW_DIALOG] [DIALOG_START][Zack] Menudo espíritu competitivo... [NEW_DIALOG] [DIALOG_START][Geo] Es igual que la Dele... [NEW_DIALOG] [DIALOG_START][Prez] ¿Qué has dicho? [NEW_DIALOG] [DIALOG_START][Geo] Nada de nada... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ice] And Belle... You have to stop being friends with Sonia! [NEW_DIALOG] She's the king of the hill that you're trying to get to the top of! [NEW_DIALOG] [DIALOG_START][Belle] It's not like she's my enemy or anything... I look up to her... [NEW_DIALOG] [DIALOG_START][Ice] No more talking! It's time to go to the waiting room, anyway. [NEW_DIALOG] [DIALOG_START][Belle] *sigh* Why is such a hot blooded Wizard named "Ice"? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ice] Y Belle... ¡Te he dicho que no te hagas amiga de Sonia! [NEW_DIALOG] ¡Ella es la reina de la colina a la que tienes que derrocar! [NEW_DIALOG] [DIALOG_START][Belle] Ni que fuera mi enemiga... Yo la admiro... [NEW_DIALOG] [DIALOG_START][Ice] ¡Basta de cháchara! Tenemos que irnos a la sala de espera. [NEW_DIALOG] [DIALOG_START][Belle] Ay... Qué ironía que un Wizard tan intenso se llame «Ice». [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Belle] I'll see you later at the recording, Sonia! [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] OK, see ya! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Belle] ¡Nos vemos en la grabación, Sonia! [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] ¡Sí, adiós! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] {ec13}(Heh heh heh...) [NEW_DIALOG] {ec13}(...So there is at least one fun Wizard around.) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] {ec13}(Je, je, je...) [NEW_DIALOG] {ec13}(Por fin aparece un Wizard interesante...) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia_Sexy] Well, I have to get to my rehearsal, so I'll have to catch up with you all later! [NEW_DIALOG] You should get a call when it's your turn to appear. Just relax until then! [NEW_DIALOG] They're doing the scene at the tree road, outside of the studio! [NEW_DIALOG] [DIALOG_START][Geo] Got it. Break a leg, Sonia! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia_Sexy] ¡Tengo que volver al ensayo, luego os veo! [NEW_DIALOG] ¡Cuando os toque salir os llamarán, relajaos hasta entonces! [NEW_DIALOG] Vuestra escena se grabará en la arboleda saliendo del estudio. [NEW_DIALOG] [DIALOG_START][Geo] Vale. ¡Mucha mierda, Sonia! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] So, what should we do? [NEW_DIALOG] [DIALOG_START][Geo] Since we came all this way, let's look around! [NEW_DIALOG] [DIALOG_START][Prez] Vogue, do a search for all of the recommended sights to see here! [NEW_DIALOG] [DIALOG_START][Vogue] OK! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] ¿Y qué hacemos? [NEW_DIALOG] [DIALOG_START][Geo] ¡Ya que estamos aquí, vamos a echar un vistazo! [NEW_DIALOG] [DIALOG_START][Prez] ¡Vogue, búscame sitios recomendados para ver cerca! [NEW_DIALOG] [DIALOG_START][Vogue] ¡Vale! [NEW_DIALOG] {ec00}{1}
