Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch2/15.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][NONAME] OK, rolling! [NEW_DIALOG] Scene 17. Take 1. [NEW_DIALOG] Action! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] ¡Vale, grabando! [NEW_DIALOG] Escena 17. Toma 1. [NEW_DIALOG] ¡Acción! [NEW_DIALOG] {ec00}{1}

source: {e212}!{0}{ec00}{0} [DIALOG_START][Belle] Why such a gloomy face on the day of your big concert? [NEW_DIALOG] You can talk to me about anything, you know. [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] I'm just wondering if this is the right thing to do... [NEW_DIALOG] I love singing because I can see the smiles on the fan's faces... [NEW_DIALOG] The connection I feel with them is what keeps me singing... [NEW_DIALOG] But by continuing my acting career, I wonder if I'll [NEW_DIALOG] lose that connection with my fans... [NEW_DIALOG] {ec00}{1}{e213}{0}
es_es: {e212}!{0}{ec00}{0} [DIALOG_START][Belle] ¿A qué viene esa cara tan larga el día de tu concierto? [NEW_DIALOG] Sabes que puedes contarme lo que sea. [NEW_DIALOG] [DIALOG_START][Sonia_Sexy] Me preguntaba si estoy haciendo lo correcto... [NEW_DIALOG] Me encanta cantar porque veo las sonrisas de los fans... [NEW_DIALOG] Sigo cantando por el lazo que me une a ellos... [NEW_DIALOG] Pero me pregunto si perderé esa conexión [NEW_DIALOG] si continúo con mi carrera de actriz... [NEW_DIALOG] {ec00}{1}{e213}{0}

source: {ec00}{0} [DIALOG_START][Jack] How stupid... [NEW_DIALOG] What do they see in such boring trash... [NEW_DIALOG] [DIALOG_START][Corvus] Jack... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Menuda estupidez... [NEW_DIALOG] No sé qué le ven a esta basura sentimentaloide... [NEW_DIALOG] [DIALOG_START][Corvus] Jack... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] What is it, Corvus...? [NEW_DIALOG] [DIALOG_START][Corvus] You know that big guy, over there? [NEW_DIALOG] [DIALOG_START][Jack] His name's Bob or Bill or... [NEW_DIALOG] Why? [NEW_DIALOG] [DIALOG_START][Corvus] Interesting... [NEW_DIALOG] Very interesting indeed... [NEW_DIALOG] He's emitting a ton of powerful Noise. [NEW_DIALOG] It looks like he has the ability to EM Wave Change. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¿Qué pasa, Corvus? [NEW_DIALOG] [DIALOG_START][Corvus] ¿Sabes quién es ese armario de ahí? [NEW_DIALOG] [DIALOG_START][Jack] Se llama Bob, o Bill, o... [NEW_DIALOG] ¿Por qué? [NEW_DIALOG] [DIALOG_START][Corvus] Interesante... [NEW_DIALOG] Muy interesante... [NEW_DIALOG] Emite una barbaridad de Ruido muy poderoso. [NEW_DIALOG] Parece que es capaz de realizar un Cambio de onda EM. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Hmm... In that case, we should use him to our advantage... [NEW_DIALOG] This could be a good chance to collect some data on Mega Man. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Mmm... En ese caso, podemos usarle a nuestro favor... [NEW_DIALOG] Podría ser una buena oportunidad para conseguir datos sobre Mega Man. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Find it, Noise Card! Find the EM being that's [NEW_DIALOG] inside of him, and make it my tool for destruction! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¡Búscalo, Naipe Ruido! ¡Busca al ser EM de su [NEW_DIALOG] interior y conviértelo en mi herramienta de destrucción! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Bud] Oomph! [NEW_DIALOG] [DIALOG_START][Zack] (B-Bud, they're filming!) [NEW_DIALOG] [DIALOG_START][Bud] It's{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] .{e113}.{e113}.{e113}kind of{e113}.{e113}.{e113}.{e113} hot{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] out here{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] M{e113}m{e113}m{e113}m{e113}m{e113}r{e113}r{e113}r{e113}r{e113}r{e113}r{e113}g{e113}h!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Bud] ¡Ay! [NEW_DIALOG] [DIALOG_START][Zack] (¡B-Bud, que estamos grabando!) [NEW_DIALOG] [DIALOG_START][Bud] ¿Hace{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] .{e113}.{e113}.{e113}calor aquí{e113}.{e113}.{e113}.{e113} o{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] soy yo?{e113}.{e113}.{e113}.{e113} [NEW_DIALOG] ¡¡M{e113}m{e113}m{e113}m{e113}m{e113}r{e113}r{e113}r{e113}r{e113}r{e113}r{e113}g{e113}h!! [NEW_DIALOG] {ec00}{1}

source: {e212}{19}{0}{ec00}{0} [DIALOG_START]{3c}Ahhh! [NEW_DIALOG] What is that!? Some kind of Wizard!? [NEW_DIALOG] [DIALOG_START]{3d}I've never seen a Wizard like that before! [NEW_DIALOG] {e1a0}{3}< [DIALOG_START][Taurus_Fire] Mmmrrrrgh!! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{19}{0}{ec00}{0} [DIALOG_START]{3c}¡Ahhh! [NEW_DIALOG] ¡¿Qué es eso?! ¡¿Un Wizard o algo así?! [NEW_DIALOG] [DIALOG_START]{3d}¡Es la primera vez que veo un Wizard así! [NEW_DIALOG] {e1a0}{3}< [DIALOG_START][Taurus_Fire] ¡Mmmrrrrgh! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Mega, put out the fire! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Mega, apaga el fuego! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Grrrrrr! Beast Slap! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Grrrrrr! ¡Torta de bestia! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] Done like dinner! [NEW_DIALOG] [DIALOG_START][Zack] That was fast! [NEW_DIALOG] [DIALOG_START][Prez] You're not bad, Mega. [NEW_DIALOG] That was impressive. [NEW_DIALOG] [DIALOG_START][Mega] I'm the most powerful Battle Wizard there is! And power is confidence! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Finiquitado! [NEW_DIALOG] [DIALOG_START][Zack] ¡Qué rápido! [NEW_DIALOG] [DIALOG_START][Prez] No está mal, Mega. [NEW_DIALOG] Impresionante. [NEW_DIALOG] [DIALOG_START][Mega] ¡Soy el Wizard de Batalla más fuerte! ¡Y la fuerza es confianza! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Mega] More importantly, Geo! [NEW_DIALOG] [DIALOG_START][Geo_2] I know, Mega! [NEW_DIALOG] Taurus Fire has reawakened inside of Bud, somehow! [NEW_DIALOG] The recording will be ruined if we don't do something, really quick! [NEW_DIALOG] [DIALOG_START][Mega] Let's go buck wild on him! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Mega] ¡Geo! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Ya lo sé, Mega! [NEW_DIALOG] ¡Taurus Fire ha reaparecido en el interior de Bud! [NEW_DIALOG] ¡Como no hagamos algo enseguida, la grabación será un desastre! [NEW_DIALOG] [DIALOG_START][Mega] ¡A por él, chico! [NEW_DIALOG] {ec00}{1}
