Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch2/19.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Prez] Cool. This is where the Real Wave stage is going to be set up. [NEW_DIALOG] [DIALOG_START][Pedia] According to my information banks, the stage has been designed around Sonia. [NEW_DIALOG] Therefore, the main color will be light pink. [NEW_DIALOG] [DIALOG_START][Vogue] Sounds cute! [NEW_DIALOG] [DIALOG_START][Zack] Very interesting, indeed. [NEW_DIALOG] The complexity and design of the projector really tickles my curiosity! [NEW_DIALOG] [DIALOG_START][Sonia] Hey, everyone! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Bien. Aquí van a montar el escenario de Ondas Reales. [NEW_DIALOG] [DIALOG_START][Pedia] Según mis registros, el escenario se ha diseñado basándose en Sonia. [NEW_DIALOG] Por tanto, el color principal será el rosa palo. [NEW_DIALOG] [DIALOG_START][Vogue] ¡Qué «chic»! [NEW_DIALOG] [DIALOG_START][Zack] Muy interesante. [NEW_DIALOG] ¡Tengo curiosidad por conocer la complejidad y el diseño del proyector! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Hola, chicos! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] How are you feeling, Sonia? [NEW_DIALOG] [DIALOG_START][Sonia] Not bad, not bad. [NEW_DIALOG] I'm just a little bit nervous... [NEW_DIALOG] [DIALOG_START][Bud] I didn't think pros like you actually got nervous. [NEW_DIALOG] [DIALOG_START][Sonia] We definitely do... [NEW_DIALOG] Either way, I'm going to have a fun time and give the best concert I can! [NEW_DIALOG] [DIALOG_START][Geo] You'll be great! [NEW_DIALOG] We're all going to root you on from the audience! [NEW_DIALOG] [DIALOG_START][Zack] You're the best, Sonia! You'll do just fine! [NEW_DIALOG] [DIALOG_START][Bud] And even if you make a little mistake, just shrug it off and enjoy the moment! [NEW_DIALOG] That's how I try to live my life, everyday! [NEW_DIALOG] [DIALOG_START][Prez] That's because you're always making mistakes... [NEW_DIALOG] Sonia is too much of a pro for that. [NEW_DIALOG] [DIALOG_START][Sonia] Thank you, everyone... [NEW_DIALOG] .{e114}.{e114}.{e114}I feel much better!! I'm not nervous anymore! [NEW_DIALOG] Cheer me on as loud as you can, OK!? [NEW_DIALOG] [DIALOG_START][Geo] Yeah! Can't wait! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Qué tal estás, Sonia? [NEW_DIALOG] [DIALOG_START][Sonia] Bien, bien. [NEW_DIALOG] Un poco nerviosa solo... [NEW_DIALOG] [DIALOG_START][Bud] No sabía que los profesionales os pusierais nerviosos. [NEW_DIALOG] [DIALOG_START][Sonia] Claro que sí, hombre... [NEW_DIALOG] ¡Da igual, yo voy a pasármelo bien y a hacerlo lo mejor que pueda! [NEW_DIALOG] [DIALOG_START][Geo] ¡Lo harás genial! [NEW_DIALOG] ¡Te estaremos animando entre el público! [NEW_DIALOG] [DIALOG_START][Zack] ¡Eres la mejor, Sonia! ¡Lo harás bien! [NEW_DIALOG] [DIALOG_START][Bud] ¡Y si cometes algún error, tú pasa y sigue a lo tuyo! [NEW_DIALOG] ¡Esa es mi filosofía de vida! [NEW_DIALOG] [DIALOG_START][Prez] Porque no paras de cometer errores... [NEW_DIALOG] Sonia es una profesional. [NEW_DIALOG] [DIALOG_START][Sonia] Gracias, chicos... [NEW_DIALOG] .{e114}.{e114}.{e114} ¡¡Ahora me siento mucho mejor!! ¡Ya no estoy nerviosa! [NEW_DIALOG] ¡Animadme todo lo que podáis, ¿vale?! [NEW_DIALOG] [DIALOG_START][Geo] ¡Sí! ¡Qué emoción! [NEW_DIALOG] {ec00}{1}

source: {e213}{1}{ec00}{0} [DIALOG_START][Lee_Stern] Oh, man...! [NEW_DIALOG] {ec00}{1}
es_es: {e213}{1}{ec00}{0} [DIALOG_START][Lee_Stern] ¡Madre mía! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lee_Stern] Who could have done this!? [NEW_DIALOG] [DIALOG_START][Geo] Hey, it's Lee. [NEW_DIALOG] [DIALOG_START][Prez] Who's that? [NEW_DIALOG] [DIALOG_START][Geo] He's the head of staff, here at the studio. [NEW_DIALOG] Hi, Lee! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lee_Stern] ¡¿Quién ha hecho esto?! [NEW_DIALOG] [DIALOG_START][Geo] Ah, es Lee. [NEW_DIALOG] [DIALOG_START][Prez] ¿Quién es? [NEW_DIALOG] [DIALOG_START][Geo] Es el jefe de personal del estudio. [NEW_DIALOG] ¡Hola, Lee! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lee_Stern] Oh, how's it going, Geo? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lee_Stern] Oh, ¿qué tal, Geo? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] What's wrong? [NEW_DIALOG] [DIALOG_START][Lee_Stern] Everything... [NEW_DIALOG] Someone sent a virus to my {e4a6}. [NEW_DIALOG] I was able to delete it with my Battle Cards, but [NEW_DIALOG] now I just received a threatening message! [NEW_DIALOG] {ec00}{1}{e212}{1e}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Qué pasa? [NEW_DIALOG] [DIALOG_START][Lee_Stern] De todo... [NEW_DIALOG] Alguien ha enviado un virus a mi {e4a6}. [NEW_DIALOG] ¡Lo he eliminado con mis Cartas de Batalla, [NEW_DIALOG] pero ahora he recibido una amenaza! [NEW_DIALOG] {ec00}{1}{e212}{1e}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] A threatening message!? [NEW_DIALOG] What does it say!? [NEW_DIALOG] [DIALOG_START][Lee_Stern] "I will ruin Sonia Strumm's Concert." [NEW_DIALOG] [DIALOG_START][Zack] Sonia's concert... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Since the message was sent directly to my {e4a6}, the sender must have a [NEW_DIALOG] connection with the studio somehow. [NEW_DIALOG] I have no idea what they are planning, but it doesn't sound good at all. [NEW_DIALOG] But still, we "SoniaBackers" will do our best to make it a "Successful Concert"...! [NEW_DIALOG] [DIALOG_START][Prez] "SoniaBackers"? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡¿Una amenaza?! [NEW_DIALOG] ¡¿Qué dice?! [NEW_DIALOG] [DIALOG_START][Lee_Stern] «Voy a arruinar el concierto de Sonia Strumm.» [NEW_DIALOG] [DIALOG_START][Zack] El concierto de Sonia... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Me han enviado el correo directamente a mi {e4a6}, así que el emisario debe [NEW_DIALOG] de tener alguna relación con el estudio. [NEW_DIALOG] No tengo ni idea de qué planea, pero no parece nada bueno. [NEW_DIALOG] Aun así, los Soniamaníacos haremos un concierto inolvidable. Pase lo que pase. [NEW_DIALOG] [DIALOG_START][Prez] ¿Soniamaníacos? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] That's the name of Lee's Team. [NEW_DIALOG] Their Purpose is to make Sonia's concert a "Successful Concert". [NEW_DIALOG] [DIALOG_START][Prez] {ec13}... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Actually, we just updated our Purpose a few minutes ago. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Es el nombre del Equipo de Lee. [NEW_DIALOG] Su Propósito es hacer un concierto inolvidable para Sonia. [NEW_DIALOG] [DIALOG_START][Prez] {ec13}... [NEW_DIALOG] [DIALOG_START][Lee_Stern] La verdad es que hemos actualizado nuestro Propósito hace nada. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] You updated it? [NEW_DIALOG] [DIALOG_START][Lee_Stern] Yeah, the new Purpose of "SoniaBackers" is to "Save the Concert". [NEW_DIALOG] We don't know who would want to ruin the concert, [NEW_DIALOG] but we won't let them get away with a single thing! [NEW_DIALOG] [DIALOG_START][Geo_2] Lee! Please let me help out, too! [NEW_DIALOG] [DIALOG_START][Lee_Stern] Geo... I really appreciate it, but this could turn dangerous. [NEW_DIALOG] If a virus was able to access the Event Stage, [NEW_DIALOG] the whole audience would be in grave danger. [NEW_DIALOG] If you were mixed up in the situation, who knows what could happen to you. [NEW_DIALOG] Sonia couldn't handle that, could she? [NEW_DIALOG] [DIALOG_START][Geo_2] But... [NEW_DIALOG] {e213}{1} [DIALOG_START][Prez] ...Lee. [NEW_DIALOG] [DIALOG_START][Lee_Stern] Yeah? [NEW_DIALOG] [DIALOG_START][Prez] Sonia was Geo's first Brother. And they're best friends. [NEW_DIALOG] [DIALOG_START][Lee_Stern] Yeah, I know that. [NEW_DIALOG] [DIALOG_START][Prez] Despite his appearance, Geo has actually solved [NEW_DIALOG] many problems caused by viruses, for many people. [NEW_DIALOG] Sonia and everyone else here have been saved by Geo multiple times. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Ah, sí? [NEW_DIALOG] [DIALOG_START][Lee_Stern] Sí, el nuevo Propósito de los Soniamaníacos es «Salvar el concierto». [NEW_DIALOG] No sabemos quién quiere arruinar el concierto, [NEW_DIALOG] ¡pero no vamos a dejar que se salga con la suya! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Lee! ¡Deja que os ayude! [NEW_DIALOG] [DIALOG_START][Lee_Stern] Geo... Te lo agradezco, pero puede ser peligroso. [NEW_DIALOG] Si entrara un virus en el Escenario, [NEW_DIALOG] todo el público estaría en peligro. [NEW_DIALOG] Si te ves envuelto en todo esto, ¿quién sabe lo que podría pasarte? [NEW_DIALOG] Sonia no lo soportaría, ¿entiendes? [NEW_DIALOG] [DIALOG_START][Geo_2] Pero... [NEW_DIALOG] {e213}{1} [DIALOG_START][Prez] Lee... [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¿Sí? [NEW_DIALOG] [DIALOG_START][Prez] Sonia fue la primera Hermana de Geo. Y es su mejor amiga. [NEW_DIALOG] [DIALOG_START][Lee_Stern] Sí, ya lo sé. [NEW_DIALOG] [DIALOG_START][Prez] Al contrario de lo que pueda parecer, Geo ya ha resuelto [NEW_DIALOG] numerosos problemas provocados por virus. [NEW_DIALOG] Geo ha salvado a Sonia y a muchos más en numerosas ocasiones. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Prez...? [NEW_DIALOG] [DIALOG_START][Prez] So couldn't you please let Geo join "SoniaBackers"? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿Dele? [NEW_DIALOG] [DIALOG_START][Prez] Por favor, ¿podríais aceptar a Geo en los Soniamaníacos? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Zack] Is that OK with you!? [NEW_DIALOG] [DIALOG_START][Bud] That means Geo will have to leave "Luna 4 Prez"! [NEW_DIALOG] [DIALOG_START][Prez] Idiot! Don't you think I know that!? [NEW_DIALOG] But this goes beyond just the concert! Sonia's life could be in danger! [NEW_DIALOG] [DIALOG_START][Bud] Yeah... [NEW_DIALOG] [DIALOG_START][Zack] She has a point... [NEW_DIALOG] This person is bad enough to send viruses and even threatening messages! [NEW_DIALOG] [DIALOG_START][Mega] If this person is actually serious, then this could turn into something big. [NEW_DIALOG] [DIALOG_START][Prez] Exactly. [NEW_DIALOG] Once the concert is a success, then Geo can return to "Luna 4 Prez". [NEW_DIALOG] Right now, you need to protect Sonia, Geo... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Well then... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Zack] ¿Estás segura? [NEW_DIALOG] [DIALOG_START][Bud] ¡Geo tendrá que salirse de «Luna Presidenta»! [NEW_DIALOG] [DIALOG_START][Prez] ¡Idiota! ¡¿Te crees que no lo sé?! [NEW_DIALOG] ¡Pero no se trata solo del concierto! ¡La vida de Sonia está en peligro! [NEW_DIALOG] [DIALOG_START][Bud] Sí... [NEW_DIALOG] [DIALOG_START][Zack] Tiene razón... [NEW_DIALOG] ¡Se trata de alguien capaz de enviar virus y amenazas! [NEW_DIALOG] [DIALOG_START][Mega] Si la amenaza va en serio, estamos ante algo gordo. [NEW_DIALOG] [DIALOG_START][Prez] Exacto. [NEW_DIALOG] Cuando acabe el concierto podrá volver a «Luna Presidenta». [NEW_DIALOG] Geo, ahora mismo debes proteger a Sonia... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Bueno... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lee_Stern] If it's true that Geo has actually solved other virus related problems, then I [NEW_DIALOG] can't afford to let such a valuable person not join. [NEW_DIALOG] And in fact, whoever this person is, he has already [NEW_DIALOG] started to cause problems all over the studio. [NEW_DIALOG] I need all the help I can get. So, please join my Team, Geo. [NEW_DIALOG] [DIALOG_START][Geo] Thank you... [NEW_DIALOG] You can count on me, Lee! [NEW_DIALOG] {e204}{3} [DIALOG_START][NONAME] Geo's Team and Purpose have changed! [NEW_DIALOG] [DIALOG_START][Bud] Wow! I want to help, too! [NEW_DIALOG] Taurus! Let's check the area for anyone suspicious! [NEW_DIALOG] [DIALOG_START][Taurus] Got it! [NEW_DIALOG] [DIALOG_START][Zack] Pedia and I will check for any traces of tampering in Cyber Cores! [NEW_DIALOG] [DIALOG_START][Pedia] Let's go, Zack! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lee_Stern] Si de verdad Geo ha resuelto tantos problemas de virus, [NEW_DIALOG] ¿quién soy yo para no dejarle entrar en nuestro Equipo? [NEW_DIALOG] Además, sea quien sea esta persona, ya está [NEW_DIALOG] causando problemas en el estudio. [NEW_DIALOG] Necesito toda la ayuda posible. Únete a mi Equipo, Geo. [NEW_DIALOG] [DIALOG_START][Geo] Gracias... [NEW_DIALOG] ¡Confía en mí, Lee! [NEW_DIALOG] {e204}{3} [DIALOG_START][NONAME] ¡El Equipo y Propósito de Geo han cambiado! [NEW_DIALOG] [DIALOG_START][Bud] ¡Hala! ¡Yo también quiero ayudar! [NEW_DIALOG] ¡Taurus! ¡Vamos a comprobar la zona en busca de sospechosos! [NEW_DIALOG] [DIALOG_START][Taurus] ¡Recibido! [NEW_DIALOG] [DIALOG_START][Zack] ¡Pedia y yo buscaremos indicios de modificación en los Cibernúcleos! [NEW_DIALOG] [DIALOG_START][Pedia] ¡Vamos, Zack! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] It looks like I'll just be in the way... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Parece que yo solo seré un estorbo... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Did you say something? [NEW_DIALOG] [DIALOG_START][Prez] Nope, nothing. [NEW_DIALOG] Let's go help, too, Vogue. [NEW_DIALOG] [DIALOG_START][Vogue] Understood, Luna! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¿Qué has dicho, Dele? [NEW_DIALOG] [DIALOG_START][Prez] Nada, nada. [NEW_DIALOG] Vogue, ayuda tú también. [NEW_DIALOG] [DIALOG_START][Vogue] ¡Entendido, Luna! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lee_Stern] Sonia really has some great friends... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lee_Stern] Qué buenos amigos tiene Sonia... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lee_Stern] Alright, Geo. Here's your first assignment as a member of "SoniaBackers". [NEW_DIALOG] For now, go inside of the studio and check for anything strange. [NEW_DIALOG] I'll let you know if anything happens. [NEW_DIALOG] [DIALOG_START][Geo_2] OK! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lee_Stern] Vale, Geo. Esta es tu primera tarea como Soniamaníaco. [NEW_DIALOG] Entra en el estudio y comprueba cosas que te parezcan raras. [NEW_DIALOG] Te llamaré si ocurre algo. [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Vale! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Let's rock, Mega! [NEW_DIALOG] [DIALOG_START][Mega] Grrr! I'm gonna go buck wild! [NEW_DIALOG] On viruses or whatever, if they mess with Sonia, I'm gonna to tear 'em up! [NEW_DIALOG] [DIALOG_START][Geo] ...Maybe you're a little too worked up. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Vamos allá, Mega! [NEW_DIALOG] [DIALOG_START][Mega] ¡Grrr! ¡Voy a pasármelo bomba! [NEW_DIALOG] Me da igual que sean virus o lo que sean. ¡Si se meten con Sonia, los destrozaré! [NEW_DIALOG] [DIALOG_START][Geo] Creo que te has emocionado demasiado. [NEW_DIALOG] {ec00}{1}
