Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch2/23.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][Diamond_Ice] Ahahaha... [NEW_DIALOG] Get ready, Sonia Strumm... [NEW_DIALOG] For you are about to appear on stage for the very last time! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Diamond_Ice] Ja, ja, ja, ja... [NEW_DIALOG] Prepárate, Sonia Strumm... [NEW_DIALOG] ¡Está será tu última salida a escena! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Hey, everyone! [NEW_DIALOG] Thanks for coming, today! [NEW_DIALOG] {e210}{367} [DIALOG_START][NONAME] Yeah!! [NEW_DIALOG] Sonia!! [NEW_DIALOG] [DIALOG_START][Sonia] It's really great to finally get back on stage and be able to sing for everyone! [NEW_DIALOG] Is everyone ready to rock!? [NEW_DIALOG] {e210}{367} [DIALOG_START][NONAME] Yeah!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Hola a todos! [NEW_DIALOG] ¡Gracias a todos por venir! [NEW_DIALOG] {e210}{367} [DIALOG_START][NONAME] ¡¡Sí!! [NEW_DIALOG] ¡¡Sonia!! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Es un placer para mí volver a los escenarios y cantar para vosotros! [NEW_DIALOG] ¡¿Estáis listos para el rock?! [NEW_DIALOG] {e210}{367} [DIALOG_START][NONAME] ¡¡Sí!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lee_Stern] Geo, can I talk to you for a minute? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lee_Stern] Geo, ¿puedo hablar contigo un momento? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Hey, Lee. Sure, what's up? [NEW_DIALOG] [DIALOG_START][Lee_Stern] It looks like we have a problem... [NEW_DIALOG] [DIALOG_START][Geo_2] Uh oh. What is it? [NEW_DIALOG] [DIALOG_START][Lee_Stern] Come with me... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] Eh, Lee. Claro, ¿qué pasa? [NEW_DIALOG] [DIALOG_START][Lee_Stern] Parece que tenemos un problema... [NEW_DIALOG] [DIALOG_START][Geo_2] Oh. ¿Qué ocurre? [NEW_DIALOG] [DIALOG_START][Lee_Stern] Ven conmigo... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] What do you mean by "problem"...? [NEW_DIALOG] [DIALOG_START][Lee_Stern] You don't feel it? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¿Qué es eso de que tenéis un problema? [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¿No lo notáis? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e210}{368}{ec16} [DIALOG_START][NONAME] *Whoooosh* [NEW_DIALOG] [DIALOG_START][Zack] Now that you mention it... [NEW_DIALOG] It does feel strangely cold around here. [NEW_DIALOG] [DIALOG_START][Prez] I was too excited about the concert to notice, but now I feel it, too... [NEW_DIALOG] [DIALOG_START][Bud] Really? I don't feel anything. [NEW_DIALOG] [DIALOG_START][Taurus] That's 'cause you've got all that extra insulation on you! [NEW_DIALOG] [DIALOG_START][Bud] That makes sense! I'm glad to have it! [NEW_DIALOG] [DIALOG_START][Zack] What's the situation, Pedia? [NEW_DIALOG] [DIALOG_START][Pedia] The temperature is 39F and still lowering! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}Brrrr.... [NEW_DIALOG] What's going on...? [NEW_DIALOG] [DIALOG_START][Lee_Stern] The Cyber Core in the stage projector is frozen. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e210}{368}{ec16} [DIALOG_START][NONAME] Fuusshh... [NEW_DIALOG] [DIALOG_START][Zack] Ahora que lo dices... [NEW_DIALOG] No es normal que haga tanto frío aquí. [NEW_DIALOG] [DIALOG_START][Prez] Estaba tan emocionada por el concierto que no lo había notado, pero sí... [NEW_DIALOG] [DIALOG_START][Bud] ¿En serio? Yo estoy tan pancho. [NEW_DIALOG] [DIALOG_START][Taurus] ¡Eso es por la grasa que tienes, que te aísla! [NEW_DIALOG] [DIALOG_START][Bud] ¡Pues tiene sentido! ¡Menos mal que soy gordito! [NEW_DIALOG] [DIALOG_START][Zack] Pedia, ¿cuál es la situación? [NEW_DIALOG] [DIALOG_START][Pedia] ¡Estamos a 4ºC de temperatura y bajando! [NEW_DIALOG] [DIALOG_START][Geo] {ec13}Brrrr... [NEW_DIALOG] ¿Qué está pasando? [NEW_DIALOG] [DIALOG_START][Lee_Stern] El Cibernúcleo del proyector del escenario está congelado. [NEW_DIALOG] {ec00}{1}

source: {e212}{1e}{1}{ec00}{0} [DIALOG_START][Geo_2] The Cyber Core is frozen!? [NEW_DIALOG] [DIALOG_START][Lee_Stern] Yeah... It shouldn't be possible for a Cyber Core of a Real [NEW_DIALOG] Wave that's this big to ever freeze up. [NEW_DIALOG] [DIALOG_START][Mega] This doesn't feel good at all, kid... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Our worst fear is that... [NEW_DIALOG] ...the projector will stop responding. [NEW_DIALOG] [DIALOG_START][Prez] That means... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Everyone on the stage will be stuck up there without any way to get down. [NEW_DIALOG] And if it gets too cold, they could all freeze to death... [NEW_DIALOG] [DIALOG_START][Prez] T-That's terrible... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1e}{1}{ec00}{0} [DIALOG_START][Geo_2] ¡¿Que está congelado?! [NEW_DIALOG] [DIALOG_START][Lee_Stern] Sí... Debería ser imposible que el Cibernúcleo de una Onda Real [NEW_DIALOG] tan grande como esta se congele. [NEW_DIALOG] [DIALOG_START][Mega] Esto me da mala espina, chico... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Lo que nos tememos es... [NEW_DIALOG] ...que el proyector se cuelgue. [NEW_DIALOG] [DIALOG_START][Prez] Entonces... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Los que estén en el escenario se quedarán atrapados sin posibilidades de bajar. [NEW_DIALOG] Y si sigue enfriándose, podrían morir por congelación... [NEW_DIALOG] [DIALOG_START][Prez] E-es terrible... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Belle] Um, Lee... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Belle] Esto, Lee... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lee_Stern] Hi, Belle. How are you doing? [NEW_DIALOG] [DIALOG_START][Belle] Well... My Wizard, Ice, disappeared a little while ago. [NEW_DIALOG] [DIALOG_START][Lee_Stern] Ice...? [NEW_DIALOG] [DIALOG_START][Bud] That popsicle-looking one, right? [NEW_DIALOG] [DIALOG_START][Belle] I heard from the staff about the threats and the other problems. [NEW_DIALOG] They seem to have begun right after she disappeared. [NEW_DIALOG] Her rivalry with Sonia is making me a little worried that maybe Ice... [NEW_DIALOG] [DIALOG_START][Lee_Stern] There's no way it's her. [NEW_DIALOG] Ice is your Manager Wizard. [NEW_DIALOG] She couldn't possibly have that kind of power. [NEW_DIALOG] [DIALOG_START][Belle] That's true, but... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][Lee_Stern] Hola, Belle. ¿Qué tal estás? [NEW_DIALOG] [DIALOG_START][Belle] Bueno... Ice, mi Wizard, ha desaparecido hace un rato. [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¿Ice? [NEW_DIALOG] [DIALOG_START][Bud] El que parece un polo, ¿no? [NEW_DIALOG] [DIALOG_START][Belle] Los de personal me han hablado de las amenazas y los problemas. [NEW_DIALOG] Parece que comenzaron justo tras su desaparición. [NEW_DIALOG] Me preocupa que su rivalidad con Sonia haya que hecho que... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Es imposible que sea ella. [NEW_DIALOG] Ice es un Wizard representante. [NEW_DIALOG] No debería de tener esa clase de poder. [NEW_DIALOG] [DIALOG_START][Belle] Bueno, sí, pero... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Mega... [NEW_DIALOG] [DIALOG_START][Mega] I guess my bad feeling was on the mark after all. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Mega... [NEW_DIALOG] [DIALOG_START][Mega] Creo que no iba mal encaminado con ese mal presentimiento. [NEW_DIALOG] {ec00}{1}

source: {e212}{19}{0}{ec00}{0} [DIALOG_START][Sonia] {ec13}...!!! [NEW_DIALOG] [DIALOG_START][NONAME] What just happened!? [NEW_DIALOG] Did the stage just freeze!? [NEW_DIALOG] *chatter, chatter* [NEW_DIALOG] [DIALOG_START][Lee_Stern] W-What...!? [NEW_DIALOG] [DIALOG_START][Geo_2] Sonia...! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{19}{0}{ec00}{0} [DIALOG_START][Sonia] {ec13}¡¡¡!!! [NEW_DIALOG] [DIALOG_START][NONAME] ¡¿Qué ha pasado?! [NEW_DIALOG] ¡¿El escenario se ha congelado?! [NEW_DIALOG] Bla, bla, bla... [NEW_DIALOG] [DIALOG_START][Lee_Stern] ¡¿P-pero qué...?! [NEW_DIALOG] [DIALOG_START][Geo_2] ¡Sonia! [NEW_DIALOG] {ec00}{1}

source: {e213}{0}{ec00}{0} [DIALOG_START][Sonia] Everyone! I need you to get really excited for this next song! [NEW_DIALOG] {ec00}{1}
es_es: {e213}{0}{ec00}{0} [DIALOG_START][Sonia] ¡Chicos! ¡Quiero que os dejéis la voz en la siguiente canción! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Sonia... [NEW_DIALOG] [DIALOG_START][Lee_Stern] She's doing her best to keep everyone calm... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Sonia... [NEW_DIALOG] [DIALOG_START][Lee_Stern] Está intentando que no cunda el pánico... [NEW_DIALOG] [DIALOG_START][Geo_2] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] Lee... [NEW_DIALOG] Can you please give me access to the stage's Cyber Core? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Lee... [NEW_DIALOG] ¿Puedes darme acceso al Cibernúcleo del escenario? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Lee_Stern] {ec13}... [NEW_DIALOG] Sure, I'll give you access, but I'm not asking why you need it... [NEW_DIALOG] Because you're not only my Team member, but also my Brother. [NEW_DIALOG] The only reason the concert was able to even start was you. [NEW_DIALOG] I know you can fix this and save everyone, too. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Lee_Stern] {ec13}... [NEW_DIALOG] Claro, y no te preguntaré por qué lo necesitas. [NEW_DIALOG] Porque no solo eres miembro de mi Equipo. Eres mi Hermano. [NEW_DIALOG] Si hemos podido hacer este concierto ha sido gracias a ti. [NEW_DIALOG] Sé que podrás arreglar este entuerto y salvarnos. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0}{e202}{7}{e1a1} [DIALOG_START][NONAME] Geo got: "{e6e7}"! [NEW_DIALOG] {e201}{7} [DIALOG_START][Prez] Be careful, Geo... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0}{e202}{7}{e1a1} [DIALOG_START][NONAME] ¡Geo ha obtenido: «{E7}{E6}»! [NEW_DIALOG] {e201}{7} [DIALOG_START][Prez] Ten cuidado, Geo... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] I will. [NEW_DIALOG] Please take care of Sonia and everyone while I'm gone, Prez. [NEW_DIALOG] [DIALOG_START][Prez] Got it. [NEW_DIALOG] [DIALOG_START][Zack] Stay safe, Geo! [NEW_DIALOG] [DIALOG_START][Bud] We're going to cheer on Sonia so strongly that we'll make this place burn up! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] Lo tendré. [NEW_DIALOG] Dele, cuida de Sonia y los demás mientras estoy fuera. [NEW_DIALOG] [DIALOG_START][Prez] Entendido. [NEW_DIALOG] [DIALOG_START][Zack] ¡No te hagas daño, Geo! [NEW_DIALOG] [DIALOG_START][Bud] ¡Vamos a animar a Sonia tan fuerte que este sitio va a echar a arder! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo_2] EM Wave Change! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo_2] ¡Cambio de onda EM! [NEW_DIALOG] {ec00}{1}
