Repository: joguersan/Megaman-Starforce-3
Catalog: mess_ch2/29.po
Languages: es_es

source: {ec00}{0} [DIALOG_START][(Queen)Tia] Mega Man... He's capable of more than I imagined... [NEW_DIALOG] He foiled our plans not only here, but also at Echo Ridge Elementary... [NEW_DIALOG] [DIALOG_START][Jack] Mega Man... No. [NEW_DIALOG] Geo Stelar and his friends. They're not half bad are they? [NEW_DIALOG] Link Power comes from their team work, right? [NEW_DIALOG] I've never met anyone like them before. [NEW_DIALOG] Heh heh heh... They're kind of interesting... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] Jack... Did you get the data from Mega Man...? [NEW_DIALOG] [DIALOG_START][Jack] Yeah, piece of cake. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Mega Man... Es más capaz de lo que pensaba... [NEW_DIALOG] Ha arruinado nuestros planes en dos ocasiones... [NEW_DIALOG] [DIALOG_START][Jack] Mega Man... No. [NEW_DIALOG] Geo Stelar y sus amigos. No lo hacen nada mal, ¿eh? they? [NEW_DIALOG] Su amistad les da Poder Empático. [NEW_DIALOG] Jamás he visto a nadie como ellos. [NEW_DIALOG] Je, je, je... Qué interesantes... [NEW_DIALOG] [DIALOG_START][(Queen)Tia] {ec13}... [NEW_DIALOG] Jack... ¿Has conseguido datos de Mega Man? [NEW_DIALOG] [DIALOG_START][Jack] Sí, pan comido. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] It appears that the secret key to his power [NEW_DIALOG] is Geo Stelar's Wizard, Omega-Xis. [NEW_DIALOG] [DIALOG_START][Corvus] Omega-Xis? [NEW_DIALOG] Ohoho. I haven't heard that name in a long time! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] Parece que el secreto de su poder es [NEW_DIALOG] el Wizard de Geo Stelar, Omega-Xis. [NEW_DIALOG] [DIALOG_START][Corvus] ¿Omega-Xis? [NEW_DIALOG] Jo, jo, jo. ¡Hacía siglos que no oía ese nombre! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Jack] Do you know him, Corvus? [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Yeah, he's an old friend. [NEW_DIALOG] When I first heard of Mega Man, I thought something smelled fishy. [NEW_DIALOG] I never thought I'd meet him again, especially here! [NEW_DIALOG] This is getting interesting! Right, Virgo? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Jack] ¿Lo conoces, Corvus? [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Sí, es un viejo amigo. [NEW_DIALOG] Ya me olía yo algo cuando oí hablar de Mega Man. [NEW_DIALOG] ¡Jamás pensé que fuera a encontrarme con él precisamente aquí! [NEW_DIALOG] ¡Esto se pone interesante! ¿Verdad, Virgo? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Virgo] Kyahaha! [NEW_DIALOG] It was worth coming all the way to this planet and becoming Tia's Wizard! [NEW_DIALOG] I've never had a dull moment here, with all the human suffering to see! [NEW_DIALOG] Kyahahaha! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] I made the right decision becoming Jack's Wizard, as well! [NEW_DIALOG] Hey, Jack and Queen Tia! What kind of trouble are we going to cause next!? [NEW_DIALOG] [DIALOG_START][Jack] What do you think, Sis? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Virgo] ¡Kia, ja, ja! [NEW_DIALOG] ¡Ha merecido la pena venir a este planeta y convertirme en el Wizard de Tia! [NEW_DIALOG] ¡Con tanto sufrimiento, no hay ni un momento para aburrirse! [NEW_DIALOG] ¡Kia, ja, ja, ja! [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡Yo también hice bien al convertirme en el Wizard de Jack! [NEW_DIALOG] ¡Eh, Jack y Queen Tia! ¡¿Qué vamos a liar ahora?! [NEW_DIALOG] [DIALOG_START][Jack] ¿Tú que dice, Tia? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][(Queen)Tia] There's going to be an entertaining event at Echo Ridge Elementary soon... [NEW_DIALOG] We're going to take advantage of it... [NEW_DIALOG] [DIALOG_START][Wolf_Woods] Sounds fun! [NEW_DIALOG] [DIALOG_START][Virgo] Kyahahaha! [NEW_DIALOG] {ec00}{1}{e213}{1}
es_es: {ec00}{0} [DIALOG_START][(Queen)Tia] Pronto se celebrará un evento en la escuela de Echo Ridge... [NEW_DIALOG] Lo usaremos en nuestro beneficio... [NEW_DIALOG] [DIALOG_START][Wolf_Woods] ¡Parece divertido! [NEW_DIALOG] [DIALOG_START][Virgo] ¡Kia, ja, ja, ja! [NEW_DIALOG] {ec00}{1}{e213}{1}

source: {e212}{1e}{3}{ec00}{0} [DIALOG_START][Lee_Stern] Well you see. It's like you said. There was a problem here... [NEW_DIALOG] But it's been settled... There were no injuries or any reasons to be alarmed. [NEW_DIALOG] [DIALOG_START][Belle] {ec13}... [NEW_DIALOG] [DIALOG_START][Prez] (It's best to keep our mouths shut, Belle.) [NEW_DIALOG] (We should leave it to Lee.) [NEW_DIALOG] [DIALOG_START]{30}That's not enough for us. [NEW_DIALOG] In this studio, we've detected enough Noise that [NEW_DIALOG] Crimson should have appeared. [NEW_DIALOG] As Satella Police, we can't let something like that go unchecked. [NEW_DIALOG] [DIALOG_START]{31}We can let it be that the problem is resolved but... [NEW_DIALOG] We can't leave until you give us a detailed report of exactly what happened. [NEW_DIALOG] And we must also acquire a statement from all other parties involved. [NEW_DIALOG] [DIALOG_START]{30}We must find and arrest whoever released all the Noise. [NEW_DIALOG] {e213}{0} [DIALOG_START][Belle] {ec13}!! [NEW_DIALOG] [DIALOG_START][Ice] (It's OK, Belle... I'll tell them everything.) [NEW_DIALOG] [DIALOG_START][Belle] (No way. You were being controlled. You didn't do anything wrong!) [NEW_DIALOG] [DIALOG_START][Sonia] Just wait a second! [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1e}{3}{ec00}{0} [DIALOG_START][Lee_Stern] Verá, así es. Se produjo un contratiempo... [NEW_DIALOG] Pero ya está arreglado... No hay heridos ni nada de qué preocuparse. [NEW_DIALOG] [DIALOG_START][Belle] {ec13}... [NEW_DIALOG] [DIALOG_START][Prez] (No digas nada, Belle.) [NEW_DIALOG] (Vamos a dejárselo a Lee.) [NEW_DIALOG] [DIALOG_START]{30}Eso es irrelevante. [NEW_DIALOG] En este estudio se ha producido tanto Ruido [NEW_DIALOG] como para haber creado un Carmesí. [NEW_DIALOG] Somos la Policía Satella, debemos investigarlo. unchecked. [NEW_DIALOG] [DIALOG_START]{31}Dejaremos pasar que se haya resuelto el problema... [NEW_DIALOG] Pero no podemos irnos sin que nos des un informe detallado de lo ocurrido. [NEW_DIALOG] Y debemos interrogar a todos los testigos. [NEW_DIALOG] [DIALOG_START]{30}Debemos encontrar y detener a quien haya producido ese Ruido. [NEW_DIALOG] {e213}{0} [DIALOG_START][Belle] {ec13}¡¡!! [NEW_DIALOG] [DIALOG_START][Ice] (No pasa nada, Belle... Se lo diré todo.) [NEW_DIALOG] [DIALOG_START][Belle] (¡No! Te estaban controlando. ¡Tú no has hecho nada malo!) [NEW_DIALOG] [DIALOG_START][Sonia] ¡Esperen un momento! [NEW_DIALOG] {ec00}{1}

source: {e212}{1c}{0}{ec00}{0} [DIALOG_START][Lee_Stern] Sonia! [NEW_DIALOG] [DIALOG_START][Sonia] I'm Sonia Strumm! [NEW_DIALOG] [DIALOG_START]{31}We know that. [NEW_DIALOG] [DIALOG_START]{30}We watch your TV show every week. [NEW_DIALOG] [DIALOG_START][Sonia] Thank you so much! [NEW_DIALOG] Anyway... [NEW_DIALOG] The problem occurred while my concert was taking place. [NEW_DIALOG] Umm... It's like this! [NEW_DIALOG] We tried to make it snow on stage during the performance. [NEW_DIALOG] Right, Lee!? [NEW_DIALOG] [DIALOG_START][Lee_Stern] Umm{e113}.{e113}.{e113}.{e113} Exactly!! [NEW_DIALOG] Then the equipment went a little haywire! [NEW_DIALOG] And the stage got a tiny bit cold! [NEW_DIALOG] Then some Noise was released by the equipment that malfunctioned. [NEW_DIALOG] [DIALOG_START][Belle] Sonia... [NEW_DIALOG] [DIALOG_START][Ice] She's doing this for me... [NEW_DIALOG] [DIALOG_START][Sonia] And so... Mystery solved! [NEW_DIALOG] As you can see, nothing really happened! [NEW_DIALOG] But thanks for checking! And sorry for the trouble! Have a safe trip back! [NEW_DIALOG] [DIALOG_START]{30}No, no, no. We aren't fooled that easily. [NEW_DIALOG] {e213}{0} [DIALOG_START]{31}Sonia Strumm... We are professionals. [NEW_DIALOG] We can tell a lie from a mile away... [NEW_DIALOG] {ec00}{1}
es_es: {e212}{1c}{0}{ec00}{0} [DIALOG_START][Lee_Stern] ¡Sonia! [NEW_DIALOG] [DIALOG_START][Sonia] ¡Soy Sonia Strumm! [NEW_DIALOG] [DIALOG_START]{31}Ya lo sabemos. [NEW_DIALOG] [DIALOG_START]{30}Vemos tu programa todas las semanas. [NEW_DIALOG] [DIALOG_START][Sonia] ¡Muchas gracias! [NEW_DIALOG] Pero eso... [NEW_DIALOG] El problema se produjo durante mi concierto. [NEW_DIALOG] Esto... ¡Así! [NEW_DIALOG] Queríamos que nevara durante la actuación. [NEW_DIALOG] ¡¿Verdad que sí, Lee?! [NEW_DIALOG] [DIALOG_START][Lee_Stern] Eh{e113}.{e113}.{e113}.{e113} ¡Exacto! [NEW_DIALOG] ¡Entonces el equipo empezó a volverse un poco loco! [NEW_DIALOG] ¡Y el escenario se congeló un poquito! [NEW_DIALOG] Y el equipo liberó un poco de Ruido. [NEW_DIALOG] [DIALOG_START][Belle] Sonia... [NEW_DIALOG] [DIALOG_START][Ice] Está haciendo todo esto por mí... [NEW_DIALOG] [DIALOG_START][Sonia] Y... ¡Misterio resuelto! [NEW_DIALOG] ¡Ya lo ven, en realidad no ha pasado nada! [NEW_DIALOG] ¡Pero gracias por comprobarlo! ¡Y perdón por los problemas! ¡Que tengan un buen viaje! [NEW_DIALOG] [DIALOG_START]{30}No, no, no. No nos vais a engañar tan fácilmente. [NEW_DIALOG] {e213}{0} [DIALOG_START]{31}Sonia Strumm... Somos profesionales. [NEW_DIALOG] Sabemos cuando alguien miente... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START]{31}And also people who are hiding things from us. [NEW_DIALOG] [DIALOG_START][Belle] {ec13}!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START]{31}Y también cuando nos ocultan cosas. [NEW_DIALOG] [DIALOG_START][Belle] {ec13}¡¡!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] And I'm telling you that nothing happened! [NEW_DIALOG] [DIALOG_START][Geo] I was a member of the audience and I didn't see anything happen. [NEW_DIALOG] [DIALOG_START][Bud] Yeah! Me, neither! [NEW_DIALOG] [DIALOG_START][Zack] Sonia was so intense that the stage was actually burning up! [NEW_DIALOG] [DIALOG_START][Prez] *Ahem*... That settles it, right? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¡Y yo les repito que aquí no ha pasado nada! [NEW_DIALOG] [DIALOG_START][Geo] Yo estaba entre el público y no vi nada raro. [NEW_DIALOG] [DIALOG_START][Bud] ¡Sí! ¡Yo tampoco! [NEW_DIALOG] [DIALOG_START][Zack] ¡Sonia lo hacía tan bien que parecía que hacía hasta calor y todo! [NEW_DIALOG] [DIALOG_START][Prez] Ejem... Resuelto entonces, ¿no? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Prez] On top of the fact that there is no one complaining [NEW_DIALOG] of damages, you have no conclusive evidence. [NEW_DIALOG] Thank you for coming, but there's nothing to be done. Please let us be. [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(Way to go, Prez...) [NEW_DIALOG] {ec13}(The way she spoke was so calm, yet there was so much authority behind it.) [NEW_DIALOG] [DIALOG_START][Bud] {ec13}(Wow...) [NEW_DIALOG] [DIALOG_START][Zack] {ec13}(She's scary...) [NEW_DIALOG] [DIALOG_START][Sonia] {ec13}(Scary, but...) [NEW_DIALOG] {ec13}(I'm really grateful, Luna!) [NEW_DIALOG] [DIALOG_START]{30}*Hmph*... But... [NEW_DIALOG] [DIALOG_START][NONAME] It's fine, isn't it? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Prez] Además de no haber ningún daño material ni humano, [NEW_DIALOG] no tienen ninguna prueba concluyente. [NEW_DIALOG] Gracias por venir, pero aquí no hay nada que ver. No nos interroguen más.n [NEW_DIALOG] [DIALOG_START][Geo] {ec13}(Bien hecho, Dele...) [NEW_DIALOG] {ec13}(Ha estado muy tranquila, pero ha mostrado mucha autoridad.) [NEW_DIALOG] [DIALOG_START][Bud] {ec13}(Hala...) [NEW_DIALOG] [DIALOG_START][Zack] {ec13}(Qué miedo...) [NEW_DIALOG] [DIALOG_START][Sonia] {ec13}(Qué miedo, pero...) [NEW_DIALOG] {ec13}(¡Muchísimas gracias, Luna!) [NEW_DIALOG] [DIALOG_START]{30}Ja... Pero... [NEW_DIALOG] [DIALOG_START][NONAME] No pasa nada, ¿vale? [NEW_DIALOG] {ec00}{1}

source: {e212}"{1}{ec00}{0} [DIALOG_START][Geo] Ace! [NEW_DIALOG] [DIALOG_START]{30}Eos... [NEW_DIALOG] But... [NEW_DIALOG] [DIALOG_START][Ace] Do you mind leaving the rest to me? [NEW_DIALOG] As a Satella Police officer, I won't let anything happen. [NEW_DIALOG] [DIALOG_START]{31}Understood. I can't say no to you. [NEW_DIALOG] [DIALOG_START]{30}See you back at HQ. [NEW_DIALOG] {ec00}{1}
es_es: {e212}"{1}{ec00}{0} [DIALOG_START][Geo] ¡Ace! [NEW_DIALOG] [DIALOG_START]{30}Eos... [NEW_DIALOG] Pero... [NEW_DIALOG] [DIALOG_START][Ace] ¿Me dejáis el resto a mí? [NEW_DIALOG] Soy un inspector de la Policía Satella, dejadlo en mis manos. [NEW_DIALOG] [DIALOG_START]{31}Entendido. Cómo negarme. [NEW_DIALOG] [DIALOG_START]{30}Nos vemos en el cuartel. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] *munch, munch* [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Ñam, ñam, ñam... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] {ec13}...? [NEW_DIALOG] What's with the stares...? You want a Mega Snack? [NEW_DIALOG] [DIALOG_START][Geo] Umm, Ace... [NEW_DIALOG] [DIALOG_START][Ace] Yeah? [NEW_DIALOG] [DIALOG_START][Geo] Are you a Satella Police officer? [NEW_DIALOG] [DIALOG_START][Ace] Yep, sure am. [NEW_DIALOG] [DIALOG_START][Geo] R-R-Really!? [NEW_DIALOG] [DIALOG_START][Ace] Really. [NEW_DIALOG] [DIALOG_START][Geo] Awesome! [NEW_DIALOG] I didn't think you were an ordinary guy, but I never would have thought this! [NEW_DIALOG] [DIALOG_START][Zack] I'm in awe! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] {ec13}¿...? [NEW_DIALOG] ¿A qué vienen esas caras? ¿Queréis una megachuche? [NEW_DIALOG] [DIALOG_START][Geo] Esto, Ace... [NEW_DIALOG] [DIALOG_START][Ace] ¿Sí? [NEW_DIALOG] [DIALOG_START][Geo] ¿Eres un inspector de la Policía Satella? [NEW_DIALOG] [DIALOG_START][Ace] Ya te digo. [NEW_DIALOG] [DIALOG_START][Geo] ¡¿E-e-en serio?! [NEW_DIALOG] [DIALOG_START][Ace] En serio. [NEW_DIALOG] [DIALOG_START][Geo] ¡Alucinante! [NEW_DIALOG] ¡Sabía que no eras un tipo normal, pero jamás se me habría ocurrido esto! [NEW_DIALOG] [DIALOG_START][Zack] ¡A cuadros me hallo! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Do you know him? [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] ¿Lo conocéis, chicos? [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Geo] Yeah! [NEW_DIALOG] He's got a really strong Wizard named Acid! [NEW_DIALOG] [DIALOG_START][Mega] ...Ugh!! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Geo] ¡Sí! [NEW_DIALOG] ¡Tiene un Wizard muy poderoso! Se llama Acid. [NEW_DIALOG] [DIALOG_START][Mega] ¡¡Agh!! [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] Umm... Thank you so much! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] Pues... ¡Muchas gracias! [NEW_DIALOG] [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Sonia] {ec13}? [NEW_DIALOG] [DIALOG_START][Ace] I brought your album with me... [NEW_DIALOG] Umm, would you please do me the honor of signing it? [NEW_DIALOG] [DIALOG_START][Sonia] Huh? Umm, sure. [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Sonia] {ec13}¿? [NEW_DIALOG] [DIALOG_START][Ace] He traído un disco... [NEW_DIALOG] Eh... ¿me harías el honor de firmármelo? [NEW_DIALOG] [DIALOG_START][Sonia] ¿Eh? Ah, claro. [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][NONAME] *scribble, scribble* [NEW_DIALOG] [DIALOG_START][Sonia] How's this...? [NEW_DIALOG] [DIALOG_START][Ace] Can you please write, "To A.C.", too? [NEW_DIALOG] [DIALOG_START][Sonia] S-Sure... [NEW_DIALOG] [DIALOG_START][Ace] Oh, this is great! Thank you! [NEW_DIALOG] [DIALOG_START][Sonia] Thank you for supporting my music... [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][NONAME] Ras, ras, ras... [NEW_DIALOG] [DIALOG_START][Sonia] ¿Qué te parece? [NEW_DIALOG] [DIALOG_START][Ace] ¿Puedes escribir «Para A.C.»? [NEW_DIALOG] [DIALOG_START][Sonia] C-claro... [NEW_DIALOG] [DIALOG_START][Ace] ¡Oh, fantástico! ¡Gracias! [NEW_DIALOG] [DIALOG_START][Sonia] Gracias a ti por apoyar mi música... [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] (...Harp Note.) [NEW_DIALOG] [DIALOG_START][Sonia] {ec13}!! [NEW_DIALOG] [DIALOG_START][Ace] (...I'm going to need to borrow your power some day soon.) [NEW_DIALOG] (Tell Mega Man over there that I said, "Hello".) [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Ace] {ec13}... [NEW_DIALOG] (Harp Note.) [NEW_DIALOG] [DIALOG_START][Sonia] {ec13}¡¡!! [NEW_DIALOG] [DIALOG_START][Ace] (Pronto necesitaré tu poder.) day soon.) [NEW_DIALOG] (Dile a Mega Man que le mando recuerdos.) [NEW_DIALOG] {ec00}{1}

source: {ec00}{0} [DIALOG_START][Belle] Is something wrong, Sonia? You look pale. [NEW_DIALOG] Was it something he said? [NEW_DIALOG] [DIALOG_START][Geo] Sonia...? [NEW_DIALOG] [DIALOG_START][Sonia] I-It's nothing. [NEW_DIALOG] {ec13}(A.C. Eos...) [NEW_DIALOG] {ec13}(Just who exactly are you?) [NEW_DIALOG] {ec00}{1}{e100}<{ec16}{e210}{3b6}{ec00}{0} [DIALOG_START][NONAME] Purpose fulfilled! [NEW_DIALOG] {ec00}{1}
es_es: {ec00}{0} [DIALOG_START][Belle] ¿Te pasa algo, Sonia? Estás pálida. [NEW_DIALOG] ¿Te ha dicho algo? [NEW_DIALOG] [DIALOG_START][Geo] ¿Sonia? [NEW_DIALOG] [DIALOG_START][Sonia] N-no es nada. [NEW_DIALOG] {ec13}(A.C. Eos...) [NEW_DIALOG] {ec13}(¿Quién eres?) [NEW_DIALOG] {ec00}{1}{e100}<{ec16}{e210}{3b6}{ec00}{0} [DIALOG_START][NONAME] ¡Propósito completado! [NEW_DIALOG] {ec00}{1}
